{
    "corp_code": "00164779",
    "company": "SK하이닉스",
    "stock_code": "000660",
    "filing_type": "A001",
    "filing_date": "20230321",
    "ceo_name": "박정호, 곽노정 (각자대표)",
    "address": "경기도 이천시  부발읍 경충대로 2091",
    "induty_code": "2612",
    "establish_date": "19491015",
    "item_I": "I. 회사의 개요\n1. 회사의 개요\n가. 연결대상 종속회사 개황\n[연결대상 종속회사 현황(요약)]\n※ 주요 종속회사 판단기준: 직전 사업연도말 자산총액 750억원 이상 또는 지배회사 자산총액의 10% 이상\n[연결대상회사의 변동내용]\n나. 회사의 법적ㆍ상업적 명칭\n당사의 명칭은 에스케이하이닉스 주식회사이며, 영문으로는 SK hynix Inc.라고 표기합니다. 단, 약식으로 표기할 경우에는 SK하이닉스 또는 SK hynix라고 표기합니다.\n다. 설립일자\n당사는 1949년 10월 국도건설 주식회사로 설립되어 1983년 2월 현대전자산업주식회사로 상호를 변경하였으며, 이후 2001년 3월 주식회사 하이닉스반도체로, 2012년 3월 에스케이하이닉스 주식회사로 상호를 변경하였습니다. 회사가 발행한 주식은 한국거래소에 상장되어 유가증권시장에서 거래되고 있으며, 종목코드는 '000660'입니다.\n라. 본사의 주소, 전화번호, 홈페이지 주소\n주소: 경기도 이천시 경충대로 2091\n전화번호: 031-5185-4114\n홈페이지: https://www.skhynix.com\n마. 주요 사업의 내용\n현재 당사의 주력 생산제품은 DRAM, NAND Flash 및 MCP(Multi-chip Package)와 같은 메모리 반도체 제품입니다. 또한, 시스템 LSI 분야인 CIS(CMOS Image Sensor) 사업 및 Foundry 사업을 추진하여 종합반도체 회사로 그 영역을 넓혀가고 있습니다.\n당사 정관에 근거하여 현재 회사가 영위하는 목적사업은 다음과 같습니다.\n-. 반도체소자 제조 및 판매\n-. 반도체소자 기타 이와 유사한 부품을 사용하여 전자운동의 특성을 응용하는 기계, 기구 및 이에 사용되는 부품과 재료 등의 제작, 조립 및 판매\n-. 컴퓨터 활용을 위한 소프트웨어 개발 및 임대업\n-. 전자 전기, 통신기계, 기구 및 그 부품의 제작, 판매, 임대 및 관련 서비스업\n-. 기계부분품 제조업 및 금형제조업\n-. 기술연구 및 용역수탁업\n-. 전자 전기기계, 기구의 임대업\n-. 특수통신(위성통신 등) 방송관련 기기 제작, 판매, 임대업 및 서비스업\n-. 정보서비스업\n-. 출판업\n-. 무역업\n-. 부동산 매매 및 임대업\n-. 발전업\n-. 건설업\n-. 전자관 제조업\n-. 창고업\n-. 주차장업\n-. 위성통신사업\n-. 전기통신회선설비 임대사업\n-. 전자상거래 및 인터넷 관련사업\n-. 평생교육 및 평생교육시설 운영업 (2020.3.20 신설)\n-. 전기 각호와 관련되는 사업 및 투자\n사업부문별 보다 자세한 사항은 Ⅱ. 사업의 내용을 참조하시기 바랍니다.\n바. 중소기업 등 해당 여부\n사. 회사의 주권상장(또는 등록ㆍ지정)여부 및 특례상장에 관한 사항\n아. 신용평가에 관한 사항\n본 보고서 작성기준일 현재 당사의 신용등급은 아래와 같습니다.\n1. 최근 3년간 신용등급\n[국내]\n[해외]\n[참고] 국내 신용평가사 (NICE신용평가, 한국기업평가, 한국신용평가) 등급정의\n[참고] 국내 신용평가사(NICE신용평가, 한국기업평가, 한국신용평가) 기업어음의 등급정의\n[참고] 해외 신용평가사 Moody's 등급 정의\n[참고] 해외 신용평가사 S&P 등급 정의\n2. 회사의 연혁\n가. 회사의 본점소재지 및 그 변경\n나. 경영진의 중요한 변동\n(1) 공시대상기간 중 등기임원 변동 내역\n※ 김준호 사내이사는 2018년 3월 27일자로 사임하였습니다.\n(2) 공시대상기간 중 대표이사 변동 내역\n(*) 변동일자는 이사회 결의일 기준이며, 실제 효력 발생일은 2018년 12월 10일입니다.\n※ 보고서 제출일 현재, 당사 대표이사는 박정호 이사, 곽노정 이사입니다.\n다. 최대주주의 변동\n공시대상기간 동안 당사의 최대주주인 SK텔레콤㈜의 회사 인적분할에 따라 설립된 분할신설법인인 SK스퀘어㈜가 기존 SK텔레콤㈜가 보유하던 당사의 지분 전량을 승계함에 따라, 당사의 최대주주는 2021년 11월 2일 SK스퀘어㈜로 변경되었습니다.\n보고서 기준일(2022년 12월 31일) 기준, 당사의 최대주주는 SK스퀘어㈜ (영문명 : SK Square Co., Ltd.)이며, 그 소유주식수는 146,100,000주(20.07%)로서 특수관계인을 포함하여 146,125,674주(지분율 20.07%)입니다. 최대주주 관련 자세한 내용은 'VII. 주주에 관한 사항' 항목을 참조하시기 바랍니다.\n라. 상호의 변경\n마. 회사가 합병 등을 한 경우\n바. 회사의 업종 또는 주된 사업의 변화\n현재 당사의 주력 생산제품은 DRAM, NAND Flash 및 MCP(Multi-chip Package)와 같은 메모리 반도체 제품이며, 2007년부터는 시스템 LSI 분야인 CIS(CMOS Image Sensor) 사업에 재진출하였으며, Foundry 서비스 사업도 추진하며 종합반도체 회사로 그 영역을 넓혀가고 있습니다.\n사업부문별 보다 자세한 사항은 Ⅱ. 사업의 내용을 참조하시기 바랍니다.\n사. 그 밖에 경영활동과 관련된 중요한 사항의 발생내용\n(1) 회사의 주된 변동내용\n(2) 종속회사의 주된 변동내용\n(3) 생산설비의 변동\n(4) 경영활동과 관련된 중요한 사실의 발생\n3. 자본금 변동사항\n가. 자본금 변동현황\n주) 과거 이익소각의 영향으로 인하여 상장주식 총수와 발행주식 총수에 차이가 있으므로 자본금과 액면가액총액은 상이함 (2000.03.31, 3,528,045주 이익소각)\n※ 당사는 최근 5년간 자본금 변동사항이 없습니다.\n4. 주식의 총수 등\n2022년 12월 31일 본 보고서 작성기준일 현재 당사의 발행할 주식의 총수는\n9,000,000,000주이며, 발행한 주식의 총수는 보통주 5,721,980,209주입니다. 보통주 이외에 발행한 다른 종류의 주식은 없습니다. 당기말 현재 자기주식을 제외한 유통주식수는 보통주 687,651,040주 입니다.\n가. 주식의 총수\n나. 자기주식 취득 및 처분 현황\n주1) 당사는 2022년 2월 25일 사내이사(2인) 상여지급을 목적으로 자기주식에서 27,127주를 처분하였습니다.\n주2) 당사는 2022년 5월 2일 사외이사(6인) 상여지급을 목적으로 자기주식에서 3,240주를 처분하였습니다.\n다. 자기주식 직접 취득ㆍ처분 이행현황\n※ 보고서 기준일 이후 당사는 임직원 자기주식 상여지급을 목적으로 2023년 2월 24일까지 자기주식 총 408,157주를 처분하였습니다. 작성일 현재 기준, 당사의 자기주식 보유수는 39,943,168주 입니다.\n5. 정관에 관한 사항\n가. 최근 개정일\n당사의 최근 정관 개정일은 2022년 3월 30일이며, 보고서 제출일 이후 개최 예정인 제75기 정기주주총회(2023년 3월 29일 개최 예정)의 안건에는 정관 변경 건이 포함되어 있지 않습니다.\n나. 정관 변경 이력\n※ 최근 3사업연도 기준",
    "item_II": "II. 사업의 내용\n1. 사업의 개요\n당사는 경기도 이천시에 위치한 본사를 거점으로 4개의 생산기지와 4개의 연구개발법인 및 미국, 중국, 싱가포르, 대만, 홍콩 등 판매법인과 산하 사무소를 운영하고 있는 글로벌 반도체 기업입니다.\n당사 및 당사의 종속기업의 주력 제품은 DRAM 및 NAND를 중심으로 하는 메모리반도체이며, 일부 Fab(S1, M10 일부)을 활용하여 시스템 반도체인 CIS(CMOS Image Sensor)생산과 파운드리(Foundry)사업도 병행하고 있습니다. 반도체는 메모리 반도체와 시스템 반도체로 구분되고, 메모리 반도체는 정보를 저장하고 기억하는 기능을 하며, 일반적으로 '휘발성(Volatile)'과 '비휘발성(Non-volatile)'으로 분류됩니다. 휘발성 메모리 제품은 전원이 끊어지면 정보가 지워지는 반면, 비휘발성 제품은 전원이 끊겨도 저장된 정보가 계속 남아 있습니다. 당사는 휘발성 메모리인 DRAM과 비휘발성 메모리인 NAND Flash를 주력 생산하고 있습니다.\n당사의 생산시설은 국내와 중국에 소재하고 있습니다. 국내에 소재한 Fab은 DRAM을 생산하는 M16, M14, M10(이천)과 NAND를 생산하는 M11, M12, M15(청주) 및 M14(이천)이 있습니다. 이 중 M16은 2021년 2월 준공을 완료한 최신 Fab이며, DRAM을 주력으로 생산할 예정입니다. M14은 DRAM과 NAND를 혼용하여 생산하며, M10은 DRAM과 CIS를 혼용 생산 중에 있습니다. 중국에 소재한 Fab으로는 DRAM을 생산하는 C2, C2F(중국 장쑤성 우시)와 파운드리를 하는 S1이 있습니다. 또한, 인텔의 Non-Volatile Memory Solutions Group의 옵테인 사업부를 제외한 NAND 사업 부문 전체의 인수 1단계 절차를 완료하면서, NAND를 생산하는 중국 대련에 위치한 Dalian Fab이 있습니다.\n당사의 매출액은 2022년(제75기) 44조 6,216억원, 2021년(제74기) 42조 9,978억원, 2020년(제73기) 31조 9,004억원을 기록하였습니다.\n2. 주요 제품 및 서비스\n가. 주요 제품 등의 현황\n나. 주요 제품 등의 가격변동추이\n2022년은 러시아-우크라이나 전쟁, 중국 Lock-down, 세계 경기 침제 등의 영향으로 비우호적인 사업환경이 지속되었습니다. 특히 하반기부터는 물가 상승과 경기 침체 우려가 심화되면서 소비자 구매 심리와 기업 투자 심리에도 영향을 미치며 시황이 빠르게 악화되었습니다.\n이에 DRAM의 ASP는 연중 하락세를 지속했으며, NAND의 ASP는 SSD 제품의 판매 확대로 2분기중 한 자릿수 초반 상승하였으나 하반기에는 하락하였습니다.\n3. 원재료 및 생산설비\n당사의 메모리반도체 부문 생산공정에 투입되는 원재료는 크게 웨이퍼(Wafer), Substrate, PCB(Printed Circuit Board) 그리고 기타 재료 등으로 구성됩니다.\n웨이퍼는 집적회로(Integrated Circuit, IC)를 제작하기 위해 반도체 물질의 단결정을 성장시킨 기둥 모양의 규소(Ingot)를 얇게 절단하여 원판모양으로 만든 것으로서 반도체 소자를 만드는 데 사용되는 핵심 재료입니다.\nSubstrate는 Package를 만들기 위한 원재료 중 하나로 전기 신호를 연결하면서 외부의 습기, 충격 등으로부터 칩을 보호하고 지지해주는 골격 역할을 하는 부품입니다.\nPCB는 그 위에 저항, 콘덴서, 코일, 트랜지스터, 집적회로, 대규모 집적회로(Large-Scale Integration), 스위치 등의 부품을 고정 및 연결하여 회로기능을 완성시키는 인쇄회로기판 입니다.\n그 외 가스 및 화학약품, 소자류 등이 반도체 제조 공정에 투입되는 원재료로 소요됩니다.\n가. 주요 원재료 등의 현황\n나. 주요 원재료의 매입처 및 원재료 공급시장과 공급의 안정성\n당사는 일본, 한국, 독일, 미국 등에 생산시설을 보유한 5개사로부터 반도체 공정의\n주요 원자재인 300mm 웨이퍼 완제품을 공급받고 있습니다. 당사가 거래하고 있는 상기 5개사는 전체 300mm 웨이퍼 시장의 90% 이상 점유율을 차지하고 있습니다.\n웨이퍼와 가스 등 원자재 가격은 세계 반도체 업계의 수급 동향에 영향을 받습니다. COVID-19로 둔화되었던 산업 생산의 급격한 회복에 따라 반도체 수요가 증가하였으나, 웨이퍼는 공급 업체 생산 Capa 제한, 가스류는 러시아-우크라이나 전쟁 등으로 조달 비용 또한 증가하였습니다. 그러나 전세계적인 인플레이션 기인 금리 인상 정책이 지속됨에 따라 주요 IT 기업들의 투자 축소 및 재고 조정이 진행되고 있고, 이에 따른 원자재 수급 효율화 및 다변화로 비용의 점진적 감소가 예상됩니다.\n당사는 웨이퍼 및 가스 등 동일 원재료를 사용하는 차량용 반도체, 태양광 등 관련 산업의 수급 동향에 대한 지속적인 모니터링과 사전 대응으로 원활한 수급을 유지하고 있습니다. 또한, 주요 매입처와 중장기적 협력관계 강화와 국내 공급선 확대를 통해 안정적 생산 지원과 원가경쟁력 강화를 지속해 나갈 것입니다.\nSubstrate의 경우 당사는 한국, 일본, 중국에 생산시설을 보유한 7개사로부터 Substrate 완제품을 공급받고 있습니다. 전세계 기준 50여개 이상의 Substrate 공급사가 있으며, 당사와 거래하는 7개사는 품질 및 공급 Capacity 측면에서 당사가 요구하는 수준을 만족하는 공급사들입니다.\n웨이퍼, 가스류와 마찬가지로 Substrate 가격은 세계 반도체 업계의 수급 동향에 영향을 받습니다. 특히 Substrate는 다품종 Customized 제품으로 당사가 생산하는 반도체의 Type, Density 등에 따라 개별적인 Design이 적용되며, 단기간 내 공급 업체의 생산 Capa 확대가 어려운 품목입니다. 공급 업체의 생산 Capa 제한에 따라 일부 조달 비용이 증가 되었으나, 다른 주요 원자재와 마찬가지로 IT 기업들의 투자 축소 및 재고 조정에 따른 원자재 수급 효율화가 진행되며 비용의 점진적 감소가 예상됩니다.\n당사는 Substrate 공급사의 지속적인 품질 개선 및 다변화 활동을 통해 Supply Chain 경쟁력 강화 진행 중에 있으며, 건강한 협력 관계를 이어 나갈 것입니다.\nPCB는 한국 및 중화권(중국, 대만 등) 소재 6개사로부터 공급받고 있습니다. 당사와 거래하고 있는 PCB 공급사는 동산업 내 주요 공급업체이며, 당사와 산업내 다양한 요구 수준을 만족하고 있습니다.\nPCB 가격은 최종 반도체 제품의 수급에 영향을 받을 뿐 아니라 원소재 비중이 높은 제품 특성상 주요 원자재의 거래 가격에 영향을 받습니다. 최근 경기 불확실성에 따라 원소재 가격 변동성이 높고, 최신 신제품의 고신뢰성, 고속도, 고용량에의 요구 추세에 따라 조달 비용에 변동성이 있으나 생산지 다변화와 함께 제품 설계 최적화, 품질 개선, 재고 조정 등 선제적 활동을 통해 PCB 원가 경쟁력 강화와 품질 안정, 생산 안정성을 동시에 높여나갈 것입니다.\n다. 생산능력 및 생산능력의 산출근거\n1. 생산능력 및 생산능력의 산출근거\n당사는 4조 3교대로 운영되고 있으며, 휴일(공휴일 포함)을 포함하여 2022년 누적 총 가동일은 365일로, 각 지역별 FAB의 가동인원 및 가동율을 고려하여 계산한 당사의 평균가동시간은 월 18,631,790 시간입니다.\n생산능력은 \"해당 연간 최대생산 일의 생산량ⅹ누적일수ⅹ평균원가\"의 방법으로\n산출하고 있으며, 2022년 누적 생산능력은 33,326,132백만원 입니다.\n※ 제75기부터 Solidigm 포함\n2. 생산실적 및 가동률\n당사의 2022년 누적 생산실적은 33,326,132백만원으로 집계되었으며, 동 기간의 생산설비의 평균가동률은 100%를 유지하였습니다.\n(1) 생산실적\n※ 제75기부터 Solidigm 포함\n(2) 가동률\n※ 가동률은 각 지역별 FAB별 가동인원 및 수율을 고려하여 계산함\n3. 생산설비의 현황\n당사의 시설 및 설비의 장부가액은 작성기준일 현재 60,228,528백만원이며, 상세 내역은 다음과 같습니다.\n4. 투자계획(현황)\n2022년 연간 누적 당사의 투자집행 현황은 다음과 같습니다.\n4. 매출 및 수주상황\n가. 매출에 관한 사항\n1. 매출실적\n※ 한국채택국제회계기준에 따라 연결기준으로 작성되었습니다.\n2. 판매경로 및 판매방법 등\n(1) 판매 조직\n국내에서는 GSM 내 영업 관할 하에 대리점을 운영하고 있습니다. 해외 판매법인은 미국, 중국, 싱가포르, 대만, 홍콩 등의 국가에 소재하고 있으며 산하에 대리점을 두고 있습니다.\n(2) 판매 경로\n당사의 판매 경로는 크게 직판 거래와 대리점 거래로 나눌 수 있습니다. 직판 거래는 당사에서 일반 기업체 등 실 수요자에게 직접 판매를 하는 것이고, 대리점 거래는 당사가 대리점을 통해서 일반 기업체 등의 실 수요자에게 판매하는 것입니다.\n(3) 판매 방법 및 조건\n내수 판매는 국내 대리점등의 수주 현황에 의거하여 현금 또는 어음 결제조건으로 납품하고 있으며, 수출은 MASTER L/C 및 LOCAL L/C에 의거하여 신용장 또는 D/A, D/P 거래 등으로 납품하고 있습니다.\n(4) 판매 전략\n당사 판매 전략은 '비즈니스 포트폴리오 최적화', '수익 구조 개선', '고객 관계 유지', '지역별 포지셔닝' 등 4가지를 근간으로 하고 있습니다.\n비즈니스 안정성을 위해서 포트폴리오의 최적화를 추진하고 있으며 매출 확대를 위해 제품 구성을 다양화 하고 있습니다. 수익 구조 개선을 위해서 고부가가치 제품 판매를 확대하고 시장 통찰 능력을 강화하여 미래 시장 발굴을 추진하고 있습니다. 고객 관계 유지를 위해서 고객 가치 제안 활동을 강화하고 특화된 제품을 제공하여 고객 만족 제고를 추진하고 있습니다. 지역별 특성을 고려하여 차별화된 제품 전략으로 지역별 전략 고객 매출 확대를 추진하고 있습니다.\n(5) 주요 매출처\nDRAM의 경우, 세계 유수의 Mobile 및 Computing 관련 전자 업체에 제품을 공급하고 있습니다. NAND Flash는 IT 컨슈머 제품 전체에 걸쳐 그 수요처가 다양하기 때문에 세계적인 모바일 디바이스 및 IT 제품 제조업체, 그리고 SSD와 같은 대용량 저장장치와 메모리 카드 생산 업체 등을 고객으로 확보하고 있습니다.\n나. 수주상황\n당사는 주요 고객사들과 월별/분기별 상호 합의에 따른 공급 물량 및 가격을 결정하고 있으며, 장기공급 계약에 따른 수주 현황은 없습니다.\n5. 위험관리 및 파생거래\n가. 시장위험\n(1) 환율변동위험\n연결회사는 국제적으로 영업활동을 영위하고 있어 외환위험, 특히 주로 달러화, 유로화, 위안화 및 엔화와 관련된 환율변동위험에 노출되어 있습니다. 외환위험은 미래예상거래, 인식된 자산과 부채 및 해외사업장에 대한 순투자가 기능통화 외의 통화로 표시될 때 발생합니다.\n당기말 현재 연결회사의 화폐성 외화자산 및 외화부채의 내역은 다음과 같습니다.\n또한, 연결회사는 외화사채 및 차입금의 환위험을 회피하기 위하여 주석 22에서 설명하는 바와 같이 통화스왑계약 및 통화이자율스왑계약을 체결하고 있습니다.\n당기말 현재 각 외화에 대한 기능통화의 환율이 10% 변동시, 동 환율변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n(2) 이자율위험\n연결회사의 이자율위험은 미래의 시장이자율 변동에 따라 차입금에서 발생하는 이자비용이 변동될 위험으로서, 이는 주로 변동금리부 조건의 차입금에서 발생하고 있습니다. 변동이자율로 발행된 차입금으로 인하여 연결회사는 이자율위험에 노출되어 있으며 동 이자율위험의 일부는 변동이자부 금융자산 등으로부터의 이자율위험과 상쇄됩니다.\n연결회사는 현금흐름 이자율위험을 변동이자수취/고정이자지급 스왑을 이용하여 관리하고 있습니다. 이러한 이자율 스왑은 변동이자부 차입금을 고정이자부 차입금으로 바꾸는 경제적 효과가 있습니다. 일반적으로, 연결회사는 변동이자율로 차입금을 발생시킨 후 고정이자율로 스왑을 하게 됩니다. 스왑계약에 따라 연결회사는 거래상대방과 특정기간(주로 분기)마다, 합의된 원금에 따라 계산된 고정이자와 변동이자의차이를 결제하게 됩니다.\n연결회사는 당기말 현재 이자율 변동에 따라 순이자비용이 변동할 위험에 일부 노출되어 있습니다. 연결회사는 변동금리부 차입금 633,650백만원에 대해 통화이자율스왑 계약을 체결하고 있으며, 변동금리부 차입금 126,730백만원에 대해 이자율스왑 계약을 체결하고 있습니다. 따라서, 이자율 변동에 따른 해당 차입금에 대한 이자비용 변동으로 인한 당기 법인세비용차감전순이익은 변동하지 않습니다.\n한편, 다른 변동금리부 차입금 및 변동금리부 금융자산에 대하여 당기말 현재 다른 모든 변수가 일정하고 이자율이 100bp 하락 또는 상승시 향후 1년간 연결회사의 변동금리부 차입금 및 금융자산으로부터의 순이자비용으로 인한 법인세비용차감전순이익은 98,612백만원(전기: 78,278백만원) 만큼 증가 또는 감소할 것입니다.\n(3) 가격위험\n연결회사는 유동성관리 및 영업상의 필요 등으로 지분증권 및 채무증권에 투자하고 있습니다. 당기말 현재 해당 지분증권 및 채무증권은 가격위험에 노출되어 있습니다.\n연결회사의 지분투자는 비상장 투자지분입니다.\n나. 회사의 위험관리 정책\n(1) 위험관리의 일반적 전략\n[주요 시장위험요소]\n당사는 외화표시 자산 및 부채에 대해 환율변동에 의한 리스크를 최소화하여 재무구조의 건전성 및 경영 안정성 제고를 목표로 환 리스크 관리에 만전을 기하고 있습니다. 또한 당사는 영업 측면에서 매출의 90% 이상이 USD로 발생되어 USD 수입이 지출보다 많은 구조를 가지고 있으므로 수입에서 지출을 차감한 잔존 외화 현금흐름을 환리스크 관리의 주 대상으로 하고 있습니다.\n[위험관리규정]\n당사는 보다 체계적이고 효율적인 환리스크 관리를 위하여 환위험 관리규정 제정 및 환리스크 관리를 위한 별도의 전담 인원을 배정하여 운영하고 있습니다. 그 주요 내용은 ①외환거래는 환 리스크를 회피하고 안정적 경영 수익을 확보하기 위해 실행되어야 하며, ②실수요와 공급에 의한 거래를 원칙으로 하고, ③환위험 관리의 정책은 자연적 헤지(Natural Hedge)를 기본으로 하되 필요시 선물환 등 외부적 관리기법을 일부 시행하고, ④회사의 환위험 관리는 주관부서에서 집중하여 관리하며, 주관부서는 환포지션을 파악하여 필요시 환노출을 최소화하도록 관리하고 있습니다.\n(2) 위험관리조직 및 운영 현황\n당사는 외환거래 실행을 주관하는 부서에서 환위험을 관리하고 있으며, 관리부서 주요 업무는 다음과 같습니다.\n① 외환관리정책 / 전략의 확정\n② 외환관리규정의 제정 및 개정\n③ 외환 거래 및 관련 업무\n④ 외환리스크 측정 및 분석 / 보고\n⑤ 환 Exposure 및 외환리스크 관리방안 수립 / 시행\n⑥ 국제금융시장 및 환율 동향 Monitoring\n⑦ 이사회 또는 감사위원회 지시 사항 이행 및 점검\n다. 파생상품 거래 현황\n(1) 통화스왑 및 이자율 스왑\n① 당기말 현재 현금흐름위험회피회계를 적용한 통화스왑 및 이자율스왑 거래내역은다음과 같습니다.\n② 연결회사가 보유하고 있는 파생금융상품의 당기말 공정가치는 재무제표상 비유동자산에 파생금융자산의 계정으로 계상되어 있으며 그 내역은 다음과 같습니다.\n당기말 현재 위험회피수단으로 지정된 파생상품의 공정가치 변동은 모두 위험회피에효과적이므로 전액 기타포괄손익으로 인식하였습니다.\n6. 주요계약 및 연구개발활동\n가. 주요 계약\n※ 최근 5년간의 주요계약 기준\n나. 연구개발활동\n1. 연구개발 담당조직\n당사는 보고서 제출일 현재, 메모리연구소 및 제품개발연구소, Nand Solution & 미래기술 연구소 등에서 연구개발 활동에 주력하고 있습니다.\n2. 연구개발비용\n다. 연구개발 실적\n7. 기타 참고사항\n가. 업계의 현황\n(1) 산업의 특성\n반도체는 모든 IT제품의 필수불가결한 핵심 부품으로서, 컴퓨터를 비롯해 통신장비 및 통신시스템, 자동차, 디지털 가전제품, 산업기계 그리고 컨트롤 시스템 등 그 적용 분야가 매우 광범위 합니다. 시장 조사기관인 가트너(Gartner, 2023년 1월, 금액기준)에 따르면, 지난 2022년도 세계 반도체 시장규모는 US$6,017억에 이르렀으며, 이 중 메모리 제품은 US$1,492억의 시장규모로 전체 반도체 시장의 약 24.8% 수준에 달하였습니다. 메모리 제품 중 DRAM은 전체 메모리 반도체 시장의 55%를 차지하는 US$816억을 기록하였으며, 그 뒤를 이어 낸드 플래시가 US$605억으로 41%, 기타 메모리가 US$66억으로 4%의 비중을 차지하였습니다.\n아래 표에 나타낸 바와 같이 반도체 산업은 우리 나라 수출에 있어서 18.9%의 비중을 차지하는 매우 중요한 기간 산업 중 하나입니다. 2022년 반도체 수출은 COVID-19 사태 장기화, 중국 시장 봉쇄, 금리 인상 등의 영향으로 수요 및 ASP가 크게 하락하여, 1.0%로 작년 상승률 대비 큰 성장을 이루지 못했습니다.\n* 출처 : 한국무역협회, 2023년 1월\n이러한 반도체는 메모리 반도체와 시스템 반도체로 구분됩니다.\n(가) 메모리 반도체\n정보를 저장하고 기억하는 기능을 하는 메모리 반도체는 일반적으로 '휘발성(Volatile)' 과 '비휘발성(Non-volatile)'으로 분류됩니다. 휘발성 메모리 제품은 전원이 끊어지면 정보가 지워지는 반면, 비휘발성 제품은 휴대전화에 전화번호가 저장되는 것처럼 전원이 끊겨도 저장된 정보가 계속 남아 있습니다. 당사는 휘발성 메모리인 DRAM과 비휘발성 메모리인 플래시메모리를 생산하고 있습니다.\n메모리 반도체 산업은 제품 설계 기술, 공정 미세화 및 투자효율성 제고에 의한 원가 경쟁력 확보가 매우 중요한 산업으로서 기술력 및 원가경쟁력을 갖춘 소수의 IDM(Integrated Device Manufacturer)업체 중심으로 점차 과점화되고 있는 추세입니다.\n[DRAM(Dynamic Random Access Memory)]\nDRAM은 전원이 켜져 있는 동안에만 정보가 저장되는 휘발성(Volatile) 메모리로 주로 컴퓨터의 메인 메모리(Main Memory), 동영상 및 3D 게임 구현을 위한 그래픽 메모리(Graphics Memory)로 사용되고 있으며, 가전제품의 디지털화에 따라 스마트 TV, 스마트 냉장고 그리고 프린터 등에도 사용이 확대되고 있습니다. 또한, 각종 이동통신 기기의 폭발적 성장에 따라 스마트폰 및 태블릿 PC 등에도 모바일용 DRAM의 채용량이 급증하고 있으며, 4차 산업혁명으로 급격하게 Data 수요가 증가하고 글로벌 데이터센터 투자가 가속화 됨에 따라 Server향 DRAM의 수요도 급증하고 있습니다.\n[플래시메모리(Flash Memory)]\n플래시메모리는 전원이 공급되지 않아도 저장된 데이터가 지워지지 않는 비휘발성 메모리로 크게 노어(NOR)형(Code저장형)과 낸드(NAND)형(Data저장형)으로 나눌 수 있습니다. 이 중 당사가 생산하는 낸드플래시는 순차적(Sequential) 정보 접근이 가능한 비휘발성 메모리 칩으로서, 디지털 비디오나 디지털 사진과 같은 대용량 정보를 저장하는데 매우 적합합니다. 낸드플래시 제품이 적용되는 분야는 디지털 카메라, USB드라이브, 차량용 내비게이션, SSD(Solid State Drive), Flash Array 그리고 스마트폰, 태블릿 PC와 같은 모바일 기기 등 입니다. 한편, 최근 플래시 메모리는 일반적인 범용 메모리 보다는 고객지향적인 제품의 수요가 늘어나고 있어 이런 추세에 부합하는 적극적인 응용 제품개발 및 철저한 고객 대응의 중요성이 커지고 있습니다.\n(나) 시스템 반도체\n시스템 반도체는 정보 처리를 목적으로 제작되는 반도체로 특성에 따라, 아날로그, 로직, 마이크로, 디스크리트, 센서로 분리가 되며, 당사는 이중 CMOS 이미지 센서를 생산하고 있습니다.\n[CIS(CMOS Image Sensor)]\n계산과 추론 등 정보처리기능을 담당하는 시스템 반도체 중에서도, 이미지 센서는 빛 에너지를 감지하여 그 세기의 정도를 영상 데이터로 변환해 주는 반도체 소자로서 디지털 촬영 기기에서 필름 역할을 하고 있습니다. 이미지센서는 제조 과정과 신호를 읽는 방법에 따라 CCD(Charge Coupled Device)와 CMOS(Complementary Metal Oxide Semiconductor) 두 가지 타입으로 나뉘며 최근에는 디지털 촬영 기기가 소형화됨에 따라 당사가 사업 영위 중인 크기가 작고 전력 소모가 적은 CMOS 이미지 센서(CIS)가 시장의 99.9%를 차지하고 있습니다.\n(2) 산업의 성장성\n반도체 산업을 둘러싼 환경은 디지털 기기가 모바일化, 스마트化되고 자동차, 의료기기, 산업기기 등이 인터넷을 기반으로 발전함에 따라 우호적인 시장 여건이 지속되었으며. Big Data, AI, 5G 산업의 확장은 반도체 산업의 성장에 긍정적인 영향을 줄 것으로 예상됩니다.\n2017년부터 전체 반도체 시장이 21.6%의 높은 성장을 기록하였으며, 메모리 반도체 분야 역시 61.8%의 높은 성장을 달성하였습니다. 2018년에도 전체 반도체 시장은 12.5% 성장했고 메모리 반도체도 24.9%의 성장을 이루었습니다. 2019년은 메모리 반도체 시장은 글로벌 경기 침체, 스마트폰 판매량 감소, CPU 부족으로 인한 PC수요 감소, 공급 과잉 등의 영향으로 다운턴(Downturn)에 돌입한 이후 한동안 재고증가/가격하락 등 악재의 영향으로 전체 반도체 시장의 성장률은 -11%, 메모리 반도체는 -33%로 하락세를 보였습니다.\n2020년은 COVID-19 사태에 따른 글로벌 팬데믹과 미-중 무역 갈등의 격화로 인해 글로벌 금융위기 이후 처음으로 세계 경제 성장률이 마이너스로 전환되며 메모리 시장 환경도 당초 기대 대비 부진했습니다. 고객의 보수적인 재고 운영이 지속되며 예상 대비 수요 증가율이 둔화되었으며 가격도 약세 전환되었으나, 공급업체들이 보수적인 투자 및 생산 기조를 유지함에 따라 연말로 갈수록 업계 재고가 정상화되고 수급도 안정을 찾아가기 시작했습니다. 2020년 반도체 시장은 +10.4%, 메모리 시장은 +13.5%의 상승을 기록했습니다. 2021년 반도체 시장은 오미크론 확산으로 인한 글로벌 공급망 불안과 확산세가 여전히 꺾이지 않은 팬데믹 상황 등 불확실한 시장 환경이 지속되었습니다. 이에 따른 2020년의 연장선상에서 Server, PC, 모바일 수요가 크게 증가하여, 반도체 시장은 +25.0%, 메모리 시장은 +33.2%의 성장을 보였습니다. (Gartner, 2023년 1월, 금액기준)\n2022년은 COVID-19 사태가 안정화되고 일상이 회복되면서 수요와 공급도 안정화 단계로 접어들 것을 예상했으나, 러시아-우크라이나 전쟁, 중국 Lock-down, 세계 경기 침제의 영향으로 하반기부터 시황이 악화되어 전체 반도체 시장은 +1.1% 성장한 반면, 메모리 반도체 시장 규모는 -10.0% 감소하였습니다. 2023년은 국제 시황 악화의 연장선으로 메모리 시장도 Downturn이 지속될 것으로 예상 됩니다.\n[DRAM]\n시장 조사기관인 가트너(Gartner, 2023년 1월, 금액기준)에 따르면, DRAM 시장은 세계 경제의 점진적 회복 및 모바일 시장 확대, 수급 안정 등의 요인으로 2014년 $461억(+32%), 2015년 $446억(-3.3%)의 매출을 기록하였습니다. 이어서 2016년에는 과잉공급으로 인한 평균 판매 가격(ASP: Average Selling Price) 하락으로, $414억(-7.1%)의 매출을 기록 후 DRAM 평균 판매 가격 상승으로 인해 2017년 매출은 큰 폭으로 성장하여 $721억(+74.1%)을, 2018년에는 $999억(+38.6%)을 기록했습니다. 그러나 2019년 글로벌 경기 침체, CPU 공급 부족으로 인한 수요감소와 가격하락, 중국과 미국 스마트폰 판매량 감소로 인한 모바일향 일시적 공급 과잉 등의 영향으로 $622억(-37.7%)을 기록하며 큰 폭으로 떨어졌습니다.\n2020년에는 COVID-19의 확산에 따른 시장의 혼란과 붕괴, 국가별 봉쇄 조치 등의 영향으로 많은 산업들이 타격을 입었고 반도체 산업 또한 영향을 받았습니다. 중국 내수 부진, 글로벌 시장 불확실성 증대에 따른 신제품 출시 시기 조정 등으로 Mobile 수요가 약화 되었으나, 비대면 경제 활성화, Cloud Service 이용 증가로 PC 및 Server 수요가 Mobile 부진을 상쇄하여 $659억(+5.9%)를 기록했습니다. 2021년은 COVID-19 회복 및 5G 전환 확대와 고사양 스마트폰 출시, 데이터센터 업체의 투자 재개로 인해 모바일과 Server 수요가 크게 증가하였으며, COVID-19 이후 WFH(Working From Home), 재택교육 등과 같은 근무 환경 및 교육 문화의 변화로 PC 수요도 증가하여 $929억(+40.9%)를 기록했습니다.\n2022년은 중국 Lock-down으로 인한 모바일 수요 감소, SV업체들의 재고 정리로 인한 SV 수요 약세, PC 시장 포화 등 수요 감소로 인해 $816억(-12.1%)를 기록하며 역성장을 기록했습니다.\n[낸드플래시(NAND Flash)]\n낸드플래시는 디지털 미디어의 성장과 더불어 스마트폰, 태블릿 PC, 디지털 카메라, MP3플레이어 그리고 기타 멀티미디어 가전에 사용되는 플래시카드와 USB드라이브, SSD와 같은 정보저장장치(Storage Devices)등에 널리 사용되고 있습니다.\n가트너(Gartner, 2023년 1월, 금액기준)의 전망에 따르면, 낸드플래시 시장은 모바일 및 SSD 등 스토리지 분야 적용 확대를 통해 2015년 3.5%($308억), 2016년 14.9%($354억)의 꾸준한 성장을 이어가고 있습니다. 또한, 평균 가격 상승으로 인하여 2017년은 51.9%($537억)의 높은 성장을, 2018년에도 7.8%($580억)의 성장을 기록했습니다.\n그러나, 2019년에는 DRAM과 마찬가지로 글로벌 경기 침체, 과잉 공급과 스마트폰 판매 부진으로 NAND 가격이 큰 폭으로 하락하며 -26.4%($426억)의 성장률을 보였습니다. 2020년은 Mobile의 수요는 감소 했으나, Corporate PC 수요, Cloud 도입 확산에 힘입은 SSD 수요의 강세가 이를 상쇄하여 25.2%($534억)의 성장을 기록했습니다. 2021년에는 고용량 스마트폰의 출시로 데이터 저장소 역할을 하는 NAND 컨텐츠 수요가 증가했으며, PC와 게임 콘솔 수요의 증가, 데이터센터 고객들의 투자 확대로 eSSD 수요도 크게 증가 하여 +24.0%($659억)의 성장을 기록했습니다.\n2022년은 매크로 악화 및 IT 제품 수요 감소로 전 응용 제품의 수요가 약세를 보이며 -8.3% 역성장 했습니다.\n[CIS (CMOS Image Sensor)]\nCIS는 1990년대 중반 디지털 카메라에 장착되어 소비자에게 선보인 이후 휴대폰에 채용되며 시장이 급격히 성장했고 최근에는 자동차, 보안, AR/VR 등 4차 산업 기술의 핵심 부품으로 활용되며 지속적으로 높은 성장률을 보이고 있습니다. 가트너(Gartner, 2023년 1월, 금액기준)에 따르면 CIS시장은 2022년 US$187억에서 2026년 US$257억 규모로 연평균 8.3%의 성장이 예상되며, 특히 당사가 생산 중인 CMOS 이미지 센서 시장은 다양한 응용기기로의 확대 적용과 수요 증가로 전체 이미지 센서 시장에서의 비중이 2022년 98.0%에서 2026년 98.8%까지 확대되며 연평균 8.5%의 성장을 기록했습니다.\n(3) 경기변동의 특성\n세계 반도체 시장은 제품 수명 주기가 짧으며, 새로운 제품의 생산을 위해서는 대규모 투자가 필요한 장치 산업의 특성을 가지고 있습니다. 아울러, 과거에는 실리콘 사이클의 순환에 따라 호황과 불황을 반복해 왔으며, 이는 주요 수요처인 미구주의 거시경제 순환 사이클(Business Cycle)과의 연관성이 매우 컸습니다. 그러나 최근에는 신흥시장 비중이 확대되고 경쟁력이 부족한 업체들이 일부 구조조정 되어 반도체 산업 경기 변동 폭은 전과 비교하여 많이 줄었습니다.\n[DRAM]\nDRAM은 PC 수요에 상당 부분 의존하여 기업의 PC교체 사이클의 영향을 크게 받아왔습니다. 이후 스마트폰 및 태블릿 PC 등 모바일 기기의 폭발적 성장과 AI, 5G 시장의 등장에 따라 DRAM의 주요 수요처가 PC에서 Server와 모바일로 분산되고, 경기 변동성이 과거에 비해 약화되는 모습을 보이고 있습니다.\n한편, 수요의 계절성으로서는 미구주 지역의 신학기, 크리스마스 특수 등 하반기 수요 증가가 뚜렷했으나, 최근에는 아시아 시장의 성장과 스마트폰 신제품 출시 시기의 분산으로 인한 판매시장의 다변화로 이 같은 전통적인 수요의 계절성이 일부 약화되는 모습도 나타나고 있습니다. PC는 COVID-19 펜데믹 이후 재택근무, 화상회의 등의 문화가 정착되면서 새로운 수요 트렌드가 나타났으며, Server는 지속적인 투자와 성장으로 국제시황의 영향을 적게 받으며 꾸준한 수요를 나타내고 있습니다.\n[낸드플래시(NAND Flash)]\n낸드플래시는 과거 MP3플레이어, 메모리카드 등의 수요증가에 힘입어 급속한 성장을 해왔습니다. 또한 최근에는 IT 기기가 스마트화되고 고성능화 됨에 따라 낸드플래시의 주 소비형태가 Controller와 Raw NAND가 결합되는 eMMC와 UFS, SSD 등으로 바뀌었으며 보다 높은 부가가치를 가지게 되었습니다. 아울러, 이들 eMMC와 SSD 제품도 DRAM과 같이 스마트폰, 태블릿 PC, 노트북, PC, Server, Storage, Flash Array 등의 다양한 제품에 장착되기 시작하며, 과거에 비해 경기 변동성은 줄어들 것으로 예상됩니다. 2017년까지 모바일이 가장 높은 점유율을 차지하고 있었으나 모바일 대비 대용량을 요구하는 클라우드 Server의 등장으로 SSD가 점유율을 역전하고 NAND 시장의 성장을 견인하는 추세입니다.\n[CIS (CMOS Image Sensor)]\nCIS 시장은 스마트폰과 노트북, 태블릿 분야가 출하량과 매출 모두 70% 이상 높은 비중을 차지하고 있으며 이들 소비재의 특성상 경기변동과 기술변화에 민감할 뿐만 아니라 라이프 사이클이 짧은 특징을 가지고 있습니다.\n(4) 경쟁요소\n반도체 사업의 핵심 경쟁력은 1.기술 및 원가 경쟁력, 2.시장 대응 능력(고객 확보, 제품 포트폴리오), 3.설비투자 능력 등이 있습니다.\n최근 대량생산이 용이한 표준제품 위주에서 응용분야가 점차 다양화, 융복합화 됨에 따라 시설투자와 생산성 향상을 통한 원가경쟁력 중심에서 제품 가치 증대를 통한 수익성 중심으로 경쟁의 패러다임이 빠르게 전환되고 있습니다.\n지금까지는 적극적 투자에 의한 생산능력 확대와 생산원가 절감이 핵심 경쟁 요소였지만, 공정 미세화의 난이도 증가와 투자 대비 수익에 대한 불확실성 증대 등 사업환경이 변화하였습니다. 따라서, 앞으로는 생산기술의 고도화를 통한 투자 절감과 제품의 부가가치 증대를 위해 다양한 선행기술 및 응용기술 개발, 메모리 컨트롤러와 펌웨어가 결합된 응용복합제품의 개발이 중요한 사업 경쟁력이 될 것입니다. 아울러 DRAM 분야에서의 TSV(Through Silicon Via) 및 New Memory의 원활한 초기시장 진입과 eMMC나 SSD 제품의 시장확대를 위해서는 관련 기술업체와의 협업과 더불어 고객 만족도가 중요해짐에 따라 마케팅 및 고객 지원 활동도 핵심 경쟁 요소로 부각되고 있습니다.\n이외에도 적기에 시장요구에 부합하는 제품을 출시(Time to Market)할 수 있는 시장 대응력 및 재무 건전성 확보 등이 요구되고 있습니다.\n나. 회사의 현황\n(1) 영업개황 및 사업부문의 구분\n(가) 영업개황\n2022년은 COVID-19 재확산, 미-중 무역갈등, 러시아-우크라이나 전쟁에 따른 글로벌 공급망 불안이 지속되고, 인플레이션 대응을 위한 금리 인상 등 사업환경의 불확실성이 심화되었습니다.\n이러한 불확실성에도 불구하고 SK하이닉스는 업계 선두의 기술력과 품질 경쟁력을 바탕으로, 전년도 실적을 상회하는 연결 기준 매출 44.6조원을 달성하였습니다. 반면, 영업이익은 하반기 수요 둔화로 전년 대비 45% 감소한 6.8조원을 기록하였습니다.\n한편 당사는 지난 8월, 8인치 웨이퍼 기반 파운드리 업체인 키파운드리 인수를 완료하여 비메모리 사업 역량을 강화하였습니다. SK하이닉스가 보유한 메모리 사업 성장 노하우와 시스템아이씨㈜ 및 키파운드리가 보유한 역량을 결집함으로써 당사의 파운드리 사업이 한 단계 도약할 것으로 기대하고 있습니다.\n※ 한국채택국제회계기준에 따라 작성된 연결기준 실적입니다.\n(나) 공시대상 사업부문의 구분\n※ 당사는 한국표준산업분류표상의 소분류에 의한 '반도체 및 기타 전자 부품 제조업'에 해당하며, 반도체부문의 매출액이 총매출액의 90%를 초과하므로 반도체부문으로 기재함.\n(2) 시장점유율\n※ 출처: IDC 2022년 12월, 매출액 기준\n※ 2022년 1분기부터 Solidigm 포함\n(3) 시장 경쟁요소 및 회사의 경쟁력\n[DRAM]\nPC 메모리(PC Memory)는 백신 보급에 따른 Back-to-office로 Commercial PC 수요가 회복될 것으로 전망됩니다. COVID-19 영향의 원격/Hybrid 업무용 노트북 및 게이밍 PC(Gaming PC) 수요가 증가하고 있으며, 특히 Window 11 출시에 따른 교체 수요는 Commercial PC 수요 회복에 긍정적으로 작용할 전망입니다. 1인당 1대의 PC 사용이 New normal이 되어가고 있는 상황이며, 평균 메모리 탑재량이 높은 울트라북 (Ultrabook)과 고사양 게이밍 PC(Gaming PC)도 확고한 제품 지위를 가지고 영역을 넓혀가고 있어 향후 지속적인 PC 메모리 수요 증대가 예상됩니다. 다만, 거시경제 악화, 소비 위축, Commercial 약세 전환 등으로 인해 교육용 크롬북/저사양 PC 위주로 PC 수요는 당분간 조정을 받을 것으로 전망됩니다. 당사는 이러한 시장 변화에 대해 모바일 및 고용량 제품 확대를 통해 적극 대응하고 있습니다.\n서버 메모리(Server Memory)는 클라우드 컴퓨팅(Cloud Computing) 분야의 높은 성장세 유지로 지속적인 수요 증대가 전망됩니다. 기업 데이터의 Public Cloud 전환 가속화 및 클라우드 게이밍과 같은 클라우드 관련 서비스 수요의 증가에 따라 대형 클라우드 사업자 및 인터넷 서비스 사업자들은 데이터센터 확장을 위한 투자에 집중하고 있습니다. 또한, 소프트웨어 발전에 따른 단일 서버의 가상화 집적도 상승과 CPU플랫폼 고도화 등의 경향은 단일 서버당 메모리 탑재량 증가에 일조하고 있습니다. 이러한 추세에 더하여, 향후에는 비대면 문화 확산에 따른 디지털화의 가속화에 따라 Server 인프라 규모의 지속적인 증대가 이루어지면서 Server 메모리 시장은 중장기적으로 견조한 수요가 발생할 것입니다.\n그리고 5G 본격화 및 실시간/초저지연 데이터 처리 수요에 대비한 Edge Computing Infra 확충이 이루어질 전망입니다. 이에 따라 이와 관련된 Server 메모리의 추가적인 수요 발생이 기대되며, AI(Artificial Intelligence)와 ML(Machine Learning) 등을 기반으로 한 고차원적인 분석 응용분야(Analytics Application)의 성장으로 고대역폭/고용량 메모리 수요 또한 증가할 것으로 예상됩니다. 당사는 이러한 시장의 니즈에 부합하는 고대역폭/고용량 서버 모듈(Module) 제품의 선행 개발과 양산 공급을 통해 이러한 시장 수요에 적극적으로 대응하고 있습니다.\n그래픽스 메모리(Graphics Memory) 시장은 고사양/고화질 게임 증가, 4K/8K 미디어 영상 컨텐츠 확산, 3D 그래픽 기술 발전에 따라 상위 스피드를 지원하는 GDDR6로 빠르게 전환 중이며, AI/Deep Learning 분야 Workload 증가로 워크스테이션(Workstation)과 고성능 컴퓨팅(High Performance Computing) 시스템 가속화를 위한 GDDR6/HBM2E 제품이 탑재된 고사양 Accelerator 수요는 지속 증대될 것으로 전망됩니다. COVID-19로 인한 Stay-at-home 수요 증가는 Gaming 문화 확산에 기여하였으며, 신규 출시된 게임 콘솔 기기의 메모리 채용량이 급격히 증가함에 따라 그래픽스 메모리 시장은 견조한 성장세가 지속될 것으로 예상됩니다. 당사는 주요 GPU/PC OEM업체 및 게임 콘솔 업체들과의 전략적 협업과 관계 강화를 통해 PC 그래픽스와 게임 콘솔 시장에 대해 적극적으로 대응하고 있습니다.\n컨슈머 메모리(Consumer Memory)는 AI & Connectivity 활용 기반의 Home Appliance 발전/확대 기조를 중심으로 디지털 TV, Set-top Box 및 AI Speaker, VR, Game 등 많은 응용에서의 Tech Level Up 전개 진행이 전망됩니다. 다만, 지속되고 있는 SCM 이슈로 인한 Set build 차질, 글로벌 경기 침체 가능성 대두로 인한 소비 심리 위축은 2022년 하반기 및 2023년 상반기까지 컨슈머 시장 수요에 영향을 미칠 것으로 보입니다. 업계는 현재 시황에 대응하기 위하여 고수익 중심의 프리미엄(고화질/대화면) Segment 확대, Connectivity를 기반으로 한 AI 기능 추가와 기기 편의성 제고를 통해 고객 수요 창출을 위한 노력을 하고 있습니다.\nDigital TV의 Computing Performance 상향 지원과 In-Home Activity, NFT 거래 플랫폼 등의 탑재로 확장성을 도모 중이며, 화면 회전, 공간 효율성 제고를 통하여 차별화된 가치 제공으로 편의성을 추구하고 있습니다. OTT/AI Speaker 등은 Home connectivity를 기반으로 Media 시장의 발전/확대를 추구하고 있습니다. Metaverse 활용에 필수 접속 기기인 AR/VR의 Reality 고도화는 채용 메모리 Contents 확대가 요구되며 이는 중장기 메모리 수요의 주요 견인 요인으로 작용하고 있습니다. 아울러 AR/VR, AI Speaker, Home Security 등 성장 분야로 Big Tech 기업들의 참여와 대중화는 컨슈머 시장 Pie 확장을 이끌고 있습니다. 또한, 전기자동차의 보급 확대에 따른 Infotainment, ADAS 등 전장시스템 탑재 확대와 자율주행 기술/환경 발전은 향후 고용량/고품질 메모리 수요를 창출할 것으로 예상됩니다.\n당사는 범용 제품(DDR3/4)과 저전압/고속 제품(LPDDR4/5)은 물론, Specialty 제품(Industrial Temp, Automotive grade & HBM) 등 다양한 Portfolio와 Longevity 정책 제시 등 시장에서의 입지를 공고히 하며 사업을 확대해 나가고 있습니다.\n모바일 메모리(Mobile Memory)는 Low-power 및 High bandwidth를 필요로 하는 Mobile device (Smartphone/ Tablet/ Wearable 등)를 중심으로 채용되고 있으며, IoT, Automotive, Consumer 분야로 채용이 확대되고 있습니다. 2022년 Mobile Set는 1) 러시아-우크라이나 전쟁 장기화, 2) 글로벌 인플레이션 심화, 3) 금리 상승 및 강달러에 따른 소비 침체와 높은 고객 재고 부담으로 전년 대비 역 성장이 예상됩니다. 이러한 경기 침체는 2023년 상반기까지 지속될 것으로 전망되며, 하반기에 점진적 안정화로 회복이 예상됩니다.\n중장기 Mobile 시장은 스마트폰 교체 주기 증가로 Set 성장은 둔화되나, 통신망 Sub-6GHz 및 mmWave 도입에 따른 Contents 확대로 Mobile 메모리 수요는 지속 성장 예상됩니다. 또한 AI on Device, AR/VR, 5G 통신을 활용한 다양한 Application의 확대, Foldable 및 High Resolution Display 등 Spec.의 상향에 따라 Memory 고용량화 추세가 지속될 것으로 전망됩니다. 당사는 LPDDR5(x)를 비롯한 최신 Tech 기반의 다양한 PKG 제품(PoP/UFS/uMCP)으로 Line-up을 구축하여 고용량/고성능/저전력 구현을 위한 미래 제품 개발을 적극 추진하고 있습니다.\n[낸드플래시(NAND Flash)]\n낸드플래시는 데이터 저장 용도로 쓰이는 대표적인 메모리 반도체로서, 빠른 테크놀로지의 진화로 매년 높은 성장률을 기록하고 있습니다. 특히 최첨단 IT기기 및 다양한 소비자 가전에서의 제품 채용률 및 채용량 증가가 지속되는 추세입니다.\n과거에는 스마트폰, 태블릿 PC 등의 모바일 분야가 주 사용처였으나, 현재는 Server/PC향 수요가 증가하며 주된 수요처 중 하나로 자리잡았습니다. 최근에는 5G 시장 확대, 비대면 문화 확산에 따른 PC향 수요 강세 그리고 클라우드 컴퓨팅 강세에 따른 Server 응용 제품향 고용량 낸드플래시 채용 증가 등이 수요 개선 흐름을 이끌고 있습니다. 또한 새로운 Application인 게임 콘솔 기기의 낸드플래시 채용으로 신규 수요가 증가하고 있는 추세입니다.\n이와 같은 낸드플래시 시장에서 당사는 저용량부터 고용량까지 다양한 단품 및 응용 복합 제품을 기반으로 고객의 수요에 보다 적극적으로 대응하고 있으며, 응용 분야별 선택과 집중을 통하여 낸드플래시 경쟁력을 확보하고 시장 지배력을 높여 가고 있습니다. 또한, 높은 기술력을 바탕으로 한 3D NAND 176단, 4D NAND 238단 등 제품 개발을 통하여, 빠른 NAND 시장 변화에 발 맞추어 대응해 나가고 있습니다.\n[CIS(CMOS Image Sensor)]\nCIS는 모바일 폰, 노트북, 태블릿, 디지털 카메라 등 다양한 디지털 기기에서 필름 역할을 하는 반도체 소자이며, 2022년부터 2026년까지 연평균 약 4%의 성장률을 보일 것으로 예상하고 있습니다. (출처: Techno-Systems Research 2022.2H, 출하량 기준)\n현재 CIS 화질과 기능이 크게 향상되면서 자동차, 보안, VR/AR, 의료 등으로 응용 범위가 점차 확대되고 있습니다. 수량 및 매출 비중이 가장 큰 모바일의 경우, 전후면에 이미지센서가 장착되고 있으며, 2016년부터는 광학줌 및 포커싱(보케) 등의 카메라 기능 확대를 위해 후면에는 듀얼 카메라가 채용되기 시작했습니다. 2018년 이후에는 초광각, 폴디드줌 등으로 카메라 기능이 더욱 확장되면서 트리플, 쿼드러플 카메라가 상용화되기 시작했으며 이로 인해 기기당 탑재량이 지속 증가하는 추세입니다. 최근 스마트폰 카메라 시장은 멀티 카메라 및 48Mp 이상 고화소 채용 증가로 카메라 성능이 어느 때보다도 중요한 마케팅 요소가 되고 있습니다.\n당사는 이미지센서 시장 중 가장 많은 비중을 차지하고 있는 모바일 시장과 이와 유사한 성능을 요구하고 있는 노트북 시장에 집중하고 있습니다. 2017년부터 고화소 시장으로 진입하기 위해300mm 공정을 구축하여1.0um Pixel을 우수한 성능으로 개발하였고, 2019년 하반기에는1.0um Pixel 기반의 제품을 고객에 인증 받아 고화소 시장 확대를 위한 발판을 마련하였습니다. 2021년 0.7um Pixel 제품 출시에 이어 2022년에는 0.64um Pixel 제품을 출시하며 미세 Pixel 기반의 다양한 제품 Line up 구축을 통한 경쟁력을 강화하고 있습니다.\n향후 점유율 확대를 위하여 시장의 니즈에 맞추어 제품을 개발하는 것 이외에도, 보안 카메라 및 바이오 등과 같이 새로운 시장 진입을 통한 애플리케이션 다양화로 CIS시장에서의 입지를 더욱 강화해 나갈 계획입니다.\n다. 회사의 고객관리 정책\n당사는 IT 산업을 대표하는 글로벌 기업으로서 당사 매출기여도가 높고, 당사 판매 전략과 부합하는 각 응용분아별 전략 고객의 관리를 통하여 안정적인 매출 기반을 확보함은 물론, 제품 구성을 다양화하여 수익성을 극대화하고 있습니다.\n라. 지식재산권 보유현황\n2022년 12월 31일 현재 당사는 총 18,734건의 지식재산권을 보유하고 있습니다. 통상적으로 등록 권리는 해마다 증가하나, 기 등록된 권리를 평가하여 등록 유지 또는 포기 여부를 결정하고 있어 포기된 권리로 인해 그 수치가 다소 변동할 수 있습니다.\n당사 지식재산권은 전문인력으로 구성된 전담 조직에 의해 관리되고 있으며, 당해 전문인력은 지식재산권 기획, 출원/등록, 사후관리 및 분쟁 대응을 포함한 관련업무 전반을 담당하고 있습니다.\n특허권 및 상표권은 각국 특허법 및 상표법에 근거하여 보호됩니다. 특허권의 존속기간은 출원일로부터 20년이고, 상표권은 등록일로부터 10년이며 상표권은 갱신등록절차를 통해 존속기간이 연장될 수 있습니다.\n마. 정부나 지방자치단체의 법률 규정 등에 의한 규제사항\n산업기술의 유출방지 및 보호에 관한 법률 제11조에 의하여 국가핵심기술로 지정된 반도체 제조기술을 해외로 이전하는 경우, 수출자는 산업통상자원부에 신고할 의무를 지니고 있습니다. 이에 당사는 제품개발 경쟁력 강화를 위한 해외 생산공장 및 기술센터에 반도체 기술 이전 시 관련법 및 절차를 준수 이행하고 있습니다.\n바. 환경보호 정책 및 현황\n(1) SHE(Safety, Health, Environment) 경영시스템 인증\n당사는 국제 인증규격인 ISO45001(안전보건경영시스템), ISO14001(환경경영시스템)과 국내 인증규격인 KOSHA MS (안전보건경영시스템)을 취득하여 유지관리 하고 있으며, 이를 위해 SHE경영활동의 객관성 확보 및 효과를 극대화하기 위한 활동들을 수행하고 있습니다. SHE담당 조직에서는 내부심사원을 양성하여 기업활동으로 인해 발생하는 안전보건환경 영향요인을 모니터링하고, 국내외 인증규격에 따라 선행적/체계적인 SHE경영 관리를 실시하고 있습니다. 당사는 안전보건 및 환경 분야의 지속적인개선을 추구하며, 환경영향을 최소화하고 건강하고 안전한 사업장을 구축하기 위한 노력을 지속적으로 수행해 나갈 것입니다.\n(2) 기후변화 협약 대응\n당사는 기후변화와 관련된 유무형의 위험과 기회 관리를 위해 기후변화 관련 규제를 준수하며 적극적으로 대응하고 있습니다. 또한 기후변화로 인해 발생할 수 있는 비용 및 제품 품질 관리를 위한 전략을 마련하고 고객 및 정부의 신뢰도를 지속적으로 확보하여 환경에대한 새로운 가치를 창출할 수 있도록 전사적 수준의 대응을 하고 있습니다.\n[Net Zero 달성을 위한 노력]\n당사는 2050년 Net Zero 달성을 기후변화 대응 목표의 방향으로 삼고 온실가스 배출량(Scope 1 & Scope 2)과 원단위 배출량 저감 목표를 수립했습니다. 구체적으로 2050년 RE100 달성 목표 하에 2022년까지 중국 생산사업장 사용 전력의 100%를 재생에너지로 대체한다는 계획입니다. 향후 RE100 및 Net Zero 달성을 위한 세부 로드맵 및 이행 방안을 지속적으로 업데이트하여 기후변화 대응을 위한 당사의 노력과 세부 실천 방안을 공개해 나갈 예정입니다.\n[RE100(Renewable Energy 100) 선언]\n당사는 기후변화 문제의 심각성을 인지하고 친환경 에너지 체제 구축을 위한 장기적인 계획을 수립하고 있습니다. 2020년 RE100 선언을 통해 2050년까지 재생에너지 100% 사용을 약속하였으며, 이를 단계적으로 실천하기 위해 전사 재생에너지 TF를 구축하여 운영하고 있습니다. SK하이닉스는 현재 진행 중인 녹색프리미엄 제도를 통한 재생에너지 구매를 시작으로, 인증서(REC, Renewable Energy Certificates) 구매, 제3자 PPA, 재생에너지 생산기업에 대한 지분 투자, 재생에너지 설비 구축 및 운영 등으로 재생에너지의 사용 비율을 꾸준히 높여갈 계획입니다. 먼저, 2050년 RE100 달성을 위한 중간 목표로 2030년까지 당사 전(全) 사업장이 사용하는 전력의 33%를 재생전력으로 조달하겠다는 목표를 설정하였습니다.\n구체적으로 2050년 RE100 달성 목표 하에 2022년까지 중국 생산사업장 사용 전력의 100%를 재생에너지로 대체한다는 계획입니다. 향후 RE100 및 Net Zero 달성을 위한 세부 로드맵 및 이행 방안을 지속적으로 업데이트하여 기후변화 대응을 위한 당사의 노력과 세부 실천 방안을 공개해 나갈 예정입니다. 이를 위해 탄소관리위원회를 신설해 온실가스 관련 이슈를 집중적으로 논의하고 기후변화 리스크를 분석해 경영전략에 반영하고 있습니다. 또한, 공정가스 배출량 감축을 위해 스크러버 효율을 높이고 대체가스 개발 연구도 지속하고 있습니다.\n※ RE100: 사용하는 전력을 100% 재생에너지(Renewable Energy)로 조달하겠다는 선언\n[온실가스 배출권거래제 대응]\n온실가스 배출권거래제는 정부가 각 기업에게 온실가스를 배출할 수 있는 배출권을 부여하고 기업들은 시장원리에 의해 형성된 배출권 가격을 토대로 각 기업별 한계저감비용에 따라 배출권을 매입하거나 매도하는 제도입니다.\n당사는 '저탄소 녹색성장 기본법('10.4.14 시행)' 및 '온실가스 배출권의 할당 및 거래에 관한 법률(환경부 고시 제2014-162호)에 따라 2014년 9월 12일 배출권 할당대상업체로 지정되어 2015년부터 온실가스 배출권거래제 참여기업으로 할당된 온실가스 배출량을 달성하기 위해 온실가스 저감장치(스크러버) 측정 기술을 개발/운영하여 배출량 저감을 유도하고, 배출권 거래를 포함한 배출권 관리/감축 등의 전사 TF 활동을 추진하고 있습니다\n「저탄소 녹색성장 기본법」 제44조에 따라 정부에 보고하는 명세서 기재 내용을 기준으로 2022년 온실가스 배출량은 최종 4,973,227만톤 CO2e (tCO2e)입니다.\n[CDP(탄소정보 공개 프로젝트) 탄소경영 최우수기업 명예의 전당 10년차 유지]\n당사는 탄소정보 공개 프로젝트(CDP: Carbon Disclosure Project) 한국위원회가 선정하는탄소경영최우수 그룹인 '탄소경영 글로벌 리더스 클럽'에 5년 연속 편입되어 국내 최초로명예의 전당에 입성, 2022년 명예의 전당 10년차를 유지하였습니다.\n[온실가스 배출량 및 에너지 사용량]\n당사 온실가스 배출량 및 에너지 사용량 정보는 다음과 같습니다.\n※ 대상은 국내 사업장 기준이며, 정부에 신고된 당사 온실가스 배출량 및 에너지 사용량입니다.\n※ 온실가스 배출량 및 에너지 사용량은 정부의 배출량 적합성 평가에 따라 변동될 수 있습니다.\n(3) 친환경 제품 및 사업장 구축을 위한 노력\n[전과정 평가(Life Cycle Assessment, LCA)/물발자국/탄소성적/ZWTL(Zero Waste To Landfill)인증/순환자원인정]\n당사는 매년 DRAM 및 NAND Flash 메모리의 주요 제품에 대하여 전과정평가를 수행하고 있습니다. 회사는 2013년 환경부로부터 20나노급 4G DDR3 제품에 대하여 업계 최초 환경성적표지 인증을 획득하였으며, 2014년에는 20나노급 64Gb NAND Flash 제품까지 인증을 확대 하는 등 지속적으로 LCA 평가결과에 대한 제 3자 인증을 확대하고 있습니다. 특히 2016년에는 국내 최초로 20나노급 4Gb DDR3 제품에 대하여 미국 UL社로부터 물 발자국 인증을 획득하였습니다. 2017년에는 환경부로부터 당사가 생산하는 10나노급 8Gb LPDDR3 제품에 대하여 업계 최초 물 발자국 인증을 획득하였으며, 2019년에는 10나노급 8Gb LPDDR4 DRAM 제품에 대하여, 2021년에는 10나노급 6Gb LPDDR4 DRAM 제품과 3D-V4 NAND Flash 256Gb TLC 제품에 대한 물 발자국, 탄소발자국 인증을 획득하였습니다. 2022년에는 국외 카본트러스트 인정을 완료하고 저전력 제품 감축 인증을 받는 등 온실가스 감축을 위한 활동을 지속적으로 수행하고 있습니다.\n2018년 국내 기업 최초로 '폐기물 매립 제로화(ZWTL)' 인증을 획득하였으며, 2019년에는 중국 사업장을 포함하여, 全사업장 인증 획득을 완료하였습니다. 2021년 국내 사업장 및 우시 사업장의 경우 '폐기물 매립 제로화(ZWTL)' Gold 등급(재활용률 95% 이상), 충칭 사업장은 Silver 등급(재활용률 90% 이상)을 획득하였고, 2022년의 경우 재활용 Item 발굴을 지속적으로 수행하는 등의 노력으로 국내사업장 ZWTL Platinum 등급을 획득하여 선도적인 폐기물 관리능력을 보유하고 있음을 인정 받았습니다.\n또한, 정부의 폐기물 정책 패러다임 변화에 맞춰 2019년 '순환자원인정제도'를 대기업 최초로 적용하였으며, 폐기되는 IC-Tray를 자원화하는 선순환 체계를 구축하여 '순환자원인증'을 획득하였습니다.\n회사는 향후에도 지속적으로 친환경 인증을 확대하고, 이해관계자들에게 친환경 정보를 제공할 계획입니다.\n(4) 기타 환경보호 정책\n2009년 5월 환경경영에 대한 투명성 및 진정성을 확보하기 위해 국내 대표적 NGO인 환경운동연합 및 환경경영 전문가로 환경경영검증위원회를 구성하여, 당사 환경경영 성과에 대한 검증을 진행 후 환경경영검증위원회 보고서를 발행하였습니다. 2010년도부터는 검증위원회를 자문위원회로 변경, 환경경영자문위원회를 개최하고 있으며, 당사의 전반적인 환경경영 및 환경전략 관련 의견을 수렴하여 경영활동에 반영하고 있습니다.\n또한, 2015년도에는 외부 전문가로 구성된 산업보건검증위원회를 발족하여 당사의 작업환경 및 복지제도 등 보건분야 진단을 통해 127개 개선과제를 도출 및 개선 활동을 진행하였습니다. 2017년 11월부터 산업보건검증위원회 주관 하에 각 개선과제에 대한 이행수준을 평가하였고 검증결과보고서를 2018년 8월에 최종 수취 완료하였습니다.\n더 나아가, 당사는 선도적이고 지속 가능한 산업보건 선진화를 달성하기 위하여 2017년 6월 'SK하이닉스 산업보건 선진화지속위원회'를 발족하였습니다. 현재 선진화의 핵심가치인 '구성원의 건강, 안전한 환경, 정의로운 사회를 조화롭고 지속적으로 추구'의 취지에 맞게 건강-환경-정의 분과별 세부 과제를 추진 중에 있습니다.",
    "item_III": "III. 재무에 관한 사항\n1. 요약재무정보\n가. 요약연결재무정보\n나. 요약 별도재무정보\n2. 연결재무제표\n3. 연결재무제표 주석\n1. 회사의 개요\n(1) 지배기업의 개요\n에스케이하이닉스 주식회사(이하 \"지배기업\")는 1996년에 주식을 한국거래소에 상장한 공개법인으로, 1949년 10월 15일에 설립되어 메모리반도체의 제조 및 판매업을 주업으로 하고 있습니다. 지배기업은 경기도 이천시 부발읍 경충대로 2091에 본사와경기도 성남시 등에 사무소를 두고 있습니다. 지배기업과 그 종속기업(이하 \"연결회사\")은 경기도 이천시와 충청북도 청주시, 중국 우시(Wuxi), 충칭(Chongqing) 및 다롄(Dalian)에 생산공장을 설치ㆍ가동하고 있습니다.\n2022년 12월 31일 현재 지배기업의 주주현황은 다음과 같습니다.\n당기말 현재 지배기업의 주식은 한국거래소가 개설하는 유가증권시장에, 주식예탁증서는 룩셈부르크 증권거래소에 상장되어 있습니다.\n(2) 당기말과 전기말 현재 연결대상 종속기업의 현황은 다음과 같습니다.\n(*1) 종속기업인 SK hynix Asia Pte. Ltd.의 종속기업입니다.\n(*2) 종속기업인 SK APTECH Ltd.의 종속기업입니다.\n(*3) 종속기업인 SK hynix Semiconductor (China) Ltd.의 종속기업입니다.\n(*4) 종속기업인 SK hynix (Wuxi) Investment Ltd.의 종속기업입니다.\n(*5) 종속기업인 에스케이하이닉스시스템아이씨㈜의 종속기업입니다.\n(*6) 종속기업인 행복나래㈜의 종속기업입니다.\n(*7) 종속기업인 SUZHOU HAPPYNARAE Co., Ltd.의 종속기업입니다.\n(*8) 종속기업인 SK hynix NAND Product Solutions Corp.의 종속기업입니다.\n(*9) 종속기업인 SkyHigh Memory Limited의 종속기업입니다.\n(*10) 종속기업인 SK hynix (Wuxi) Education Technology Co.,Ltd.의 종속기업입니다.\n(*11) 당기말 현재 법적소유권은 인텔에게 있으며 2025년으로 예상되는 인텔 NAND사업 인수 2차 종결을 통하여 소유권을 획득할 예정이나 연결회사가 지배력을 보유하고 있다고 판단하여 종속기업으로 편입하였습니다.\n(*12) 당기중 당사 종속기업인 SK hynix NAND Product Solutions Corp.으로 보유 지분을 이전하였습니다.\n(*13) 당기중 SK hynix NAND Product Solutions Corp. 및 그 종속기업의 종업원에게 주식선택권을 지급하면서 지분율이 하락하였습니다.\n(*14) 당기중 당사가 100% 지분 취득을 완료함에 따라 종속회사에 편입되었습니다.\n(3) 당기 중 연결대상 종속기업의 변동내역은 다음과 같습니다.\n(4) 당기말과 전기말 현재 주요 종속기업의 요약 재무상태표는 다음과 같습니다.\n(5) 당기와 전기 중 주요 종속기업의 요약 포괄손익계산서는 다음과 같습니다.\n(6) 당기말과 전기말 현재 연결회사에 대한 중요한 비지배지분은 없습니다.\n2. 중요한 회계정책\n다음은 재무제표 작성에 적용된 중요한 회계정책입니다. 이러한 정책은 별도의 언급이 없다면, 표시된 회계기간에 계속적으로 적용됩니다.\n2.1 연결재무제표 작성기준\n연결회사의 연결재무제표는 한국채택국제회계기준(이하 기업회계기준)에 따라 작성됐습니다. 한국채택국제회계기준은 국제회계기준위원회(\"IASB\")가 발표한 기준서와해석서 중 대한민국이 채택한 내용을 의미합니다.\n재무제표는 다음을 제외하고는 역사적 원가에 기초하여 작성하였습니다.\n- 공정가치로 측정되는 파생상품\n- 공정가치로 측정되는 당기손익-공정가치 측정 금융자산\n- 공정가치로 측정되는 기타포괄손익-공정가치 측정 금융자산\n- 확정급여채무의 현재가치에서 사외적립자산의 공정가치를 차감한 확정급여부채 (종업원급여자산)\n한국채택국제회계기준은 재무제표 작성 시 중요한 회계추정의 사용을 허용하고 있으며, 회계정책을 적용함에 있어 경영진의 판단을 요구하고 있습니다. 보다 복잡하고 높은 수준의 판단이 필요한 부분이나 중요한 가정 및 추정이 필요한 부분은 주석3에서 설명하고 있습니다.\n2.2 회계정책과 공시의 변경\n2.2.1 연결회사가 채택한 제ㆍ개정 기준서 및 해석서\n연결회사는 2022년 1월 1일로 개시하는 회계기간부터 다음의 제ㆍ개정 기준서 및 해석서를 신규로 적용하였습니다.\n(1) 기업회계기준서 제 1116호 '리스' 개정 - 2021년 6월 30일 후에도 제공되는 코로나19 관련 임차료 할인 등\n코로나19의 직접적인 결과로 발생한 임차료 할인 등이 리스변경에 해당하는지 평가하지 않을 수 있도록 하는 실무적 간편법의 적용대상이 2022년 6월 30일 이전에 지급하여야 할 리스료에 영향을 미치는 리스료 감면으로 확대되었습니다. 리스이용자는 비슷한 상황에서 특성이 비슷한 계약에 실무적 간편법을 일관되게 적용해야 합니다. 해당 기준서의 개정이 연결재무제표에 미치는 중요한 영향은 없습니다.\n(2) 기업회계기준서 제1103호 '사업결합' 개정 - 개념체계의 인용\n사업결합 시 인식할 자산과 부채의 정의를 개정된 재무보고를 위한 개념체계를 참조하도록 개정되었으나, 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 및 해석서 제2121호 '부담금'의 적용범위에 포함되는 부채 및 우발부채에 대해서는 해당 기준서를 적용하도록 예외를 추가하고, 우발자산이 취득일에 인식되지 않는다는 점을 명확히 하였습니다. 해당 기준서의 개정이 연결재무제표에 미치는 중요한 영향은 없습니다.\n(3) 기업회계기준서 제1016호 '유형자산' 개정 - 의도한 사용 전의 매각금액\n기업이 자산을 의도한 방식으로 사용하기 전에 생산된 품목의 판매에서 발생하는 수익을 생산원가와 함께 당기손익으로 인식하도록 요구하며, 유형자산의 취득원가에서차감하는 것을 금지하고 있습니다. 해당 기준서의 개정이 연결재무제표에 미치는 중요한 영향은 없습니다.\n(4) 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 개정 - 손실부담계약: 계약이행원가\n손실부담계약을 식별할 때 계약이행원가의 범위를 계약 이행을 위한 증분원가와 계약 이행에 직접 관련되는 다른 원가의 배분이라는 점을 명확히 하였습니다. 해당 기준서의 개정이 연결재무제표에 미치는 중요한 영향은 없습니다.\n(5) 한국채택국제회계기준 2018-2020 연차개선\n한국채택국제회계기준 연차개선 2018-2020은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 해당 기준서의 개정이 연결재무제표에 미치는 중요한 영향은 없습니다.\n·기업회계기준서 제1101호 '한국채택국제회계기준의 최초 채택' : 최초채택기업인 종속기업\n·기업회계기준서 제1109호 '금융상품' : 금융부채 제거 목적의 10% 테스트 관련 수수료\n·기업회계기준서 제1041호 '농림어업' : 공정가치 측정\n2.2.2 연결회사가 적용하지 않은 제ㆍ개정 기준서 및 해석서\n제정 또는 공표되었으나 시행일이 도래하지 않아 적용하지 아니한 제ㆍ개정 기준서 및 해석서는 다음과 같습니다.\n(1) 기업회계기준서 제1001호 '재무제표 표시' 개정 - 부채의 유동/비유동 분류\n보고기간말 현재 존재하는 실질적인 권리에 따라 유동 또는 비유동으로 분류되며, 부채의 결제를 연기할 수 있는 권리의 행사가능성이나 경영진의 기대는 고려하지 않습니다. 또한, 부채의 결제에 자기지분상품의 이전도 포함되나, 복합금융상품에서 자기지분상품으로 결제하는 옵션이 지분상품의 정의를 충족하여 부채와 분리하여 인식된경우는 제외됩니다. 동 개정사항은 2024년 1월 1일 이후 시작하는 회계연도부터 적용하며, 조기적용이 허용됩니다. 연결회사는 동 개정으로 인한 연결재무제표의 영향을 검토 중에 있습니다.\n(2) 기업회계기준서 제1001호 '재무제표 표시' - '회계정책'의 공시\n중요한 회계정책 정보를 정의하고 이를 공시하도록 하였습니다. 동 개정 사항은 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며 조기적용이 허용됩니다. 연결회사는 동 개정으로 인한 연결재무제표의 영향을 검토 중에 있습니다.\n(3) 기업회계기준서 제1008호 '회계정책, 회계추정의 변경 및 오류' - '회계추정'의 정의\n회계추정을 정의하고, 회계정책의 변경과 구별하는 방법을 명확히 하였습니다. 동 개정사항은 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며 조기적용이허용됩니다. 연결회사는 동 개정으로 인해 연결재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n(4) 기업회계기준서 제1012호 '법인세' - 단일거래에서 생기는 자산과 부채에 대한 이연법인세\n자산 또는 부채가 최초로 인식되는 거래의 최초 인식 예외 요건에 거래시점 동일한 가산할 일시적차이와 차감할 일시적차이를 발생시키지 않는 거래라는 요건을 추가하였습니다. 동 개정사항은 2023년 1월 1일 이후 시작하는 회계연도부터 적용하며, 조기적용이 허용됩니다. 연결회사는 동 개정으로 인해 연결재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n(5) 기업회계기준서 제1117호 '보험계약' 제정\n기업회계기준서 제1117호 '보험계약'은 기업회계기준서 제1104호 '보험계약'을 대체합니다. 보험계약에 따른 모든 현금흐름을 추정하고 보고시점의 가정과 위험을 반영한 할인율을 사용하여 보험부채를 측정하고, 매 회계연도별로 계약자에게 제공한 서비스(보험보장)를 반영하여 수익을 발생주의로 인식하도록 합니다. 또한, 보험사건과 관계없이 보험계약자에게 지급하는 투자요소(해약/만기환급금)는 보험수익에서 제외하며, 보험손익과 투자손익을 구분 표시하여 정보이용자가 손익의 원천을 확인할 수 있도록 하였습니다. 동 기준서는 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며, 기업회계기준서 제1109호 '금융상품'을 적용한 기업은 조기적용이허용됩니다. 연결회사는 동 개정으로 인해 연결재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n기준서의 개정으로 기업회계기준서 제1117호를 최초로 적용하는 기업은 비교기간에대해 선택적 분류 조정('overlay')를 적용할 수 있습니다. 이러한 분류 조정은 기업회계기준서 제1117호의 적용범위에 포함되는 계약과 연관성이 없는 금융자산을 포함한 모든 금융자산에 적용할 수 있습니다. 금융자산에 분류 조정을 적용하는 기업은 기업회계기준서 제1109호의 분류와 측정 요구사항을 해당 금융자산에 적용해왔던 것처럼 비교정보를 표시하며, 이러한 분류 조정은 상품별로 적용할 수 있습니다.\n(6) 기업회계기준서 제1001호 ' 재무제표 표시 ' - 행사가격 조정 조건이 있는 금융부채 평가손익 공시\n발행자의 주가 변동에 따라 행사가격이 조정되는 조건이 있는 금융상품의 전부나 일부가 금융부채로 분류되는 경우 그 금융부채의 장부금액과 관련 손익을 공시하도록 하였습니다. 동 개정사항은 2023년 1월 1일 이후 시작하는 회계연도부터 적용하며, 조기적용이 허용됩니다. 연결회사는 동 개정으로 인해 연결재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n2.3 영업부문\n영업부문은 다음 사항을 모두 충족하는 기업의 구성단위를 말합니다.\n① 수익을 창출하고 비용을 발생(동일 기업 내의 다른 구성단위와의 거래와 관련된 수익과 비용을 포함)시키는 사업활동을 영위한다.\n② 부문에 배분될 자원에 대한 의사결정을 하고 부문의 성과를 평가하기 위하여 최고영업의사결정자가 영업성과를 정기적으로 검토한다.\n③ 구분된 재무정보의 이용이 가능하다.\n연결회사의 최고영업의사결정권자는 지배기업의 이사회이며, 연결회사의 특정 구성단위에 대해 구분된 재무정보를 보고받거나 검토하지 않습니다. 따라서 이 연결재무제표에는 영업부문정보가 포함되어 있지 않습니다. 다만, 기업전체수준에서의 지역, 제품과 용역, 주요고객에 대한 정보는 주석 4 및 26에 포함되어 있습니다.\n2.4 연결\n① 사업결합\n사업결합은 동일지배 하에 있는 기업실체나 사업에 대한 결합을 제외하고 취득법을 적용하여 회계처리하고 있습니다.\n이전대가는 일반적으로 식별가능한 취득 순자산을 공정가치로 측정하는 것과 동일하게 공정가치로 측정하고 있습니다. 사업결합의 결과 영업권이 발생되면 매년 손상검사를 수행하고 있으며, 염가매수차익이 발생되면 즉시 당기손익으로 인식하고 있습니다. 취득관련원가는 기업회계기준서 제1032호와 기업회계기준서 제1109호에 따라 인식하는 채무증권과 지분증권의 발행원가를 제외하고, 원가가 발생하고 용역을 제공받은 기간에 비용으로 회계처리하고 있습니다.\n이전대가는 기존관계의 정산과 관련된 금액을 포함하고 있지 않으며, 기존관계의 정산금액은 일반적으로 당기손익으로 인식하고 있습니다.\n조건부대가는 취득일에 공정가치로 측정되고 있습니다. 자본으로 분류되는 조건부대가는 재측정하지 않으며, 그 후속 정산은 자본 내에서 회계처리하고 있습니다. 조건부대가가 자본으로 분류되지 않는 경우, 후속적으로 조건부대가의 공정가치 변동을 인식하여 당기손익으로 처리하고 있습니다.\n피취득자의 종업원이 보유하고 있는 보상과 교환된 취득자의 주식기준보상의 경우, 취득자의 대체보상에 대한 시장기준 측정치의 전부 또는 일부는 사업결합의 이전대가 측정에 포함되고 있습니다. 피취득자에 대한 이전대가의 일부인 대체보상 부분과 사업결합 후 근무용역에 대한 보수 부분은 피취득자의 보상에 대한 시장기준측정치와 사업결합 전 근무용역에 대한 대체 보상액을 비교하여 결정되고 있습니다.\n② 비지배지분\n비지배지분은 취득일에 피취득자의 식별가능한 순자산에 대해 인식한 금액 중 현재의 지분상품의 비례적 몫으로 측정하고 있습니다.\n지배력을 상실하지 않는 종속기업에 대한 지배기업의 소유지분 변동은 자본거래로 회계처리하고 있습니다.\n③ 종속기업\n종속기업은 연결회사에 의해 지배되는 기업입니다. 연결회사는 피투자기업에 대한 관여로 변동이익에 노출되거나 변동이익에 대한 권리가 있고 피투자기업에 대하여 자신의 힘으로 그러한 이익에 영향을 미치는 능력이 있을 때 피투자기업을 지배합니다. 종속기업의 재무제표는 지배기업이 종속기업에 대한 지배력을 획득하는 날부터 지배력을 상실할 때까지 연결재무제표에 포함됩니다.\n④ 지배력의 상실\n지배기업이 종속기업에 대한 지배력을 상실한다면, 연결재무상태표에서 종전의 종속기업에 대한 자산과 부채를 제거하고 종전의 지배지분에 귀속되는 지배력 상실 관련 손익을 인식합니다. 종속기업에 대한 잔존 투자는 지배력을 상실한 때의 공정가치로 인식합니다.\n⑤ 지분법피투자기업에 대한 지분\n연결회사의 지분법피투자기업에 대한 지분은 관계기업과 공동기업의 지분으로 구성되어 있습니다.\n관계기업은 연결회사가 재무정책 및 영업정책에 대한 유의적인 영향력을 보유하고 있으나, 지배하거나 공동지배하지 않는 기업입니다. 공동기업은 연결회사가 약정의 자산에 대한 권리와 부채에 대한 의무를 보유하는 것이 아니라 약정의 순자산에 대한권리를 보유하고 있는 기업입니다.\n관계기업과 공동기업에 대한 투자지분은 최초에 거래원가를 포함하여 원가로 인식하고, 취득 후에는 지분법을 사용하여 회계처리하고 있습니다. 즉, 취득일 이후에 발생한 피투자자의 당기순손익 및 기타포괄손익 중 연결회사의 지분에 해당하는 금액을 장부금액에 가감하고, 피투자자에게 받은 분배액은 투자지분의 장부금액에서 차감하고 있습니다.\n⑥ 내부거래제거\n연결회사 내의 거래, 이와 관련된 잔액, 수익과 비용, 미실현손익은 연결재무제표 작성시 모두 제거하고 있습니다. 한편, 연결회사는 지분법피투자기업과의 거래에서 발생한 미실현이익 중 연결회사의 몫은 제거하고 있으며, 미실현손실은 자산손상의 증거가 없다면 미실현이익과 동일한 방식으로 제거하고 있습니다.\n⑦ 동일지배하 사업결합\n동일지배하에 있는 기업회사나 사업에 대한 결합은 취득한 자산과 인수한 부채를 최상위지배기업의 연결재무제표 상 장부금액으로 인식하고 있습니다. 연결회사는 이전대가와 취득한 순자산 장부금액의 차액을 기타불입자본에서 가감하고 있습니다.\n2.5 현금및현금성자산\n연결회사는 보유현금과 요구불예금, 유동성이 매우 높고 확정된 금액의 현금으로 전환이 용이하며 가치변동의 위험이 경미한 취득일로부터 만기일이 3개월 이내인 투자자산을 현금및현금성자산으로 분류하고 있습니다.\n2.6 재고자산\n재고자산의 단위원가는 가중평균법(미착품은 개별법)으로 결정되며, 취득원가는 매입원가, 전환원가 및 재고자산을 판매 가능한 상태로 준비하는데 필요한 기타 원가를포함하고 있습니다. 제품이나 재공품의 경우, 연결회사는 고정제조간접원가를 생산설비의 실제조업도에 기초하여 배부하되, 실제조업도가 정상조업도보다 낮은 경우에는 이를 정상조업도에 기초하여 배부하고 있습니다.\n재고자산은 취득원가와 순실현가능가치 중 낮은 금액으로 측정하고 있습니다. 순실현가능가치는 정상적인 영업과정에서의 예상 판매가격에서 완성까지 예상되는 추가원가와 판매비용을 차감한 금액입니다. 재고자산을 순실현가능가치로 감액한 평가손실과 모든 감모손실은 감액이나 감모가 발생한 기간에 비용으로 인식하고 있으며, 재고자산의 순실현가능가치의 상승으로 인한 재고자산평가손실의 환입은 환입이 발생한 기간의 비용으로 인식된 재고자산의 매출원가에서 차감하고 있습니다.\n2.7 매출채권\n매출채권은 유의적인 금융요소를 포함하지 않는 경우에는 무조건적인 대가의 금액으로, 유의적인 금융요소를 포함하는 경우에는 공정가치로 최초 인식합니다. 매출채권은 후속적으로 유효이자율법을 적용한 상각후원가에 손실충당금을 차감하여 측정됩니다. (연결회사의 매출채권 회계처리에 대한 추가적인 사항은 주석 8, 손상에 대한 회계정책은 주석 6 (1) 참조)\n2.8 비파생금융자산\n① 인식 및 최초 측정\n매출채권과 발행 채무증권은 발행되는 시점에 최초로 인식됩니다. 다른 금융상품과 금융부채는 연결회사가 금융상품의 계약당사자가 되는 때에만 인식됩니다.\n유의적인 금융요소를 포함하지 않는 매출채권을 제외하고는, 최초 인식시점에 금융자산이나 금융부채를 공정가치로 측정하며, 당기손익-공정가치 측정 금융자산 또는 당기손익-공정가치 측정 금융부채가 아닌 경우에 해당 금융자산의 취득이나 해당 금융부채의 발행과 직접 관련되는 거래원가는 공정가치에 가감합니다. 유의적인 금융요소를 포함하지 않는 매출채권은 최초에 거래가격으로 측정합니다.\n② 분류 및 후속 측정\n최초 인식시점에 금융자산은 상각후원가, 기타포괄손익-공정가치 측정 채무상품, 기타포괄손익-공정가치 측정 지분상품 또는 당기손익-공정가치로 측정되도록 분류됩니다. 금융자산은 연결회사가 금융자산을 관리하는 사업모형을 변경하지 않는 한 최초 인식 후에 재분류되지 않으며, 이 경우 영향 받는 모든 금융자산은 사업모형의 변경 이후 첫 번째 보고기간의 첫 번째 날에 재분류됩니다.\n금융자산이 다음 두가지 조건을 모두 만족하고, 당기손익-공정가치 측정항목으로 지정되지 않은 경우에 상각후원가로 측정합니다.\n- 계약상 현금흐름을 수취하기 위해 보유하는 것이 목적인 사업모형 하에서 보유합니다.\n- 금융자산의 계약 조건에 따라 특정일에 원금과 원금잔액에 대한 이자지급만으로 구성되어 있는 현금흐름이 발생합니다.\n채무상품이 다음 두 가지 조건을 충족하고 당기손익-공정가치 측정항목으로 지정되지 않은 경우에 기타포괄손익-공정가치로 측정합니다.\n- 계약상 현금흐름의 수취와 금융자산의 매도 둘 다를 통해 목적을 이루는 사업모형 하에서 금융자산을 보유합니다.\n- 금융자산의 계약 조건에 따라 특정일에 원리금 지급만으로 구성되어 있는 현금흐름이 발생합니다.\n단기매매를 위해 보유하는 것이 아닌 지분상품의 최초 인식 시에 연결회사는 투자자산의 공정가치의 후속적인 변동을 기타포괄손익으로 표시하도록 선택할 수 있습니다. 다만 한번 선택하면 이를 취소할 수 없습니다. 이러한 선택은 투자 자산별로 이루어집니다.\n상기에서 설명된 상각후원가나 기타포괄손익-공정가치로 측정되지 않는 모든 금융자산은 당기손익-공정가치로 측정됩니다. 이러한 금융자산은 모든 파생금융자산을 포함합니다. 최초 인식시점에 연결회사는 상각후원가나 기타포괄손익-당기손익으로측정되는 금융자산을 당기손익-공정가치 측정항목으로 지정한다면 회계불일치를 제거하거나 유의적으로 줄이는 경우에는 해당 금융자산을 당기손익-공정가치 측정 항목으로 지정할 수 있습니다. 다만 한번 지정하면 이를 취소할 수 없습니다.\n연결회사는 사업이 관리되는 방식과 경영진에게 정보가 제공되는 방식을 가장 잘 반영하기 때문에 금융자산의 포트폴리오 수준에서 보유되는 사업모형의 목적을 평가합니다. 그러한 정보는 다음을 고려합니다.\n- 포트폴리오에 대해 명시된 회계정책과 목적 및 실제 이러한 정책의 운영\n- 사업모형에서 보유하는 금융자산의 성과를 평가하고, 그 평가내용을 주요 경영진에게 보고하는 방식\n- 사업모형(그리고 사업모형에서 보유하는 금융자산)의 성과에 영향을 미치는 위험과 그 위험을 관리하는 방식\n- 경영진에 대한 보상방식(예: 관리하는 자산의 공정가치에 기초하여 보상하는지 아니면 수취하는 계약상 현금흐름에 기초하여 보상하는지)\n- 과거기간 금융자산의 매도의 빈도, 금액, 시기, 이유, 미래의 매도활동에 대한 예상\n이러한 목적을 위해 제거요건을 충족하지 않는 거래에서 제3자에게 금융자산을 이전하는 거래는 매도로 간주되지 않습니다.\n단기매매의 정의를 충족하거나 포트폴리오의 성과가 공정가치 기준으로 평가되는 금융자산 포트폴리오는 당기손익-공정가치로 측정됩니다.\n원금은 금융자산의 최초 인식시점의 공정가치로 정의됩니다. 이자는 화폐의 시간가치에 대한 대가, 특정기간에 원금 잔액과 관련된 신용위험에 대한 대가, 그밖에 기본적인 대여위험과 원가에 대한 대가(예: 유동성위험과 운영 원가)뿐만 아니라 이윤으로 구성됩니다.\n계약상 현금흐름이 원금과 이자에 대한 지급만으로 이루어져 있는지를 평가할 때, 연결회사는 해당 상품의 계약조건을 고려합니다. 금융자산이 계약상 현금흐름의 시기나 금액을 변경시키는 계약조건을 포함하고 있다면, 그 계약 조건 때문에 해당 금융상품의 존속기간에 걸쳐 생길 수 있는 계약상 현금흐름이 원리금 지급만으로 구성되는지를 판단해야 합니다.\n이를 평가할 때 연결회사는 다음을 고려합니다.\n- 현금흐름의 금액이나 시기를 변경시키는 조건부 상황\n- 변동 이자율 특성을 포함하여 계약상 액면 이자율을 조정하는 조항\n- 중도상환특성과 만기연장특성\n- 특정 자산으로부터 발생하는 현금흐름에 대한 연결회사의 청구권을 제한하는 계약조건\n중도상환금액이 실질적으로 미상환된 원금과 잔여원금에 대한 이자를 나타내고, 계약의 조기청산에 대한 합리적인 추가 보상을 포함하고 있다면, 조기상환특성은 특정일에 원금과 이자를 지급하는 조건과 일치합니다.\n또한, 계약상 액면금액을 유의적으로 할인하거나 할증하여 취득한 금융자산에 대해서, 중도상환금액이 실질적으로 계약상 액면금액과 계약상 이자 발생액(그러나 미지급된)을 나타내며(이 경우 계약의 조기 청산에 대한 합리적인 추가 보상이 포함될 수 있는), 중도상환특성이 금융자산의 최초 인식시점에 해당 특성의 공정가치가 경미한경우에는 이러한 조건을 충족한다고 판단합니다.\n다음 회계정책은 금융자산의 후속측정에 적용합니다.\n③ 제거\n연결회사는 금융자산의 현금흐름에 대한 계약상 권리가 소멸한 경우, 금융자산의 현금흐름을 수취할 계약상 권리를 양도하고 이전된 금융자산의 소유에 따른 위험과 보상의 대부분을 실질적으로 이전한 경우, 또는 연결회사가 소유에 따른 위험과 보상의대부분을 보유 또는 이전하지 아니하고 금융자산을 통제하고 있지 않은 경우에 금융자산을 제거합니다.\n연결회사가 연결재무상태표에 인식된 자산을 이전하는 거래를 하였지만, 이전되는 자산의 소유에 따른 대부분의 위험과 보상을 보유하고 있는 경우에는 이전된 자산을 제거하지 않습니다.\n④ 상계\n연결회사는 연결회사가 인식한 자산과 부채에 대해 법적으로 집행가능한 상계권리를현재 갖고 있고, 차액으로 결제하거나, 자산을 실현하는 동시에 부채를 결제할 의도가 있는 경우에만 금융자산과 금융부채를 상계하고 연결재무상태표에 순액으로 표시합니다.\n2.9 파생금융상품\n파생상품은 최초 인식 시 계약일의 공정가치로 측정되며, 후속적으로 매 보고기간말의 공정가치로 측정됩니다. 파생상품의 공정가치 변동으로 인한 평가손익은 각각 아래와 같이 인식됩니다.\n① 위험회피회계\n연결회사는 이자율위험과 환율위험을 회피하기 위하여 통화스왑계약 및 통화이자율스왑계약을 체결하고 있습니다.\n연결회사는 위험회피관계의 개시시점에 위험회피관계, 위험관리목적과 위험회피전략을 공식적으로 지정하고 문서화를 수행하고 있습니다. 또한 이 문서에는 위험회피수단, 위험회피대상항목 및 위험회피관계의 개시시점과 그 후속기간에 회피대상위험으로 인한 위험회피대상항목의 공정가치 또는 현금흐름의 변동을 위험회피수단이 상쇄하는 효과를 평가하는 방법 등이 포함되어 있습니다.\n- 현금흐름위험회피\n위험회피수단으로 지정되고 현금흐름위험회피회계의 적용요건을 충족한 파생상품의 공정가치 변동분 중 위험회피에 효과적인 부분은 자본으로 처리되며, 위험회피에 비효과적인 부분은 당기손익으로 인식됩니다. 현금흐름위험회피회계는 연결회사가 더 이상 위험회피관계를 지정하지 않거나 위험회피수단이 소멸, 매각, 청산, 행사되거나, 현금흐름위험회피회계의 적용요건을 더 이상 충족하지 않을 경우 중단됩니다. 자본으로 인식된 파생상품의 누적평가손익은 현금흐름위험회피회계의 중단시점부터 향후 예상거래가 발생하는 보고기간에 걸쳐 당기손익으로 인식됩니다.\n② 기타\n위험회피수단으로 지정되어 위험회피에 효과적인 파생상품을 제외한 모든 파생상품은 공정가치로 측정되며, 공정가치 변동으로 인한 평가손익은 당기손익으로 인식됩니다.\n2.10 금융자산의 손상\n① 금융자산 손상의 인식\n연결회사는 다음 자산의 기대신용손실에 대해 손실충당금을 인식합니다.\n- 상각후원가로 측정하는 금융자산\n- 기업회계기준서 제1115호에서 정의된 계약자산\n연결회사는 12개월 기대신용손실로 측정되는 다음의 금융자산을 제외하고는 전체기간 기대신용손실에 해당하는 금액으로 손실충당금을 측정합니다.\n- 보고기간말에 신용위험이 낮다고 결정된 채무증권\n- 최초 인식 이후 신용위험(즉, 금융자산의 기대존속기간동안에 걸쳐 발생할 채무불이행 위험)이 유의적으로 증가하지 않은 기타채무증권과 은행예금\n매출채권과 계약자산에 대한 손실충당금은 항상 전체기간 기대신용손실에 해당하는금액으로 측정됩니다.\n금융자산의 신용위험이 최초 인식 이후 유의적으로 증가했는지를 판단할 때와 기대신용손실을 추정할 때, 연결회사는 과도한 원가나 노력 없이 이용할 수 있고 합리적이고 뒷받침될 수 있는 정보를 고려합니다. 여기에는 미래지향적인 정보를 포함하여 연결회사의 과거 경험과 알려진 신용평가에 근거한 질적, 양적인 정보 및 분석이 포함됩니다.\n전체기간 기대신용손실은 금융상품의 기대존속기간에 발생할 수 있는 모든 채무불이행 사건에 따른 기대신용손실입니다.\n12개월 기대신용손실은 보고기간 말 이후 12개월 이내(또는 금융상품의 기대 존속기간이 12개월 보다 적은 경우 더 짧은 기간)에 발생 가능한 금융상품의 채무불이행 사건으로 인한 기대신용손실을 나타내는 전체기간 기대신용손실의 일부입니다.\n기대신용손실을 측정할 때 고려하는 가장 긴 기간은 연결회사가 신용위험에 노출되는 최장 계약기간입니다.\n② 기대신용손실의 측정\n기대신용손실은 신용손실의 확률가중추정치입니다. 신용손실은 모든 현금부족액(즉,계약에 따라 지급받기로 한 모든 계약상 현금흐름과 수취할 것으로 예상하는 모든 계약상 현금흐름의 차이)의 현재가치로 측정됩니다. 기대신용 손실은 해당 금융자산의 유효이자율로 할인됩니다.\n③ 신용이 손상된 금융자산\n매 보고기간말에, 연결회사는 상각후원가로 측정되는 금융자산과 기타포괄손익-공정가치로 측정되는 채무증권의 신용이 손상되었는지 평가합니다. 금융자산의 추정미래현금흐름에 악영향을 미치는 하나 이상의 사건이 발생한 경우에 해당 금융자산은 신용이 손상된 것입니다.\n금융자산의 신용이 손상된 증거는 다음과 같은 관측 가능한 정보를 포함합니다.\n- 발행자나 차입자의 유의적인 재무적 어려움\n- 채무불이행과 같은 계약 위반\n- 차입자의 재무적 어려움에 관련된 경제적이나 계약상 이유로 당초 차입 조건의 불가피한 완화\n- 차입자의 파산가능성이 높아지거나 그 밖의 재무구조조정 가능성이 높아짐\n- 재무적 어려움으로 인해 해당 금융자산에 대한 활성시장 소멸\n④ 재무상태표 상 신용손실충당금의 표시\n상각후원가로 측정하는 금융자산에 대한 손실충당금은 해당 자산의 장부금액에서 차감합니다.\n⑤ 제각\n금융자산의 계약상 현금흐름 전체 또는 일부의 회수에 대한 합리적인 기대가 없는 경우 해당 자산을 제거합니다. 연결회사는 기업고객에 대해서 회수에 대한 합리적인 기대가 있는지를 평가하여 제각의 시기와 금액을 개별적으로 평가합니다. 연결회사는 제각한 금액이 유의적으로 회수할 것이라는 기대를 갖고 있지 않습니다. 그러나 제각된 금융자산은 연결회사의 만기가 된 금액의 회수 절차에 따라 회수활동의 대상이 될수 있습니다.\n2.11 유형자산\n유형자산은 최초에 원가로 측정하여 인식하고 있습니다. 유형자산의 원가에는 경영진이 의도하는 방식으로 자산을 가동하는데 필요한 장소와 상태에 이르게 하는데 직접 관련되는 원가 및 자산을 해체, 제거하거나 부지를 복구하는데 소요될 것으로 추정되는 원가가 포함됩니다.\n유형자산은 최초 인식 후에는 원가에서 감가상각누계액과 손상차손누계액을 차감한 금액을 장부금액으로 하고 있습니다.\n유형자산의 일부를 대체할 때 발생하는 원가는 해당 자산으로부터 발생하는 미래 경제적 효익이 연결회사에 유입될 가능성이 높으며 그 원가를 신뢰성 있게 측정할 수 있는 경우에 자산의 장부금액에 포함하거나 적절한 경우 별도의 자산으로 인식하고 있습니다. 이 때 대체된 부분의 장부금액은 제거하고 있습니다. 그 외의 일상적인 수선ㆍ유지와 관련하여 발생하는 원가는 발생시점에 당기손익으로 인식하고 있습니다.\n유형자산 중 토지는 감가상각을 하지 않으며, 그 외 유형자산은 자산의 취득원가에서잔존가치를 차감한 금액에 대하여 아래에 제시된 경제적 내용연수에 걸쳐 해당 자산에 내재되어 있는 미래 경제적 효익의 예상 소비 형태를 가장 잘 반영한 정액법으로 상각하고 있습니다.\n유형자산의 제거로 인하여 발생하는 손익은 순매각금액과 장부금액의 차이로 결정되고 기타영업외손익으로 인식하고 있습니다.\n당기와 전기의 추정 내용연수는 다음과 같습니다.\n연결회사는 매 보고기간말에 자산의 잔존가치와 내용연수 및 감가상각방법을 재검토하고 재검토 결과 이를 변경하는 것이 적절하다고 판단되는 경우 회계추정의 변경으로 처리하고 있습니다.\n2.12 차입원가\n적격자산의 취득, 건설 또는 제조와 직접 관련된 차입원가는 당해 자산 원가의 일부로 자본화하고 있으며, 기타차입원가는 발생기간에 비용으로 인식하고 있습니다. 적격자산이란 의도된 용도로 사용하거나 판매가능한 상태가 될 때까지 상당한 기간을 필요로 하는 자산을 말하며, 금융자산과 단기간 내에 제조되거나 다른 방법으로 생산되는 재고자산은 적격자산에 해당되지 아니하며, 취득시점에 의도된 용도로 사용할 수 있거나 판매가능한 상태에 있는 자산인 경우에도 적격자산에 해당되지 아니합니다.\n적격자산을 취득하기 위한 목적으로 특정하여 차입한 자금에 한하여, 보고기간 동안 그 차입금으로부터 실제 발생한 차입원가에서 당해 차입금의 일시적 운용에서 생긴 투자수익을 차감한 금액을 자본화가능차입원가로 결정하며, 일반적인 목적으로 자금을 차입하고 이를 적격자산의 취득을 위해 사용하는 경우에 한하여 당해 자산 관련 지출액에 자본화이자율을 적용하는 방식으로 자본화가능차입원가를 결정하고 있습니다. 자본화이자율은 보고기간동안 차입한 자금(적격자산을 취득하기 위해 특정 목적으로 차입한 자금 제외)으로부터 발생된 차입원가를 가중평균하여 산정하고 있습니다. 보고기간 동안 자본화한 차입원가는 당해 기간동안 실제 발생한 차입원가를 초과할 수 없습니다.\n2.13 무형자산\n무형자산은 최초 인식할 때 원가로 측정하며, 최초 인식 후에 원가에서 상각누계액과손상차손누계액을 차감한 금액을 장부금액으로 인식하고 있습니다.\n영업권은 사업결합의 이전대가가 공정가치로 측정하여 취득된 식별가능한 순자산에 대한 취득자의 지분을 초과하는 금액으로 인식됩니다. 취득한 식별가능한 순자산에 대한 취득자의 지분이 이전대가를 초과하는 경우 그 초과액인 염가매수차액은 즉시 당기손익으로 인식됩니다.\n무형자산은 사용 가능한 시점부터 잔존가치를 영(\"0\")으로 하여 아래의 내용연수동안정액법으로 상각하고 있습니다. 다만, 일부 무형자산에 대해서는 이를 이용할 수 있을 것으로 기대되는 기간에 대하여 예측가능한 제한이 없으므로 당해 무형자산의 내용연수가 비한정인 것으로 평가하고 상각하지 아니하고 있습니다.\n내용연수가 유한한 무형자산의 상각기간과 상각방법은 매 보고기간말에 재검토하고 내용연수가 비한정인 무형자산에 대해서는 그 자산의 내용연수가 비한정이라는 평가가 계속하여 정당한 지를 매 보고기간말에 재검토하며, 이를 변경하는 것이 적절하다고 판단되는 경우 회계추정의 변경으로 처리하고 있습니다.\n연구 또는 내부프로젝트의 연구단계에 대한 지출은 발생시점에 비용으로 인식하고 있습니다. 개발단계의 지출은 자산을 완성할 수 있는 기술적 실현가능성, 자산을 완성하여 사용하거나 판매하려는 기업의 의도와 능력 및 필요한 자원의 입수가능성, 무형자산의 미래 경제적 효익을 모두 제시할 수 있고, 관련 지출을 신뢰성 있게 측정할 수 있는 경우에 무형자산으로 인식하고 있으며, 기타 개발관련 지출은 발생시점에 비용으로 인식하고 있습니다.\n후속지출은 관련되는 특정자산에 속하는 미래의 경제적 효익이 증가하는 경우에만 자본화하며, 내부적으로 창출한 영업권 등을 포함한 다른 지출들은 발생 즉시 비용화하고 있습니다.\n연결회사는 당기말 현재 제품생산과 관련한 다수의 특허라이센스 계약을 체결하고 있으며, 동 계약에 의한 Royalty는 Lump-sum royalty 및 Running royalty의 형식으로 지급됩니다. 연결회사는 Lump-sum royalty를 무형자산으로 인식하고, 특허라이센스 기간에 따라 정액법으로 상각하고 있습니다.\n2.14 정부보조금\n정부보조금은 연결회사가 정부보조금에 부수되는 조건을 준수하고 그 보조금을 수취하는 것에 대해 합리적인 확신이 있을 경우에만 인식하고 있습니다.\n① 자산관련 보조금\n연결회사는 비유동자산을 취득 또는 건설하는데 사용해야 한다는 기본조건이 부과된정부보조금을 수령하고 있으며, 해당 자산의 장부금액을 계산할 때, 정부보조금을 차감하고 감가상각자산의 내용연수에 걸쳐 당기손익으로 인식하고 있습니다.\n② 수익관련 보조금\n연결회사는 정부보조금을 정부보조금으로 보전하려 하는 관련원가를 비용으로 인식하는 기간에 걸쳐 관련비용에서 차감하는 방법으로 당기손익으로 인식하고 있습니 다.\n2.15 투자부동산\n임대수익이나 시세차익 또는 두 가지 모두를 얻기 위하여 보유하고 있는 부동산은 투자부동산으로 분류하고 있습니다. 투자부동산은 취득시 발생한 거래원가를 포함하여최초 인식시점에 원가로 측정하며, 최초 인식 후에 원가에서 감가상각누계액과 손상차손누계액을 차감한 금액을 장부금액으로 표시하고 있습니다.\n후속원가는 자산으로부터 발생하는 미래의 경제적 효익이 유입될 가능성이 높으며, 그 원가를 신뢰성 있게 측정할 수 있는 경우에 한하여 자산의 장부금액에 포함하거나적절한 경우 별도의 자산으로 인식하고 있으며, 후속지출에 의해 대체된 부분의 장부금액은 제거하고 있습니다. 한편, 일상적인 수선ㆍ유지와 관련하여 발생하는 원가는 발생시점에 당기손익으로 인식하고 있습니다.\n투자부동산은 경제적 내용연수에 따라 40년을 적용하여 정액법으로 상각하고 있습니다.\n투자부동산의 감가상각방법, 잔존가치 및 내용연수는 매 회계연도말에 재검토하고 이를 변경하는 것이 적절하다고 판단되는 경우 회계추정의 변경으로 회계처리하고 있습니다.\n2.16 비금융자산의 손상\n종업원급여에서 발생한 자산, 재고자산, 이연법인세자산을 제외한 모든 비금융자산에 대해서는 매 보고기간말마다 자산손상을 시사하는 징후가 있는지를 검토하며, 만약 그러한 징후가 있다면 당해 자산의 회수가능액을 추정하고 있습니다. 단, 사업결합으로 취득한 영업권 및 내용연수가 비한정인 무형자산, 아직 사용할 수 없는 무형자산에 대해서는 자산손상을 시사하는 징후와 관계없이 매년 회수가능액과 장부금액을 비교하여 손상검사를 하고 있습니다.\n회수가능액은 개별 자산별로, 또는 개별 자산의 회수가능액을 추정할 수 없다면 그 자산이 속하는 현금창출단위별로 회수가능액을 추정하고 있습니다. 회수가능액은 사용가치와 순공정가치 중 큰 금액으로 결정하고 있습니다. 사용가치는 자산이나 현금창출단위에서 창출될 것으로 기대되는 미래현금흐름을 화폐의 시간가치 및 미래현금흐름을 추정할 때 조정되지 아니한 자산의 특유위험에 대한 현행 시장의 평가를 반영한 적절한 할인율로 할인하여 추정합니다.\n자산이나 현금창출단위의 회수가능액이 장부금액에 미달하는 경우 자산의 장부금액을 감소시키며 즉시 당기손익으로 인식하고 있습니다.\n사업결합으로 취득한 영업권은 사업결합으로 인한 시너지효과의 혜택을 받게 될 것으로 기대되는 각 현금창출단위에 배분합니다. 현금창출단위에 대한 손상차손은 우선, 현금창출단위에 배분된 영업권의 장부금액을 감소시키고, 그 다음 현금창출단위에 속하는 다른 자산 각각의 장부금액에 비례하여 자산의 장부금액을 감소시키고 있습니다. 영업권에 대해 인식한 손상차손은 후속기간에 환입할 수 없습니다. 매 보고기간말에 영업권을 제외한 자산에 대해 과거기간에 인식한 손상차손이 더 이상 존재하지 않거나 감소된 것을 시사하는 징후가 있는지를 검토하고 직전 손상차손의 인식시점 이후 회수가능액을 결정하는 데 사용된 추정치에 변화가 있는 경우에만 환입합니다. 손상차손환입으로 증가된 장부금액은 과거에 손상차손을 인식하기 전 장부금액의 감가상각 또는 상각 후 잔액을 초과할 수 없습니다.\n2.17 매입채무와 기타채무\n매입채무와 기타채무는 연결회사가 보고기간말 전에 재화나 용역을 제공받았으나 지급되지 않은 부채입니다. 매입채무와 기타채무는 지급기일이 보고기간 후 12개월 후가 아니라면 유동부채로 표시되었습니다. 해당 채무들은 최초에 공정가치로 인식되고 후속적으로 유효이자율법을 적용한 상각후원가로 측정됩니다.\n2.18 리스\n연결회사는 기업회계기준서 제1116호에 따라 계약에서 대가와 교환하여 식별되는 자산의 사용 통제권을 일정기간 이전하면 해당 계약은 리스이거나 리스를 포함합니다.\n① 리스이용자인 경우\n연결회사는 리스개시일에 사용권자산과 리스부채를 인식합니다. 사용권자산은 최초에 원가로 측정하며, 해당 원가는 리스부채의 최초 측정금액, 리스개시일이나 그 전에 지급한 리스료(받은 리스 인센티브 차감), 리스개설직접원가, 기초자산을 해체 및 제거하거나 기초자산이나 기초자산이 위치한 부지를 복구할 때 리스이용자가 부담하는 원가의 추정치로 구성됩니다.\n사용권자산은 후속적으로 리스개시일부터 리스기간 종료일까지 정액법으로 감가상각합니다. 다만, 리스기간 종료일에 사용권자산의 소유권이 이전되거나 사용권자산의 원가에 매수선택권의 행사가격이 반영된 경우에는 유형자산의 감가상각과 동일한방식에 기초하여 기초자산의 내용연수 종료일까지 사용권자산을 감가상각합니다. 또한 사용권자산은 손상차손으로 인하여 감소하거나 리스부채의 재측정으로 인하여 조정될 수 있습니다.\n리스부채는 리스개시일 현재 지급되지 않은 리스료의 현재가치로 최초 측정합니다. 리스료는 리스의 내재이자율로 할인하되, 내재이자율을 쉽게 산정할 수 없는 경우에는 리스이용자의 증분차입이자율로 할인합니다. 일반적으로 연결회사는 증분차입이자율을 할인율로 사용합니다.\n리스부채 측정에 포함되는 리스료는 다음 항목으로 구성됩니다.\n- 고정 리스료(실질적인 고정리스료 포함)\n- 지수나 요율(이율)에 따라 달라지는 변동리스료. 최초에는 리스개시일의 지수나 요율(이율)을 사용하여 측정함\n- 잔존가치보증에 따라 지급할 것으로 예상되는 금액\n- 매수선택권을 행사할 것이 상당히 확실한 경우 매수선택권의 행사가격\n- 연장선택권을 행사할 것이 상당히 확실한 경우 연장기간의 리스료, 리스기간이 종료선택권 행사를 반영하는 경우에 리스를 종료하기 위하여 부담하는 금액\n리스부채는 후속적으로 리스부채에 대하여 인식한 이자비용만큼 증가하고, 리스료의지급을 반영하여 감소합니다. 지수나 요율(이율)의 변동, 잔존가치 보증에 따라 지급할 것으로 예상되는 금액의 변동, 매수선택권이나 연장선택권을 행사할 것이 상당히 확실하거나 종료선택권을 행사하지 않을 것이 상당히 확실한지에 대한 평가의 변동에 따라 미래 리스료가 변경되는 경우에 리스부채를 재측정합니다.\n리스부채를 재측정할 때 관련되는 사용권자산을 조정하고, 사용권자산의 장부금액이영(\"0\")으로 줄어드는 경우에는 재측정 금액을 당기손익으로 인식합니다.\n연결회사는 다음의 경우에 리스부채를 재측정하고 관련된 사용권자산에 대해 상응하는 조정을 합니다.\n- 리스기간이 변경되거나, 매수선택권 행사에 대한 평가의 변경을 발생시키는 상황의 변경이나 유의적인 사건이 발생하는 경우. 이러한 경우 리스부채는 수정된 리스료를 수정된 할인율로 할인하여 다시 측정합니다.\n- 지수나 요율(이율)의 변경이나 잔존가치보증에 따라 지급할 것으로 예상되는 금액이 변동되어 리스료가 변경되는 경우. 이러한 경우 리스부채는 수정된 리스료를 변경되지 않은 할인율로 할인하여 다시 측정합니다. 다만 변동이자율의 변동으로 리스료에 변동이 생긴 경우에는 그 이자율 변동을 반영하는 수정 할인율을 사용합니다.\n- 리스 계약이 변경되고 별도 리스로 회계처리하지 않는 경우. 이러한 경우 리스부채는 변경된 리스의 리스기간에 기초하여, 수정된 리스료를 리스변경 유효일 현재의 수정된 할인율로 할인하여 다시 측정됩니다.\n연결회사는 일부 단기리스 및 소액 기초자산 리스에 대하여 사용권자산과 리스부채를 인식하지 않기로 선택하였습니다. 연결회사는 이 리스에 관련되는 리스료를 리스기간에 걸쳐 정액 기준에 따라 비용으로 인식합니다.\n리스요소를 포함하는 계약의 약정일이나 재평가일에 연결회사는 각 리스요소와 비리스요소의 상대적 개별 가격에 기초하여 계약 대가를 배분합니다. 그러나 연결회사는 리스이용자에 해당하는 일부 유형의 계약에서는 비리스요소를 분리하지 않는 실무적간편법을 선택하였고, 리스요소와 비리스요소를 하나의 리스요소로 보아 회계처리하였습니다.\n연결회사는 투자부동산의 정의를 충족하지 않는 사용권자산을 별도의 항목으로 표시합니다.\n후속적으로 사용권자산은 해당 자산에 적용 가능한 회계정책과 일관되게 회계처리합니다.\n② 리스제공자인 경우\n리스제공자로서 연결회사는 리스약정일에 리스가 금융리스인지 운용리스인지 판단합니다.\n각 리스를 분류하기 위하여 연결회사는 리스가 기초자산의 소유에 따른 위험과 보상의 대부분을 이전하는지를 전반적으로 판단합니다. 기초자산의 소유에 따른 위험과 보상의 대부분을 리스이용자에게 이전하는 경우에는 리스를 금융리스로 분류하고, 그렇지 않은 경우에는 리스를 운용리스로 분류합니다. 이 평가 지표의 하나로 연결회사는 리스기간이 기초자산의 경제적 내용연수의 상당부분을 차지하는지 고려합니다.\n연결회사가 중간리스제공자인 경우에는 상위리스와 전대리스를 각각 회계처리합니다. 또한 전대리스의 분류는 기초자산이 아닌 상위리스에서 생기는 사용권자산에 따라 판단합니다. 상위리스가 인식 면제규정을 적용하는 단기리스에 해당하는 경우에는 전대리스를 운용리스로 분류합니다.\n약정에 리스요소와 비리스요소가 모두 포함된 경우에 연결회사는 기업회계기준서 제1115호를 적용하여 계약 대가를 배분합니다.\n연결회사는 운용리스로 받는 리스료를 '기타수익'의 일부로서 리스기간에 걸쳐 정액 기준에 따라 수익으로 인식합니다.\n연결회사가 리스제공자로서 비교기간에 적용한 회계정책은 기업회계기준서 제1116호의 규정과 다르지 않습니다.\n2.19 비파생금융부채\n연결회사는 계약상 내용의 실질과 금융부채의 정의에 따라 금융부채를 당기손익인식금융부채와 기타금융부채로 분류하고 계약의 당사자가 되는 때에 연결재무상태표에 인식하고 있습니다.\n① 당기손익인식금융부채\n당기손익인식금융부채는 단기매매금융부채나 최초 인식시점에 당기손익인식금융부채로 지정한 금융부채를 포함하고 있습니다. 당기손익인식금융부채는 최초 인식 후 공정가치로 측정하며, 공정가치의 변동은 당기손익으로 인식하고 있습니다. 한편, 최초 인식시점에 발행과 관련하여 발생한 거래비용은 발생 즉시 당기손익으로 인식하고 있습니다.\n② 기타금융부채\n당기손익인식금융부채로 분류되지 않은 비파생금융부채는 기타금융부채로 분류하고 있습니다. 기타금융부채는 최초 인식시 발행과 직접 관련되는 거래원가를 차감한 공정가치로 측정하고 있습니다. 후속적으로 기타금융부채는 유효이자율법을 적용하여 상각후원가로 측정되며, 이자비용은 유효이자율법을 적용하여 인식합니다.\n③ 금융부채의 제거\n연결회사는 금융부채의 계약상 의무가 이행, 취소 또는 만료된 경우에만 금융부채를제거합니다. 연결회사는 금융부채의 계약조건이 변경되어 현금흐름이 실질적으로 달라진 경우 기존 부채를 제거하고 새로운 계약에 근거하여 새로운 금융부채를 공정가치로 인식합니다.\n금융부채의 제거 시에, 장부금액과 지급한 대가(양도한 비현금자산이나 부담한 부채를 포함)의 차액은 당기손익으로 인식합니다.\n2.20 종업원급여\n① 단기종업원급여\n종업원이 관련 근무용역을 제공한 보고기간의 말부터 12개월 이내에 결제될 단기종업원급여는 근무용역과 교환하여 지급이 예상되는 금액을, 근무용역이 제공된 때에 당기손익으로 인식하고 있습니다. 단기종업원급여는 할인하지 않은 금액으로 측정하고 있습니다.\n② 기타장기종업원급여\n종업원이 관련 근무용역을 제공한 보고기간말부터 12개월 이내에 지급되지 않을 기타장기종업원급여는 당기와 과거기간에 제공한 근무용역의 대가로 획득한 미래의 급여액을 현재가치로 할인하고 있습니다. 재측정에 따른 변동은 발생한 기간에 당기손익으로 인식하고 있습니다.\n③ 퇴직급여: 확정급여제도\n보고기간말 현재 확정급여제도와 관련된 확정급여부채는 확정급여채무의 현재가치에서 사외적립자산의 공정가치를 차감하여 인식하고 있습니다.\n확정급여부채는 매년 독립적인 계리사에 의해 예측단위적립방식으로 계산되고 있습니다. 확정급여채무의 현재가치에서 사외적립자산의 공정가치를 차감하여 산출된 순액이 자산일 경우, 제도로부터 환급받거나 제도에 대한 미래기여금이 절감되는 방식으로 이용가능한 경제적 효익의 현재가치를 한도로 자산을 인식하고 있습니다.\n순확정급여부채(자산)의 재측정요소는 보험수리적손익, 순확정급여부채(자산)의 순이자에 포함된 금액을 제외한 사외적립자산의 수익 및 순확정급여부채(자산)의 순이자에 포함된 금액을 제외한 자산인식상한효과의 변동으로 구성되어 있으며, 즉시 기타포괄손익으로 인식됩니다. 연결회사는 순확정급여부채(자산)의 순이자를 순확정급여부채(자산)에 연차보고기간 초에 결정된 할인율을 곱하여 결정하며 보고기간 동안 기여금 납부와 급여지급으로 인한 순확정급여부채(자산)의 변동을 고려하여 결정하고 있습니다. 확정급여제도와 관련된 순이자비용과 기타비용은 당기손익으로 인식됩니다.\n제도의 개정이나 축소가 발생하는 경우, 과거근무에 대한 효익의 변동이나 축소에 따른 손익은 즉시 당기손익으로 인식하고 있습니다. 연결회사는 확정급여제도의 정산이 일어나는 때에 정산으로 인한 손익을 인식하고 있습니다.\n④ 퇴직급여: 확정기여제도\n확정기여제도와 관련하여 일정기간 종업원이 근무용역을 제공하였을 때에는 그 근무용역과 교환하여 확정기여제도에 납부해야 할 기여금에 대하여 자산의 원가에 포함하는 경우를 제외하고는 당기손익으로 인식하고 있습니다. 납부해야 할 기여금은 이미 납부한 기여금을 차감한 후 부채(미지급비용)로 인식하고 있습니다.\n⑤ 해고급여\n연결회사는 해고급여의 제안을 더 이상 철회할 수 없을 때와 해고급여의 지급을 수반하는 구조조정에 대한 원가를 인식할 때 중 이른 날에 해고급여에 대한 비용을 인식합니다. 해고급여의 지급일이 12개월이 지난 후에 도래하는 경우에는 현재가치로 할인하고 있습니다.\n2.21 충당부채\n충당부채는 과거사건의 결과로 존재하는 현재의무(법적의무 또는 의제의무)로서, 당해 의무를 이행하기 위하여 경제적효익을 갖는 자원이 유출될 가능성이 높으며 그 의무의 이행에 소요되는 금액을 신뢰성 있게 추정할 수 있는 경우에 인식하고 있습니 다.\n충당부채로 인식하는 금액은 관련된 사건과 상황에 대한 불가피한 위험과 불확실성을 고려하여 현재의무를 보고기간말에 이행하기 위하여 소요되는 지출에 대한 최선의 추정치입니다. 화폐의 시간가치 효과가 중요한 경우 충당부채는 의무를 이행하기위하여 예상되는 지출액의 현재가치로 평가하고 있습니다.\n충당부채를 결제하기 위해 필요한 지출액의 일부 또는 전부를 제3자가 변제할 것이 예상되는 경우 이행한다면 변제를 받을 것이 거의 확실하게 되는 때에 한하여 변제금액을 인식하고 별도의 자산으로 회계처리하고 있습니다.\n매 보고기간말마다 충당부채의 잔액을 검토하고, 보고기간말 현재 최선의 추정치를 반영하여 조정하고 있습니다. 의무이행을 위하여 경제적효익이 내재된 자원이 유출될 가능성이 더 이상 높지 아니한 경우에는 관련 충당부채를 환입하고 있습니다.\n충당부채는 최초 인식과 관련 있는 지출에만 사용하고 있습니다.\n2.22 온실가스배출권\n연결회사는 '온실가스배출권의할당및거래에관한법률'이 시행됨에 따라 발생되는 온실가스 배출권 및 배출부채에 대하여 아래와 같이 회계처리하고 있습니다.\n① 온실가스 배출권\n온실가스 배출권은 정부에서 무상으로 할당받은 배출권과 매입 배출권으로 구성됩니다. 배출권은 매입원가에 취득에 직접 관련되어 있고 정상적으로 발생하는 그 밖의 원가를 가산하여 원가로 인식하고 있습니다.\n연결회사는 의무를 이행하기 위한 목적으로 보유하는 배출권은 무형자산으로, 단기간의 매매차익을 얻기 위하여 보유하는 배출권은 유동자산으로 분류하고 있습니다. 무형자산으로 분류된 배출권은 최초 인식 후에 원가에서 손상차손 누계액을 차감한 금액을 장부금액으로 하고 있으며, 단기간의 매매차익을 얻기 위하여 보유하는 배출권은 취득 후 매 보고기간말에 공정가치로 측정하고 공정가치의 변동분은 당기손익으로 인식하고 있습니다.\n온실가스 배출권은 정부에 제출하거나 매각하거나 사용할 수 없게 되어 더 이상 미래경제적효익이 예상되지 않을 때 제거하고 있습니다.\n② 배출부채\n배출부채는 온실가스를 배출하여 정부에 배출권을 제출해야 하는 현재의무로서, 해당 의무를 이행하기 위하여 자원이 유출될 가능성이 높고, 그 의무의 이행에 소요되는 금액을 신뢰성 있게 추정할 수 있는 경우에 인식하고 있습니다. 배출부채는 정부에 제출할 해당 이행연도 분으로 보유한 배출권의 장부금액과 보유 배출권 수량을 초과하는 배출량에 대한 의무를 이행하는 데에 소요될 것으로 예상되는 지출을 더하여 측정하고 있습니다. 배출부채는 정부에 제출할 때 제거하고 있습니다.\n2.23 외화\n① 외화거래와 보고기간말의 환산\n개별기업들의 재무제표 작성에 있어서 그 기업의 기능통화 외의 통화(외화)로 이루어진 거래는 거래일의 환율을 적용하여 기록하고 있습니다. 매 보고기간말에 화폐성 외화항목은 보고기간말의 마감환율로 환산하고 있습니다. 공정가치로 측정하는 비화폐성 외화항목은 공정가치가 결정된 날의 환율로 환산하고, 역사적원가로 측정하는 비화폐성항목은 거래일의 환율로 환산하고 있습니다.\n화폐성 외화항목의 결제시점에 생기는 외환차이와 해외사업장순투자 환산차이를 제외한 화폐성 외화항목의 환산으로 인해 발생한 외환차이는 모두 당기손익으로 인식하고 있습니다. 비화폐성 외화항목에서 발생한 손익을 기타포괄손익으로 인식하는 경우에는 그 손익에 포함된 환율변동효과도 기타포괄손익으로 인식하고, 당기손익으로 인식하는 경우에는 환율변동효과도 당기손익으로 인식하고 있습니다.\n② 해외사업장\n해외사업장의 기능통화가 연결회사의 표시통화와 다른 경우에는 경영성과와 재무상태를 다음의 방법으로 표시통화로 환산하고 있습니다.\n해외사업장의 기능통화가 초인플레이션 경제의 통화가 아닌 경우 재무상태표(비교표시하는 재무상태표 포함)의 자산과 부채는 해당 보고기간말의 마감환율로 환산하고, 포괄손익계산서(비교표시하는 포괄손익계산서 포함)의 수익과 비용은 해당 기간의 평균환율로 환산하고, 환산에서 생기는 외환차이는 기타포괄손익으로 인식합니다.\n해외사업장의 취득으로 생기는 영업권과 자산ㆍ부채의 장부금액에 대한 공정가치 조정액은 해외사업장의 자산ㆍ부채로 보아 해외사업장의 기능통화로 표시하고, 해외사업장의 다른 자산ㆍ부채와 함께 마감환율을 적용하여 원화로 환산하고 있습니다.\n해외사업장을 처분하는 경우에는 기타포괄손익과 별도의 자본항목으로 인식한 해외사업장관련 외환차이의 누계액은 해외사업장의 처분손익을 인식하는 시점에 자본에서 당기손익으로 재분류합니다. 해외사업장을 포함한 종속기업을 일부 처분 시 기타포괄손익에 인식된 외환차이의 누계액 중 비례적 지분을 그 해외사업장의 비지배지분으로 재귀속시키며, 이 외의 경우에는 해외사업장을 일부 처분한 때에 기타포괄손익에 인식된 외환차이의 누계액 중 비례적 지분만을 당기손익으로 재분류합니다.\n2.24 납입자본\n보통주는 자본으로 분류하며 자본거래에 직접 관련되어 발생하는 증분원가는 세금효과를 반영한 순액으로 자본에서 차감하고 있습니다.\n연결회사가 자기 지분상품을 재취득하는 경우에 이러한 지분상품은 자기주식의 과목으로 자본에서 직접 차감하고 있습니다. 자기지분상품을 매입 또는 매도하거나 발행 또는 소각하는 경우의 손익은 당기손익으로 인식하지 아니합니다. 지배기업 또는 연결회사 내의 다른 기업이 자기주식을 취득하여 보유하는 경우 지급하거나 수취한 대가는 자본에서 직접 인식하고 있습니다.\n2.25 주식기준보상\n연결회사는 제공받는 재화나 용역의 대가로 종업원에게 주식이나 주식선택권을 부여하는 주식결제형 주식보상거래에 대하여 제공받는 재화나 용역의 공정가치 또는 제공받는 재화나 용역의 공정가치를 신뢰성있게 측정할 수 없다면 부여한 지분상품의 공정가치에 기초하여 재화나 용역의 공정가치를 간접 측정하고 그 금액을 가득기간 동안에 종업원급여(당기비용)와 자본으로 인식하고 있습니다. 주식선택권의 가득조건이 용역제공조건 또는 시장조건이 아닌 가득조건인 경우에는 궁극적으로 가득되는주식선택권의 실제 수량에 기초하여 결정되도록 인식된 종업원비용을 조정하고 있습니다.\n제공받는 재화나 용역의 대가로 현금을 지급하는 현금결제형 주식기준보상거래의 경우 제공받는 재화나 용역과 그 대가로 부담하는 부채를 공정가치로 측정하고 가득기간동안 종업원급여비용과 부채로 인식하고 있습니다. 또한 부채가 결제될 때까지 매 보고기간 말과 최종결제일에 부채의 공정가치를 재측정하고, 공정가치의 변동액은 종업원급여로 인식하고 있습니다.\n현금결제방식이나 주식결제방식을 선택할 수 있는 선택형 주식기준보상거래는 거래의 실질에 따라 회계처리되고 있습니다.\n2.26 고객과의 계약에서 생기는 수익\n수익은 주로 회사의 통상적인 활동에서 발생하는 재화의 판매에 대하여 받았거나 받을 대가의 공정가액으로 구성되어 있습니다. 수익은 고객과의 계약에서 약속된 대가를 기초로 측정되며 부가가치세, 반품, 판매장려금 및 가격 할인액을 차감한 순액으로 표시됩니다.\n연결회사는 고객에게 재화나 용역에 대한 통제가 이전될 때 수익을 인식합니다. 고객에게 약속한 재화를 이전하여 수행의무를 이행할 때 통제가 이전되며, 이 시점에 수익을 인식합니다.\n제품의 하자 등이 발생할 경우, 고객에게 반품권이 부여되어 있으며 반품된 제품은 새 제품으로 교체 또는 현금으로 환불됩니다.\n과거 정보를 이용한 예상되는 반품 추정치를 반영한 금액을 제품이 고객에게 이전되어 고객이 인수한 때 수익을 인식하였으며 반품부채와 고객에게서 제품을 회수할 기업의 권리에 대하여 자산이 인식되었습니다.\n환불부채를 결제할 때 고객에게서 제품을 회수할 권리에 대해 인식하는 자산은 처음 측정할 때 제품의 이전 장부금액에서 그 제품 회수에 예상되는 원가를 차감한 금액으로 측정됩니다. 환불부채는 기타유동부채(주석 18 참조)에 포함되어 있고, 환불 부채를 결제할 때 고객에게서 제품을 회수할 권리는 기타유동자산(주석 10 참조)에 포함 되어 있습니다. 연결회사는 보고기간 말마다 반품될 제품에 대한 예상의 변동을 반영하여 자산과 부채의 측정치를 새로 수정합니다.\n2.27 금융수익과 비용\n연결회사의 금융수익과 금융비용은 다음으로 구성되어 있습니다.\n- 이자수익\n- 이자비용\n- 배당금수익\n- 당기손익-공정가치로 측정하는 금융자산에 대한 순손익\n- 금융자산과 금융부채에 대한 외환손익\n- 상각후원가로 측정하는 채무상품에 대한 투자자산에서 발생하는 손상차손(혹은 손상차손환입)\n- 사업결합에서 피취득자에 대한 기존 지분의 공정가치에 대한 재측정이익\n이자수익 혹은 이자비용은 유효이자율법을 사용하여 인식하였습니다. 배당금 수익은연결회사가 배당을 받을 권리가 확정되는 시점에 인식합니다.\n유효이자율법은 금융상품의 기대존속기간에 추정되는 미래현금지급액이나 수취액의 현재가치를 금융자산의 총 장부금액이나 금융부채의 상각후원가와 정확하게 일치시키는 이자율입니다.\n이자수익이나 이자비용을 계산할 때, 유효이자율은 자산의 총장부금액(해당 자산의 신용이 손상되지 않은 경우)이나 부채의 상각후원가에 적용합니다. 그러나, 최초 인식 이후에 후속적으로 신용이 손상된 금융자산에 대해서는 이자수익은 해당 금융자산의 상각후원가에 유효이자율을 적용하여 계산합니다. 만일 해당 자산이 더는 신용이 손상된 것으로 볼 수 없다면 총 장부금액에 유효이자율을 적용하여 이자수익을 계산합니다.\n2.28 법인세\n법인세비용은 당기법인세와 이연법인세로 구성되어 있으며, 기타포괄손익이나 자본에 직접 인식되는 거래나 사건 또는 사업결합에서 발생하는 세액을 제외하고는 당기손익으로 인식하고 있습니다.\n① 당기법인세\n당기법인세는 당기의 과세소득을 기초로 산정하고 있습니다. 과세소득은 연결포괄손익계산서상의 법인세비용차감전순이익에서 다른 과세기간에 가산되거나 차감될 손익 및 비과세항목이나 손금불인정항목을 제외하므로 연결포괄손익계산서상 손익과 차이가 있습니다. 연결회사의 당기법인세와 관련된 부채는 제정되었거나 실질적으로제정된 세율을 사용하여 계산하고 있습니다.\n② 이연법인세\n이연법인세는 연결재무제표상 자산과 부채의 장부금액과 과세소득 산출에 사용되는 세무기준액과의 차이를 바탕으로 자산부채법에 의하여 인식됩니다.\n종속기업, 관계기업 및 공동기업 투자지분에 관한 가산할 일시적차이에 대해서는 연결회사가 일시적차이의 소멸시점을 통제할 수 있으며, 예측가능한 미래에 일시적차이가 소멸하지 않을 가능성이 높은 경우를 제외하고는 모두 이연법인세부채를 인식하고 있습니다. 또한, 차감할 일시적차이로 인하여 발생하는 이연법인세자산은 일시적차이가 예측가능한 미래에 소멸할 가능성이 높고 일시적차이가 사용될 수 있는 기간에 과세소득이 발생할 가능성이 높은 경우에 인식하고 있습니다.\n이연법인세자산의 장부금액은 매 보고기간말에 검토하고, 이연법인세자산으로 인한 혜택이 사용되기에 충분한 과세소득이 발생할 가능성이 더 이상 높지 않은 경우 이연법인세자산의 장부금액을 감소시키고 있습니다.\n이연법인세자산과 부채는 보고기간말 제정되었거나 실질적으로 제정된 세법에 근거하여 당해 자산이 실현되거나 부채가 지급될 보고기간에 적용될 것으로 기대되는 세율을 사용하여 측정하고 있습니다. 이연법인세자산과 이연법인세부채를 측정할 때 보고기간말 현재 연결회사가 관련 자산과 부채의 장부금액을 회수하거나 결제할 것으로 예상되는 방식에 따라 법인세효과를 반영하고 있습니다.\n이연법인세자산과 부채는 동일 과세당국이 부과하는 법인세이고, 연결회사가 인식된금액을 상계할 수 있는 법적 권한을 가지고 있으며 당기 법인세부채와 자산을 순액으로 결제할 의도가 있는 경우에만 상계하고 있습니다. 배당금 지급에 따라 추가적으로발생하는 법인세비용이 있다면 배당금 지급과 관련한 부채가 인식되는 시점에 인식하고 있습니다.\n2.29 주당이익\n연결회사는 보통주 기본주당이익과 희석주당이익을 계속영업손익과 당기순손익에 대하여 계산하고 연결포괄손익계산서에 표시하고 있습니다. 기본주당이익은 보통주에 귀속되는 당기순손익을 보고기간 동안에 유통된 보통주식수를 가중평균한 주식수로 나누어 계산하고 있습니다. 희석주당이익은 전환사채 등 모든 희석효과가 있는 잠재적 보통주의 영향을 고려하여 보통주에 귀속되는 당기순손익 및 가중평균유통보통주식수를 조정하여 계산하고 있습니다.\n2.30 재무제표 승인\n연결회사의 연결재무제표는 2023년 2월 22일자 이사회에서 승인되었으며, 2023년 3월 29일자 주주총회에서 최종 승인될 예정입니다.\n3. 중요한 회계추정 및 가정\n재무제표 작성에는 미래에 대한 가정 및 추정이 요구되며 경영진은 연결회사의 회계정책을 적용하기 위해 판단이 요구됩니다. 추정 및 가정은 지속적으로 평가되며, 과거 경험과 현재의 상황에 비추어 합리적으로 예측가능한 미래의 사건을 고려하여 이루어집니다. 회계추정의 결과가 실제 결과와 동일한 경우는 드물 것이므로 중요한 조정을 유발할 수 있는 유의적인 위험을 내포하고 있습니다.\n다음 회계연도에 자산 및 부채 장부금액의 조정에 영향을 미칠 수 있는 경영진 판단과 유의적 위험에 대한 추정 및 가정은 다음과 같습니다. 일부 항목에 대한 유의적인 판단 및 추정에 대한 추가적인 정보는 개별 주석에 포함되어 있습니다.\n(1) 금융상품의 공정가치\n활성시장에서 거래되지 않는 금융상품의 공정가치는 원칙적으로 평가기법을 사용하여 결정됩니다. 연결회사는 보고기간말 현재 중요한 시장상황에 기초하여 다양한 평가기법의 선택 및 가정에 대한 판단을 하고 있습니다(주석 6 참조).\n(2) 법인세\n연결회사의 과세소득에 대한 법인세는 다양한 국가의 세법 및 과세당국의 결정을 적용하여 산정되므로 최종 세효과를 산정하는 데에는 불확실성이 존재합니다. 연결회사는 보고기간종료일 현재까지의 영업활동의 결과로 미래에 부담할 것으로 예상되는법인세효과를 최선의 추정과정을 거쳐 당기법인세 및 이연법인세로 인식하였습니다.하지만 실제 미래 최종 법인세부담은 인식한 관련 자산ㆍ부채와 일치하지 않을 수 있으며, 이러한 차이는 최종 세효과가 확정된 시점의 당기법인세 및 이연법인세 자산ㆍ부채에 영향을 줄 수 있습니다.\n연결회사는 특정 기간 동안 과세소득의 일정 금액을 투자, 임금 증가 등에 사용하지 않았을 때 세법에서 정하는 방법에 따라 산정된 법인세를 추가로 부담합니다. 따라서해당 기간의 당기법인세와 이연법인세를 측정할 때 이에 따른 세효과를 반영하여야 하고, 이로 인해 연결회사가 부담할 법인세는 각 연도의 투자, 임금 증가 등의 수준에따라 달라지므로 최종 세효과를 산정하는 데에는 불확실성이 존재합니다.\n연결회사는 기업회계기준서 제1012호에 따라 법인세 처리에 불확실성 여부를 검토하며, 과세당국이 불확실한 법인세 처리를 수용할 가능성이 높지 않다고 결론 내리는경우에는 불확실한 법인세 처리 각각에 다음 방법 가운데 불확실성의 해소를 더 잘 예측할 것으로 예상하는 방법을 사용하여 불확실성의 영향을 연결재무제표에 반영하고 있습니다.\n① 가능성이 가장 높은 금액: 가능한 결과치 범위에서 가능성이 가장 높은 단일금액\n② 기댓값: 가능한 결과치의 범위에 있는 모든 금액에 각 확률을 곱한 금액의 합\n(3) 충당부채\n연결회사는 보고기간말 현재 소송비용 등과 관련한 충당부채를 계상하고 있으며, 충당부채는 과거 경험을 기반으로 한 추정에 의해 결정됩니다(주석 19 참조).\n(4) 순확정급여부채\n순확정급여부채의 현재가치는 보험수리적방식에 의해 결정되는 다양한 요소들 특히 할인율의 변동에 영향을 받습니다(주석 20 참조).\n(5) 재고자산\n재고자산의 순실현가능가치를 추정할 때에는 재고자산으로부터 실현가능한 금액에 대하여 추정일 현재 사용가능한 가장 신뢰성 있는 증거에 기초합니다. 또한 보고기간후 사건이 보고기간말 존재하는 상황에 대하여 확인하여 주는 경우에는, 그 사건과 직접 관련된 가격이나 원가의 변동을 고려하여 추정합니다.\n(6) 수익인식\n연결회사는 고객에게 제품 판매 후 고객이 반품할 것으로 예상되는 제품에 대하여 환불부채와 회수할 재화에 대한 권리를 인식하고 있습니다. 판매시점에 포트폴리오 수준에서 누적된 경험에 기초하여 기댓값 방법으로 반품율을 예측하고 있으며, 연결회사의 수익은 예측된 반품율의 변동에 영향을 받습니다.\n연결회사는 재화의 판매로 인한 수익을 통제가 이전되는 시점에 계약에 따른 대가에서 특정 매출장려활동을 차감한 금액으로 인식하고 있습니다. 과거의 경험 및 계약에기초하여 매출차감액을 합리적으로 추정하고 있으며, 연결회사의 수익은 추정된 매출차감에 영향을 받습니다.\n(7) 개발비\n개발비의 손상 여부를 검토하기 위한 회수가능액은 개별 자산별로 산정한 개발비의 사용가치에 기초하여 결정됩니다.\n(8) 유무형자산 감가상각\n연결회사는 유무형자산의 잔존가치와 내용연수는 적어도 매 회계연도말에 재검토합니다. 재검토결과 추정치가 종전 추정치와 다르다면 그 차이는 기업회계기준서 제1008호 '회계정책, 회계추정의 변경 및 오류'에 따라 회계추정의 변경으로 회계처리합니다.\n(9) 현금창출단위 손상평가\n영업권을 포함한 현금창출단위의 손상 여부를 검토하기 위한 현금창출단위의 회수가능액은 순공정가치와 사용가치 중 더 많은 금액으로 결정됩니다\n(10) 리스\n리스기간을 산정할 때에 경영진은 연장선택권을 행사하거나 종료선택권을 행사하지 않을 경제적 유인이 생기게 하는 관련되는 사실 및 상황을 모두 고려합니다. 연장선택권의 대상 기간(또는 종료선택권의 대상 기간)은 리스이용자가 연장선택권을 행사할 것(또는 행사하지 않을 것)이 상당히 확실한 경우에만 리스기간에 포함됩니다.\n창고, 장비 리스의 경우 일반적으로 가장 관련된 요소는 다음과 같습니다.\n- 종료하기 위해(연장하지 않기 위해) 유의적인 벌과금을 부담해야 한다면 일반적으로 연결회사가 연장선택권을 행사하는 것이(종료선택권을 행사하지 않는 것이) 상당히 확실합니다.\n- 리스개량에 유의적인 잔여 가치가 있을 것으로 예상되는 경우 일반적으로 연결회사가 연장선택권을 행사하는 것이(종료선택권을 행사하지 않는 것이) 상당히 확실합니다.\n- 위 이외의 경우 연결회사는 과거 리스 지속기간과 원가를 포함한 그 밖의 요소와 리스된 자산을 대체하기 위해 요구되는 사업 중단을 고려합니다.\n연결회사는 유의적인 원가나 사업 중단 없이도 자산을 대체할 수 있으므로 사무실과 차량운반구 리스에서 대부분의 연장선택권은 리스부채에 포함하지 않습니다.\n선택권이 실제로 행사되거나(행사되지 않거나) 연결회사가 선택권을 행사할(행사하지 않을) 의무를 부담하게 되는 경우에 리스기간을 다시 평가합니다. 리스이용자가 통제할 수 있는 범위에 있고 리스기간을 산정할 때에 영향을 미치는 유의적인 사건이일어나거나 상황에 유의적인 변화가 있을 때에만 연결회사는 연장선택권을 행사할 것(또는 행사하지 않을 것)이 상당히 확실한지의 판단을 변경합니다.\n4. 영업부문\n연결회사는 반도체 제품의 제조 및 판매의 단일영업부문으로 구성되어 있습니다. 연결회사의 최고영업의사결정권자는 영업전략을 수립하는 과정에서 단일영업부문의 성과를 검토하고 있습니다.\n(1) 당기말과 전기말 현재 지역별 비유동자산(금융상품, 기타수취채권, 관계기업 및 공동기업투자, 이연법인세자산 제외)의 내역은 다음과 같습니다.\n(2) 당기 중 외부고객으로부터의 매출액이 연결회사 전체 매출액의 10%를 상회하는 고객 (가), (나)로부터 발생한 매출액은 각각 5,153,294백만원, 5,105,879백만원이며,전기 중 외부고객으로부터의 매출액이 연결회사전체 매출액의 10%를 상회하는 고객 (나), (다)로부터 발생한 매출액은 각각 5,014,368백만원, 4,581,712백만원입니다.\n5. 금융상품의 범주별 분류\n(1) 당기말과 전기말 현재 금융자산의 범주별 분류내역은 다음과 같습니다.\n① 당기말\n(*) 연결회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n② 전기말\n(*) 연결회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n(2) 당기말과 전기말 현재 금융부채의 범주별 분류내역은 다음과 같습니다.\n① 당기말\n(*) 기타지급채무 중 종업원급여제도에 따른 연결회사의 의무에 대응하는 미지급급여는 금융상품 공시 대상이 아니므로 제외되었습니다.\n② 전기말\n(*) 기타지급채무 중 종업원급여제도에 따른 연결회사의 의무에 대응하는 미지급급여는 금융상품 공시 대상이 아니므로 제외되었습니다.\n(3) 당기와 전기 중 금융자산 및 금융부채의 범주별 손익은 다음과 같습니다.\n6. 금융위험관리\n(1) 금융위험관리\n연결회사는 시장위험(환율변동위험, 이자율위험 및 가격위험), 신용위험 및 유동성위험과 같은 다양한 금융위험에 노출되어 있습니다. 연결회사의 전반적인 위험관리 정책은 금융시장의 예측불가능성에 초점을 맞추고 있으며 재무성과에 잠재적으로 불리할 수 있는 효과를 최소화하는데 중점을 두고 있습니다.\n위험관리는 이사회에서 승인한 정책에 따라 지배기업의 재무담당조직에 의해 이루어지고 있습니다. 지배기업의 재무담당조직은 연결회사의 현업부서들과 긴밀히 협력하여 재무위험을 식별, 평가 및 회피하고 있습니다. 이사회는 외환위험, 이자율위험, 신용위험, 파생금융상품과 비파생금융상품의 이용 및 유동성을 초과하는 투자와 같은 특정 분야에 관한 문서화된 정책뿐 아니라, 전반적인 위험관리에 대한 문서화된 정책을 제공합니다.\n① 시장위험\n(가) 환율변동위험\n연결회사는 국제적으로 영업활동을 영위하고 있어 외환위험, 특히 주로 달러화, 유로화, 위안화 및 엔화와 관련된 환율변동위험에 노출되어 있습니다. 외환위험은 미래예상거래, 인식된 자산과 부채 및 해외사업장에 대한 순투자가 기능통화 외의 통화로 표시될 때 발생합니다.\n당기말 현재 연결회사의 화폐성 외화자산 및 외화부채의 내역은 다음과 같습니다.\n또한, 연결회사는 외화사채 및 차입금의 환위험을 회피하기 위하여 주석 22에서 설명하는 바와 같이 통화스왑계약 및 통화이자율스왑계약을 체결하고 있습니다.\n당기말 현재 각 외화에 대한 기능통화의 환율이 10% 변동시, 동 환율변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n(나) 이자율위험\n연결회사의 이자율위험은 미래의 시장이자율 변동에 따라 차입금에서 발생하는 이자비용이 변동될 위험으로서, 이는 주로 변동금리부 조건의 차입금에서 발생하고 있습니다. 변동이자율로 발행된 차입금으로 인하여 연결회사는 이자율위험에 노출되어 있으며 동 이자율위험의 일부는 변동이자부 금융자산 등으로부터의 이자율위험과 상쇄됩니다.\n연결회사는 현금흐름 이자율위험을 변동이자수취/고정이자지급 스왑을 이용하여 관리하고 있습니다. 이러한 이자율 스왑은 변동이자부 차입금을 고정이자부 차입금으로 바꾸는 경제적 효과가 있습니다. 일반적으로, 연결회사는 변동이자율로 차입금을 발생시킨 후 고정이자율로 스왑을 하게 됩니다. 스왑계약에 따라 연결회사는 거래상대방과 특정기간(주로 분기)마다, 합의된 원금에 따라 계산된 고정이자와 변동이자의차이를 결제하게 됩니다.\n연결회사는 당기말 현재 이자율 변동에 따라 순이자비용이 변동할 위험에 일부 노출되어 있습니다. 연결회사는 변동금리부 차입금 633,650백만원에 대해 통화이자율스왑 계약을 체결하고 있으며, 변동금리부 차입금 126,730백만원에 대해 이자율스왑 계약을 체결하고 있습니다. 따라서, 이자율 변동에 따른 해당 차입금에 대한 이자비용 변동으로 인한 당기 법인세비용차감전순이익은 변동하지 않습니다.\n한편, 다른 변동금리부 차입금 및 변동금리부 금융자산에 대하여 당기말 현재 다른 모든 변수가 일정하고 이자율이 100bp 하락 또는 상승시 향후 1년간 연결회사의 변동금리부 차입금 및 금융자산으로부터의 순이자비용으로 인한 법인세비용차감전순이익은 98,612백만원(전기: 78,278백만원) 만큼 증가 또는 감소할 것입니다.\n(다) 가격위험\n연결회사는 유동성관리 및 영업상의 필요 등으로 지분증권 및 채무증권에 투자하고 있습니다. 당기말 현재 해당 지분증권 및 채무증권은 가격위험에 노출되어 있습니다.\n연결회사의 지분투자는 비상장 투자지분입니다.\n② 신용위험\n신용위험은 연결회사의 통상적인 거래 및 투자활동에서 발생하며 고객 또는 거래상대방이 계약조건상 의무사항을 지키지 못하였을 때 발생합니다. 이러한 신용위험을 관리하기 위하여 연결회사는 주기적으로 고객과 거래상대방의 재무상태와 과거 경험및 기타 요소들을 고려하여 재무신용도를 평가하고 있으며 고객과 거래상대방 각각에 대한 신용한도를 설정하고 있습니다.\n(가) 매출채권 및 기타수취채권\n연결회사는 신용거래를 희망하는 모든 거래상대방에 대하여 신용검증절차의 수행을 원칙으로 하여 신용상태가 건전한 거래상대방과의 거래만을 수행하고 있습니다. 또한, 대손위험에 대한 연결회사의 노출정도가 중요하지 않은 수준으로 유지될 수 있도록 지속적으로 신용도를 재평가하고 담보물을 확보하는 등 매출채권 및 기타수취채권 잔액에 대한 지속적인 관리업무를 수행하고 있습니다. 연결회사는 매출채권 및 기타수취채권에 대해 매 보고기간말에 개별적으로 손상여부를 검토하고 있으며, 해외 거래처에 대한 신용위험과 관련하여 신용보험계약을 체결하고 있습니다. 연결회사의신용위험 노출정도는 거래상대방별 매출채권 등의 장부금액과 동일한 금액입니다.\n(나) 기타의 자산\n현금및현금성자산, 단기금융상품, 단기투자자산 및 장ㆍ단기대여금 등으로 구성되는연결회사의 기타의 자산으로부터 발생하는 신용위험은 거래상대방의 부도 등으로 발생합니다. 이러한 경우 연결회사의 신용위험 노출정도는 최대 해당 금융상품 장부금액과 동일한 금액이 될 것입니다. 한편, 연결회사는 다수의 금융기관에 현금및현금성자산과 단기금융상품 등을 예치하고 있으며, 신용등급이 우수한 금융기관과 거래하고 있으므로 금융기관으로부터의 신용위험은 제한적입니다.\n③ 유동성위험\n유동성위험은 만기까지 모든 금융계약상의 약정사항들을 이행하기 위한 필요자금을 연결회사가 조달하지 못할 위험입니다. 연결회사는 유동성 전략 및 계획을 통하여 자금부족에 따른 위험을 관리하고 있습니다.\n연결회사는 상기에서 언급한 예측을 통해 결정된 대로 여유있는 유동성이 확보될 수 있도록 적절한 만기나 충분한 유동성을 제공해주는 이자부 당좌예금, 정기예금, 수시입출금식 예금 등의 금융상품을 선택하여 잉여자금을 투자하고 있습니다.\n당기말과 전기말 현재 연결회사가 보유한 금융부채의 계약상 만기는 다음과 같습니다.\n(가) 당기말\n(*) 차입금의 계약상 현금흐름은 이자지급액을 포함한 금액입니다.\n(나) 전기말\n(*) 차입금의 계약상 현금흐름은 이자지급액을 포함한 금액입니다.\n위의 분석에 포함된 금융부채는 보고기간 말로부터 계약 만기일까지의 잔여기간에 따라 만기별로 구분되었습니다. 계약 만기일까지의 잔여기간에 따른 만기별 구분에 포함된 현금흐름은 현재가치 할인을 하지 않은 금액입니다.\n(2) 자본관리\n연결회사의 자본관리 목적은 계속기업으로서 주주 및 이해당사자들에게 이익을 지속적으로 제공할 수 있는 능력을 보호하고 자본비용을 절감하기 위해 최적 자본구조를 유지하는 것입니다.\n자본구조를 유지 또는 조정하기 위하여 연결회사는 주주에게 지급되는 배당을 조정하고, 차입금 조달 및 상환, 신주 발행 및 자산 매각 등을 실시하고 있습니다. 당기말과 전기말 현재 부채비율, 순차입금비율은 다음과 같습니다.\n(*) 현금및현금성자산, 단기금융상품 및 단기투자자산의 합계액입니다.\n주요 차입금 계약상 연결회사는 일정 수준의 부채비율, 담보채무비율 등을 준수해야하며, 연결회사는 당기말 현재 이러한 조건을 준수하였습니다.\n(3) 공정가치\n공정가치는 다음과 같이 가치평가기법에 사용된 투입변수에 기초하여 공정가치 서열체계 내에서 분류됩니다.\n- 수준 1: 측정일에 동일한 자산이나 부채에 대한 접근 가능한 활성시장의 조정되지 않은 공시가격\n- 수준 2: 수준 1의 공시가격 이외에 자산이나 부채에 대해 직접적으로 또는 간접적으로 관측가능한 투입변수\n- 수준 3: 자산이나 부채에 대한 관측가능하지 않은 투입변수\n공정가치 서열체계를 포함한 금융자산과 금융부채의 장부금액과 공정가치는 다음과 같습니다.\n① 당기말\n(*1) 연결회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n(*2) 장부금액이 공정가치의 합리적인 근사치에 해당하여 공정가치를 측정하지 않은금융자산과 금융부채에 대한 공정가치는 포함하고 있지 않습니다.\n② 전기말\n(*1) 연결회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n(*2) 장부금액이 공정가치의 합리적인 근사치에 해당하여 공정가치를 측정하지 않은금융자산과 금융부채에 대한 공정가치는 포함하고 있지 않습니다.\n③ 가치평가기법\n당기말 현재 연결회사는 공정가치 서열체계에서 수준 2 또는 수준 3로 분류되는 반복적인 공정가치측정치, 비반복적인 공정가치측정치, 공시되는 공정가치에 대해 다음의 가치평가기법을 사용하고 있습니다.\n당기말 현재 공정가치 서열체계에서 수준3으로 측정되는 장기투자자산은 KIOXIA Holdings Corporation(이하 \"KIOXIA\")의 인수를 위한 특수목적법인인 BCPE Pangea Intermediate Holdings Cayman, L.P.(이하 \"SPC1\")에 대한 투자 3,060,475백만원 및 BCPE Pangea Cayman2 Limited(이하 \"SPC2\")에 대한 투자 2,225,609백만원을 포함하고 있습니다. 동 장기투자자산의 공정가치는 기초자산인 KIOXIA의 지분가치에 근거하여 측정하였습니다.\n연결회사의 SPC1에 대한 지분투자의 공정가치는 옵션가격결정모형(Option Pricing Model)을 적용하여 IPO 및 미래 예상 청산시점에서의 SPC1 투자약정에 따른 우선배분순위에 따라 KIOXIA의 지분가치를 배분하여 측정되었습니다.\n연결회사의 SPC2 전환사채에 대한 투자의 공정가치는 KIOXIA의 지분가치와 SPC2가 보유한 KIOXIA 지분율(15.0%)에 근거하여 측정되었습니다.\nSPC1에 대한 지분투자 및 SPC2 전환사채에 대하여 사용된 가치평가기법과 투입변수는 다음과 같습니다.\n이러한 수준3 투입변수 중 영구성장률이 증가하거나 가중평균자본비용이 감소하면 SPC1에 대한 지분투자의 공정가치가 증가하며, 가격 변동성 및 무위험 할인율 변동은 SPC1에 대한 지분투자의 공정가치를 증가 또는 감소시킬 수 있습니다. 또한, 영구성장률이 증가하거나 가중평균자본비용이 감소하면 SPC2 전환사채의 공정가치가증가합니다.\nSPC1에 대한 지분투자 및 SPC2 전환사채의 공정가치는 투입변수들의 변동에 직접적인 영향을 받으며, 이러한 투입변수들은 유의적이지만 관측가능하지 않습니다. 이에, SPC1에 대한 지분투자 및 SPC2 전환사채는 공정가치 서열체계 수준3으로 분류되었으며, 주요 투입변수의 변동은 SPC1에 대한 지분투자 및 SPC2 전환사채의 공정가치 변동에 유의적인 영향을 미칠 수 있습니다.\n한편, 민감도 분석 대상인 수준 3으로 분류되는 각 장기투자자산 투입변수의 변동이 공정가치에 미치는 효과에 대한 민감도분석 결과는 다음과 같습니다.\n(*) 주요 관측불가능한 투입변수인 영구성장률 및 가중평균자본비용을 0.5% 증가 또는 감소시킴으로써 공정가치 변동을 산출하였습니다.\n④ 당기 중 수준 1, 수준 2 및 수준 3 간의 대체는 없으며, 수준 3 공정가치 측정으로 분류되는 금융자산의 당기 중 변동내역은 다음과 같습니다.\n7. 사용제한 금융상품\n당기말과 전기말 현재 사용이 제한된 금융상품의 내역은 다음과 같습니다.\n8. 매출채권 및 기타수취채권\n(1) 당기말과 전기말 현재 기타수취채권의 내역은 다음과 같습니다.\n(2) 대손충당금의 내역\n당기말과 전기말 현재 대손충당금 차감전 총액 기준에 의한 매출채권 및 기타수취채권과 관련 대손충당금의 내역은 다음과 같습니다.\n(3) 당기와 전기 중 매출채권 및 기타수취채권의 대손충당금 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(4) 당기말과 전기말 현재 매출채권 및 기타수취채권의 약정회수기일 기준 연령분석은 다음과 같습니다.\n① 당기말\n② 전기말\n9. 재고자산\n(1) 당기말과 전기말 현재 재고자산의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 비용(매출원가)으로 인식한 재고자산과 매출원가에 가산된 재고자산평가손실은 다음과 같습니다.\n10. 기타유동자산 및 기타비유동자산\n당기말과 전기말 현재 기타유동자산 및 기타비유동자산의 내역은 다음과 같습니다.\n11. 관계기업 및 공동기업투자\n(1) 당기말과 전기말 현재 관계기업 및 공동기업투자의 내역은 다음과 같습니다.\n(*1) 이사회 등 참여를 통해 유의적인 영향력을 행사할 수 있으므로 관계기업으로 분류하였습니다.\n(*2) 계약에 의해 중요사항에 대해 만장일치로 의결되도록 규정되어 있어 공동기업으로 분류하였습니다.\n(*3) 당기 중 투자가 종료되어 투자원금을 모두 회수하였습니다.\n(2) 당기와 전기 중 관계기업 및 공동기업투자의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(3) 당기말과 전기말 현재 주요 관계기업 및 공동기업의 요약 재무상태표는 다음과 같습니다.\n① 당기말\n② 전기말\n(4) 당기와 전기 중 주요 관계기업 및 공동기업의 요약 포괄손익계산서는 다음과 같습니다.\n12. 유형자산\n(1) 당기와 전기 중 유형자산의 변동 내역은 다음과 같습니다.\n① 당기\n(*) 당기 중 투자부동산과 유형자산 간의 대체된 금액을 포함하고 있습니다.\n② 전기\n(*) 전기 중 투자부동산과 유형자산 간의 대체된 금액을 포함하고 있습니다.\n(2) 당기와 전기 중 발생한 감가상각비의 배부내역은 다음과 같습니다.\n(3) 당기말 현재 연결회사의 일부 기계장치 등은 차입금과 관련하여 담보로 제공되어있습니다(주석 34 참조).\n(4) 당기 중 적격자산인 유형자산에 대해 자본화된 차입원가는 103,181백만원(전기: 55,876백만원)입니다. 자본화가능차입원가를 산정하기 위하여 사용된 자본화차입이자율은 2.64%(전기: 2.47%)입니다.\n(5) 연결회사는 유형자산의 일부를 운용리스로 제공하고 있습니다. 당기 중 유형자산과 관련하여 발생한 임대수익은 15,537백만원(전기: 14,699백만원)입니다.\n13. 리스\n(1) 리스이용자\n1) 당기와 전기 중 사용권자산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n2) 당기와 전기 중 리스부채의 변동내역은 다음과 같습니다.\n3) 당기말 현재 리스부채와 관련된 미래 지급할 각 기간별 최소리스료의 총합계와 현재가치, 유동성 구분 내역은 다음과 같습니다.\n4) 당기 중 사용권자산 및 리스부채와 관련하여 손익으로 인식된 금액은 다음과 같습니다.\n당기 중 리스의 총 현금유출은 378,833백만원(전기: 364,564백만원)입니다.\n14. 무형자산\n(1) 당기와 전기의 무형자산 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(2) 당기와 전기 중 발생한 무형자산상각비의 배부내역은 다음과 같습니다.\n(3) 영업권 손상검사\n연결회사는 영업권을 식별된 현금창출단위에 배분하고 있으며, 보고기간종료일 현재현금창출단위별 영업권 내역은 다음과 같습니다.\n당기 중 영업권이 배분된 현금창출단위에 대해 손상검사를 수행하였으며, 회수가능가액 추정에 사용된 주요 가정치는 다음과 같습니다.\n- 기존 CGU 관련 영업권 : 현금창출단위의 회수가능액은 경영진이 승인한 향후 5년간의 재무예산에 근거하여 추정한 세후 현금흐름에 연 10.4%의 세후 할인율을 적용하여 계산한 사용가치로 측정되었습니다. 5년을 초과한 현금흐름은 1.0%의 성장률이 지속될 것이라고 가정하여 추정하였습니다. 경영진은 회수가능액을 추정하기 위하여 사용된 주요 가정의 합리적으로 발생가능한 변동으로 인하여 현금창출단위의 총 장부금액이 총 회수가능액을 초과하지는 않을 것으로 판단하고 있습니다.\n- Solidigm CGU 관련 영업권 : 현금창출단위의 회수가능액은 경영진이 승인한 10년간의 재무예산에 근거하여 추정한 세후 현금흐름을 연16%의 세후 할인율로 할인한 이익접근법으로 추정한 공정가치와 비교대상기업의 매출액 대비 시가총액 배수를 고려하여 측정한 공정가치를 함께 고려하여 측정되었습니다. 10년을 초과한 현금흐름은 1.0%의 성장률이 지속될 것이라고 가정하여 추정하였습니다. 연결실체는 Solidigm 현금창출단위에서 미래 경제적 효익의 창출에 기여하지 못할 것으로 예상되는 자산의 장부가액 1,344,440백만원을 '기타영업외비용'으로 인식하였으며, 해당 손상 금액은 영업권 및 기타의무형자산 등에 배분되었습니다.\n(4) 당기 중 개발활동과 관련하여 발생한 비용 중 개발비 인식요건을 충족하는 328,950백만원(전기: 362,863백만원)은 개발비로 자산화하였으며 연구활동과 관련하여 발생한 비용과 개발비 인식요건을 충족하지 못하는 개발활동 관련비용 4,474,553백만원(전기: 3,551,197백만원)은 경상개발비로 인식하였습니다.\n한편, 연결회사는 보고기간 말마다 개발비의 손상징후 여부를 검토하고 있으며 당기 중 회수가능가액이 장부가액에 미달하는 개발프로젝트들에 대해 총 257,692백만원(전기: 43백만원)의 손상차손을 인식하였습니다.\n15. 투자부동산\n(1) 당기와 전기 중 투자부동산의 변동내역은 다음과 같습니다.\n(*) 당기 및 전기 중 투자부동산에서 유형자산으로 대체되었습니다.\n(2) 당기에 발생한 투자부동산상각비 701백만원(전기: 1,773백만원)은 전액 매출원가에 포함되어 있습니다.\n(3) 당기 중 투자부동산과 관련하여 발생한 임대수익은 14,838백만원(전기: 14,759백만원)입니다.\n16. 기타지급채무\n당기말과 전기말 현재 기타지급채무의 내역은 다음과 같습니다.\n17. 차입금\n(1) 당기말과 전기말 현재 차입금 내역은 다음과 같습니다.\n(2) 당기말과 전기말 현재 차입금의 세부 내역은 다음과 같습니다.\n(3) 당기말과 전기말 현재 사채의 세부 내역은 다음과 같습니다.\n18. 기타유동부채 및 기타비유동부채\n당기말과 전기말 현재 기타유동부채 및 기타비유동부채의 내역은 다음과 같습니다.\n19. 충당부채\n(1) 당기와 전기 중 충당부채의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(2) 판매보증충당부채\n연결회사는 무상 품질보증수리 등과 관련하여 장래에 지출될 것이 예상되는 금액을 과거 경험율 등을 기초로 추정하여 충당부채를 인식하고 있으며, 과거 특정 제품의 품질 저하 현상과 관련하여 현금 보상, 제품 교환 등 연결회사가 부담할 것으로 예상되는 금액을별도로 추정하여 충당부채로 계상하고 있습니다.\n(3) 배출부채\n연결회사는 '온실가스배출권의 할당 및 거래에 관한 법률'에 따라 장래에 지출될 것이 예상되는 금액을 추정하여 충당부채로 인식하고 있습니다.\n① 무상할당 배출권 수량은 다음과 같습니다.\n② 당기 중 배출권 증감 내역은 다음과 같습니다.\n③ 보고기간 말 종료일 현재 2022년도분 순배출량 추정치는 538만톤 입니다.\n20. 종업원급여\n연결회사는 종업원의 퇴직시 임금수준과 근속연수에 따라 정해지는 퇴직급여를 종업원에게 일시금으로 지급하고 있으며, 이는 확정급여제도로 분류됩니다. 확정급여제도의 운영으로 연결회사는 기대근속연수와 관련한 위험, 이자율위험 및 시장(투자)위험 등의 보험수리적 위험에 노출됩니다.\n(1) 당기말과 전기말 현재 확정급여부채(자산)의 내역은 다음과 같습니다.\n(*) 당기말과 전기말 현재 지배기업 및 일부 종속기업들의 확정급여제도의 초과적립액 1,332,253백만원과 428,962백만원을 종업원급여자산으로 표시하였습니다.\n(2) 당기말과 전기말 현재 보험수리적 평가를 위해 사용된 주요 추정은 다음과 같습니다.\n(3) 당기말과 전기말 현재 확정급여채무의 가중평균만기는 각각 12.00년 및 11.76년입니다.\n(4) 당기와 전기 중 확정급여채무의 현재가치 변동내역은 다음과 같습니다.\n(5) 당기와 전기 중 사외적립자산의 공정가치 변동내역은 다음과 같습니다.\n(6) 당기와 전기 중 확정급여제도와 관련하여 손익으로 인식된 비용은 다음과 같습니다.\n(7) 당기와 전기 중 발생한 확정급여형 퇴직급여를 포함하고 있는 계정과목과 금액은다음과 같습니다.\n(8) 당기말과 전기말 현재 사외적립자산의 내역은 다음과 같습니다.\n한편, 당기와 전기 중 사외적립자산의 실제수익은 각각 50,657백만원과 43,915백만원입니다.\n(9) 연결회사는 당기말 현재 미래에셋생명보험㈜ 등에 수익자인 종업원의 퇴직금수급권을 보장하는 퇴직연금에 가입하고 있습니다. 연결회사가 확정급여제도와 관련하여 차년도 중 납입할 것으로 예상되는 사용자 기여금의 합리적인 추정치는 433,130백만원입니다.\n(10) 주요 가정의 변동에 따른 당기 확정급여채무의 민감도 분석은 다음과 같습니다.\n상기의 민감도 분석은 다른 가정은 일정하다는 가정하에 산정됐습니다. 주요 보험수리적가정의 변동에 대한 확정급여채무의 민감도는 재무상태표에 인식된 확정급여채무 산정 시 사용한 예측단위접근법과 동일한 방법을 사용하여 산정됐습니다.\n(11) 연결회사는 임금피크제 대상 종업원에 대하여 확정기여형 연금제도를 시행하고있습니다. 당기 중 확정기여형 퇴직연금제도와 관련하여 6,337백만원(전기: 3,040백만원)을 비용으로 인식하였습니다.\n21. 이연법인세\n(1) 당기와 전기 중 동일과세당국과 관련된 금액을 상계하기 이전의 이연법인세자산과 부채의 변동은 다음과 같습니다.\n① 당기\n② 전기\n(2) 당기말과 전기말 현재 이연법인세자산(부채)으로 인식되지 않은 차감할(가산할) 일시적차이의 내역은 다음과 같습니다.\n(3) 이연법인세자산과 부채의 회수 및 결제 시기는 다음과 같습니다.\n22. 파생상품거래\n(1) 통화스왑 및 이자율 스왑\n① 당기말 현재 현금흐름위험회피회계를 적용한 통화스왑 및 이자율스왑 거래내역은다음과 같습니다.\n② 연결회사가 보유하고 있는 파생금융상품의 당기말 공정가치는 연결재무제표상 비유동자산에 기타금융자산의 계정으로 계상되어 있으며 그 내역은 다음과 같습니다.\n당기말 현재 위험회피수단으로 지정된 파생상품의 공정가치 변동은 모두 위험회피에효과적이므로 전액 기타포괄손익으로 인식하였습니다.\n23. 자본금, 자본잉여금 및 기타자본\n(1) 당기말 현재 지배기업의 수권주식수는 9,000,000천주이고, 1주당 액면금액은 5,000원입니다. 한편, 당기말과 전기말 현재 보통주 발행주식수, 보통주자본금, 자본잉여금 및 기타자본의 내역은 다음과 같습니다.\n(*1) 당기말 현재 과거 이익소각의 영향으로 인하여 상장주식 총수 728,002천주와 발행주식 총수에 차이가 있습니다.\n(*2) 당기중 연결회사는 자기주식 30,367주를 처분하여 자기주식처분이익 1,527백만원이 발생하였습니다.\n(*3) 당기중 연결회사는 주식기준보상을 주식결제형에서 현금결제형으로 변경함에 따라 공정가치 차이금액을 기타자본에 반영하였습니다.\n(2) 당기말 및 전기말 현재 지배기업의 유통주식수는 다음과 같습니다.\n24. 기타포괄손익누계액\n당기말과 전기말 현재 기타포괄손익누계액의 내역은 다음과 같습니다.\n25. 이익잉여금 및 배당금\n(1) 당기말과 전기말 현재 이익잉여금의 내역은 다음과 같습니다.\n(*1) 지배기업은 상법의 규정에 따라, 자본금의 50%에 달할 때까지 매 결산기마다 현금에 의한 이익배당금의 10% 이상을 이익준비금으로 적립하고 있습니다. 동 이익준비금은 현금으로 배당할 수 없으나 자본전입 또는 결손보전에 사용가능합니다.\n(*2) 임의적립금은 기술개발준비금으로 구성되어 있습니다.\n(2) 당기와 전기 중 지배기업의 배당금에 관한 사항은 다음과 같습니다.\n① 배당금의 산정내역\n② 배당성향\n③ 배당수익률\n26. 매출액\n(1) 당기와 전기 중 매출액의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 매출액의 품목별 세부내역은 다음과 같습니다.\n(3) 당기와 전기 중 지역별(법인소재지 기준) 매출액의 내역은 다음과 같습니다.\n(4) 당기와 전기 중 매출액의 수익인식 시기에 대한 구분내역은 다음과 같습니다.\n27. 판매비와관리비\n당기와 전기 중 발생한 판매비와관리비의 내역은 다음과 같습니다.\n28. 비용의 성격별 분류\n당기와 전기 중 발생한 비용의 성격별 분류는 다음과 같습니다.\n(*) 연결포괄손익계산서상의 매출원가와 판매비와관리비를 합산한 금액입니다.\n29. 금융수익 및 금융비용\n당기와 전기 중 금융수익 및 금융비용의 내역은 다음과 같습니다.\n(*) 당기 중 발생한 장기투자자산의 환율변동효과 472,381백만원(전기: 132,614백만원)이 포함되어 있습니다.\n30. 기타영업외수익과 기타영업외비용\n(1) 당기와 전기 중 기타영업외수익의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 기타영업외비용의 내역은 다음과 같습니다.\n31. 법인세비용\n(1) 당기와 전기 중 법인세비용의 구성내역은 다음과 같습니다.\n(2) 당기와 전기 중 법인세비용과 회계이익의 관계는 다음과 같습니다.\n(3) 당기와 전기 중 기타포괄손익으로 인식되는 항목과 관련된 법인세의 내역은 다음과 같습니다.\n32. 주당이익\n주당이익은 보통주 및 희석성 잠재적 보통주 1주에 대한 지배기업 소유주지분순이익을 계산한 것으로 그 내역은 다음과 같습니다.\n(1) 기본주당이익\n(*) 주당이익을 계산하기 위한 가중평균유통보통주식수의 산출근거는 다음과 같습니다.\n(2) 희석주당이익\n(*) 희석주당이익을 계산하기 위한 가중평균희석유통보통주식수의 산출근거는 다음과 같습니다.\n33. 특수관계자 및 대규모기업집단 소속회사와 거래\n(1) 당기말 현재 특수관계자의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 특수관계자와의 주요거래 내역은 다음과 같습니다.\n① 당기\n(*) 당기 중 발생한 SK브랜드 사용료가 포함되어 있습니다.\n② 전기\n(*) 전기 중 발생한 SK브랜드사용료가 포함되어 있습니다.\n상기 특수관계자 거래에는 특수관계자들과의 유형자산 구매 및 건설, 스팀, 가스, 원자재 공급 및 시스템 관련 서비스 계약 등 영업활동 과정에서 체결된 약정에 근거하여 실행된 거래들이 포함되어 있습니다.\n(3) 당기말과 전기말 현재 특수관계자에 대한 채권ㆍ채무 내역은 다음과 같습니다.\n① 당기말\n(*) 미지급금 등에는 차입금 41,399백만원이 포함되어 있습니다.\n② 전기말\n(*) 미지급금 등에는 차입금 78,819백만원이 포함되어 있습니다.\n(4) 주요 경영진에 대한 보상\n연결회사는 연결회사의 기업활동의 계획ㆍ지휘ㆍ통제에 대한 중요한 권한과 책임을 가진 지배기업의 등기이사를 주요 경영진으로 판단하였습니다. 당기와 전기 중 주요 경영진에 대한 보상금액은 다음과 같습니다.\n(5) 당기와 전기 중 기업회계기준서 제1024호 '특수관계자 공시'에 따른 특수관계자 범위에 포함되지 않으나, 독점규제 및 공정거래법에 따른 동일한 대규모기업집단 소속회사와의 주요 거래내역은 다음과 같습니다.\n① 당기\n② 전기\n(6) 당기말과 전기말 현재 기업회계기준서 제1024호 '특수관계자 공시'에 따른 특수관계자 범위에 포함되지 않으나, 독점규제 및 공정거래법에 따른 동일한 대규모기업집단 소속회사에 대한 채권ㆍ채무 내역은 다음과 같습니다.\n① 당기말\n② 전기말\n(7) 당기 공동기업인 HITECH Semiconductor (Wuxi) Co., Ltd.와 체결한 리스계약에 따라 인식한 사용권자산과 리스부채는 각각 16,219백만원, 16,219백만원이며, 당기 중 지급한 리스료 상당액은 86,450백만원입니다. 당기 중 에스케이위탁관리부동산투자회사㈜와 SK머티리얼즈 에어플러스㈜ 등 기타특수관계자와 체결한 리스계약에따라 인식한 사용권자산과 리스부채는 각각 255,751백만원, 326,759백만원이며, 당기 중 에스케이위탁관리부동산투자회사㈜와 SK머티리얼즈 에어플러스㈜ 등 기타특수관계자에게 지급한 리스료는 58,090백만원입니다.\n(8) 연결회사는 공동기업인 Hystars Semiconductor (Wuxi) Co., Ltd.를 위하여 Wuxi Xinfa Group Co., Ltd. 에게 RMB 701백만의 지급보증을 제공하고 있습니다(주석34-(6) 참조).\n(9) 연결회사의 당기 중 종속기업 설립은 주석 1에 설명되어 있으며, 관계기업에 대한취득 및 추가 출자 거래는 주석 11에 설명되어 있습니다.\n(10) 당기와 전기 중 특수관계자와의 자금거래는 다음과 같습니다.\n① 당기\n② 전기\n34. 우발부채와 약정사항\n(1) 당기말 현재 연결회사와 관련하여 계류 중인 중요한 소송사건 및 클레임 등의 내역은 다음과 같습니다.\n① 북미지역 내 가격 담합 집단소송\n2018년 4월 27일에 지배기업 및 지배기업의 종속기업인 SK hynix America Inc.를 상대로 주요 DRAM 업체들의 가격 담합에 대한 집단소송(피해대상기간: 2016년 6월1일부터 2018년 2월 1일까지)이 미국 캘리포니아 북부 연방지방법원에 제기되었습니다. 이후 유사한 집단소송들이 미국 캘리포니아 북부 연방지방법원 및 캐나다 브리티시컬럼비아 대법원, 퀘벡 지방법원, 온타리오 연방 및 지방법원에 제기되었습니다.2020년 12월과 2021년 9월 미국 캘리포니아 북부 연방지방법원은 미국지역의 직접 및 간접구매자 집단이 제기한 주요 소송에 대해 1심 최종 기각 결정을 내렸고, 원고측은 항소를 통해 이러한 결정에 불복하였으나, 당기말 현재 미국 직접 구매자 및 간접 구매자 집단 소송은 모두 1심 기각 결정을 유지하는 것으로 최종 종료되었습니다.\n한편 2021년 6월 및 2021년 11월 캐나다 퀘벡 지방법원 및 온타리오 연방법원이 캐나다 지역의 구매자 집단이 제기한 소송에 대해 1심 최종 기각 결정을 내렸으나, 이후 원고들이 불복 절차를 개시하였습니다. 이 중 퀘벡 지방항소법원은 보고기간 말 이후인 2023년 1월 27일 1심 기각 결정을 유지하는 판결을 내렸으며, 이에 대해 원고들은 60일 내 캐나다 대법원에 상고할 수 있습니다.\n② 중국 반독점법 위반 조사\n2018년 5월 중국 국가시장감독관리총국은 주요 DRAM 업체들의 중국 내 매출거래와 관련하여, 중국 반독점법 위반이 있었는지에 대한 조사를 개시하였으며, 동 조사가 현재 진행 중에 있습니다. 당기말 현재 연결회사는 동 조사의 최종결과를 예측할 수 없습니다.\n③ 소송 및 특허 클레임 등\n당기말 현재 연결회사는 상기 소송 외에 지적재산권 등과 관련하여 여러 분쟁에 대응하고 있으며, 과거 사건에 의한 현재의무이고 향후 자원의 유출가능성이 높으며 손실금액을 신뢰성 있게 추정할 수 있는 경우 동 금액을 부채로 인식하고 있습니다.\n(2) HITECH Semiconductor (Wuxi) Co., Ltd. (\"HITECH\")와의 후공정서비스계약\n연결회사는 HITECH과 후공정서비스를 공급받는 계약을 체결하고 있으며 서비스 제공 범위는 Package, Package Test, Module 등 입니다. 연결회사는 동 계약에 따라 HITECH 장비 우선 사용권을 보유하고, 후공정서비스 대가로 HITECH에 일정액의 약정수익을 보장하는 금액을 지급하고 있습니다.\n(3) 당기말 현재 담보제공자산 등의 현황은 다음과 같습니다.\n(4) 당기말 현재 연결회사가 금융기관과 체결하고 있는 여신한도 거래의 주요 내역은다음과 같습니다.\n(5) 당기말 현재 연결회사가 타인에게 제공한 지급보증의 내역은 다음과 같습니다.\n(*) 연결회사는 공동기업인 Hystars Semiconductor (Wuxi) Co., Ltd.의 금융기관 차입금 및 발생이자와 관련하여 Wuxi Xinfa Group Co., Ltd.에게 지급보증을 제공하고있습니다.\n(6) 당기말 현재 기표되지 않은 유형자산에 대한 구매 약정액은 11,695,696백만원(전기말: 13,846,585백만원)입니다.\n(7) KIOXIA Holdings Corporation(이하 \"KIOXIA\") 투자\n장기투자자산에 포함된 BCPE Pangea Intermediate Holdings Cayman, L.P. 및 BCPE Pangea Cayman2 Limited에 대한 투자를 통한 KIOIXA 투자와 관련하여 지분취득일 이후 일정기간 동안 연결회사의 직ㆍ간접적인 KIOXIA 보유지분이 특정비율 이하로 제한됩니다. 또한, 연결회사는 동 기간동안 KIOXIA에 대한 이사임명권이 제한되며, 경영 및 영업 의사결정에 유의적인 영향력을 행사할 수 없습니다.\n(8) 인텔 NAND 사업 인수\n연결회사는 2020년 중 인텔의 Non-Volatile Memory Solutions Group의 옵테인 사업을 제외한 NAND 사업 전체(이하 \"인텔NAND사업\")를 인수하는 영업양수도 계약을 체결하였습니다. 해당 사업은 해외 종속기업들을 통해 두 번에 나뉘어 이전되며, 양수도금액은 USD8,844백만으로 1차 종결 시점인 전기에 USD6,109백만, 당기 USD500백만을 지급하였으며, 잔금 USD2,235백만은 2차 종결이예상되는 2025년 3월까지 지급될 예정입니다. 본 거래의 2차 종결은 정부기관의 심의를 포함하여 계약에서 정한 선행조건 충족 여부에 따라 변경될 수 있으며, 특정 상황으로 계약 해지시 약정된 termination fee를 지급해야 합니다. 한편 회사는 2차 거래종결이 이루어지지 않을 가능성은 낮다고 판단하고 있습니다.\n연결회사는 전기 말에 완료된 인텔 NAND 사업 인수 1차 종결과 관련하여 중국 경쟁당국(중국 국가시장감독관리총국)으로부터 해당 인수거래에 대한 기업결합승인을 취득하는 과정에서 향후 5년간 중국 eSSD 시장에서 합리적인 가격정책을 유지하고 생산량을 확대할 의무 및 중국 eSSD 시장에 제3의 경쟁사가 진입하는 것을 지원해 줄 의무 등을 주요 내용으로 하는 조건들을 부과받은 바 있습니다. 따라서, 연결회사는 향후 5년간 동 의무들을 준수하여야 하며, 5년 후 동 의무들을 면제해 줄 것을 신청할수 있습니다. 연결회사가 이와 같은 신청을 할 경우 중국 경쟁당국은 중국 eSSD 시장에서의 경쟁상황을 고려하여 동 신청을 수용할지를 결정할 것입니다.\n(9) 기업구매전용카드 약정계약\n연결회사는 일부 금융기관과 체결한 기업구매전용카드 약정계약을 통해 국세 및 전기료 등을 결제하며, 해당 약정에 따른 신용 공여기간 종료일에 결제대금을 카드사에지급하고 있습니다. 당기말 현재 관련 미지급금은 1,240,728백만원입니다.\n(10) 미국 상무부 산업안보국(BIS)은 2022년 10월 7일 고성능반도체의 중국 수출과 중국 내 반도체 생산 및 생산장비와 관련된 제한을 강화하는 신규 수출 규제를 발표하였습니다. 연결회사는 중국 내 반도체 공장의 원활한 운영을 위해 미국 정부와 적극적으로 논의를 하였고, 그 결과 연결회사가 중국 내 반도체 생산 및 개발에 필요한 장비 등을 공급할 수 있도록 동 제한에 대해 2022년 10월 11일부터 향후 1년 동안의 유예를 승인받았습니다.\n35. 현금흐름표\n(1) 당기와 전기 중 영업으로부터 창출된 현금흐름의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 유동성 대체를 제외한 중요한 현금의 유입ㆍ유출이 없는 거래는 다음과 같습니다.\n(3) 당기와 전기 중 재무활동에서 생기는 부채의 변동내역은 다음과 같습니다.\n(4) 연결회사는 거래가 빈번하며 총금액이 크고 단기간에 만기가 도래하는 단기투자자산 등으로 인한 현금의 유입과 유출 항목을 순증감액으로 표시하였습니다.\n36. 주식기준보상\n(1) 지배기업은 지배기업이 임직원에게 부여한 현금결제방식이나 주식결제방식을 선택할 수 있는 선택형 주식기준보상에 대하여 실질에 따라 회계처리하고 있습니다. 당기말 현재 주식선택권의 내역은 다음과 같습니다.\n(*1) 당기 중 현금결제 방식으로 행사되었습니다.\n(*2) 당기 중 45,235주의 주식선택권이 소멸되었습니다.\n(*3) 연결회사는 상기 주식선택권 외에 지배기업의 종속회사인 SK hynix NAND Product Solutions Corp. 및 그 종속기업의 종업원에게 해당 종속기업의 주식에 대한 양도제한 조건부주식(RSU) 등을 부여하고 있습니다.\n(2) 당기말 현재 주가차액보상권에 대하여 인식한 부채는 다음과 같습니다.\n(*) 상기 주가차액보상권 부채에 대하여 가득된 급여의 내재가치는 4,321백만원이며, 주가차액보상권 부채에는 당기 종속회사 주식에 대한 RSU 관련 금액 24,203백만원이 포함되어 있습니다.\n(3) 공정가치 측정\n이항모형을 적용하여 공정가액 접근법에 의한 보상원가를 산정하였으며, 주식기준보상제도의 당기말 현재 공정가치를 측정하기 위하여 사용된 투입변수는 다음과 같습니다.\n(4) 당기 중 인식한 주식보상비용은 39,762백만원(전기: 2,491백만원)입니다.\n37. 사업결합\n(1) 당기 중 발생한 사업결합 거래는 다음과 같습니다.\n① 연결회사는 2021년 10월 29일 매그너스반도체 유한회사와 주식회사 키파운드리의 지분 100%를 대상으로 하는 주식매매계약을 체결하였습니다. 이에 따라 국내외 기업결합승인을 포함하여 관련 법령에 따라 취득해야 하는 정부 승인 완료 및 계약에정한 선행조건을 충족하여 2022년 8월 2일 거래 종결절차를 마무리하고, 키파운드리발행주식 전량(100%)을 취득 완료하였습니다.\n② 이전대가와 승계한 자산 및 부채의 취득일 현재 인식된 금액은 다음과 같습니다.\n(2) 인수 전 손익\n연결포괄손익계산서에 반영된 취득일 이후 키파운드리의 매출 및 순이익은 각각 369,084백만원, 73,136백만원입니다.\n만일, 키파운드리가 2022년 1월 1일부터 지분 인수되었다고 가정할 경우, 연결 매출액과 연결 당기순이익은 각각 45,093,564백만원 및 2,345,950백만원으로 추정됩니다.\n(3) 인텔 NAND 사업 인수\n① 연결회사는 2020년 중 인텔 NAND사업을 인수하기 위한 영업양수도 계약을 체결한 바 있으며, 인수대상 사업은 2021년 12월 29일에 완료된 1차 종결과 2025년 3월로 예상되는 2차 종결을 거쳐 연결회사로 이전될 예정입니다. 따라서, 2차 종결을 통하여 연결회사로 이전 예정인 사업에 대한 당기말 현재 법적인 소유권은 매도자인 인텔이 계속 보유하고 있으며 2025년 3월로 예상되는 2차 종결 시점에 연결회사가 소유권을 확보하게 됩니다. 한편, 2차 종결 시점에 소유권이 이전되는 사업에 대해서도연결회사가 전기말 현재 해당 사업의 관련 활동을 지시할 수 있는 힘을 보유하고 있으며 변동이익에도 노출되어 있으므로 지배력을 보유하고 있다고 판단하여 연결회사가 전기 중 인수한 자산과 부채에 포함하였습니다. 이에 따라, 2차 종결과 관련하여 지급예정인 인수대가는 연결재무상태표상 부채로 인식되어 있습니다.\n② 전기에 인식한 식별가능한 자산과 부채의 잠정금액 및 당기에 소급하여 조정한 확정금액은 다음과 같습니다.\n(*) 사업결합에 대한 회계처리가 전기말까지 완료되지 않았으며, 잠정금액으로 전기 연결재무제표에 보고하였습니다. 당기 중 취득일 현재 존재하던 사실과 상황에 대하여 새롭게 입수한 정보를 토대로 취득일에 인식된 잠정금액을 소급하여 조정함으로써 사업결합 회계처리를 완료하였습니다. 비교표시된 전기연결재무제표는 동 조정사항이 반영되어 재작성된 재무제표입니다.\n4. 재무제표\n5. 재무제표 주석\n1. 회사의 개요\n에스케이하이닉스 주식회사(이하 \"회사\")는 1996년에 주식을 한국거래소에 상장한 공개법인으로, 1949년 10월 15일에 설립되어 메모리반도체의 제조 및 판매업을 주업으로 하고 있습니다. 회사는 경기도 이천시 부발읍 경충대로 2091에 본사와 경기도 성남시 등에 사무소를 두고 있으며, 경기도 이천시와 충청북도 청주시에 생산공장을 설치ㆍ가동하고 있습니다.\n2022년 12월 31일 현재 회사의 주주현황은 다음과 같습니다.\n당기말 현재 회사의 주식은 한국거래소가 개설하는 유가증권시장에, 주식예탁증서는룩셈부르크 증권거래소에 상장되어 있습니다.\n2. 중요한 회계정책\n다음은 재무제표 작성에 적용된 중요한 회계정책입니다. 이러한 정책은 별도의 언급이 없다면, 표시된 회계기간에 계속적으로 적용됩니다.\n2.1 재무제표 작성 기준\n회사의 재무제표는 한국채택국제회계기준(이하 기업회계기준)에 따라 작성됐습니다.한국채택국제회계기준은 국제회계기준위원회(\"IASB\")가 발표한 기준서와 해석서 중대한민국이 채택한 내용을 의미합니다.\n재무제표는 다음을 제외하고는 역사적 원가에 기초하여 작성하였습니다.\n- 공정가치로 측정되는 파생상품\n- 공정가치로 측정되는 당기손익-공정가치 측정 금융자산\n- 공정가치로 측정되는 기타포괄손익-공정가치 측정 금융자산\n- 확정급여채무의 현재가치에서 사외적립자산의 공정가치를 차감한 확정급여부채 (종업원급여자산)\n한국채택국제회계기준은 재무제표 작성 시 중요한 회계추정의 사용을 허용하고 있으며, 회계정책을 적용함에 있어 경영진의 판단을 요구하고 있습니다. 보다 복잡하고 높은 수준의 판단이 필요한 부분이나 중요한 가정 및 추정이 필요한 부분은 주석3에서 설명하고 있습니다.\n회사의 재무제표는 기업회계기준서 제1027호 '별도재무제표'에 따른 별도재무제표로서 지배기업, 관계기업의 투자자 또는 공동지배기업의 참여자가 투자자산을 피투자자의 보고된 성과와 순자산에 근거하지 않고 직접적인 지분투자에 근거한 원가로 표시한 재무제표입니다.\n2.2 회계정책과 공시의 변경\n2.2.1 회사가 채택한 제ㆍ개정 기준서 및 해석서\n회사는 2022년 1월 1일로 개시하는 회계기간부터 다음의 제ㆍ개정 기준서 및 해석서를 신규로 적용하였습니다.\n(1) 기업회계기준서 제 1116호 '리스' 개정 - 2021년 6월 30일 후에도 제공되는 코로나19 관련 임차료 할인 등\n코로나19의 직접적인 결과로 발생한 임차료 할인 등이 리스변경에 해당하는지 평가하지 않을 수 있도록 하는 실무적 간편법의 적용대상이 2022년 6월 30일 이전에 지급하여야 할 리스료에 영향을 미치는 리스료 감면으로 확대되었습니다. 리스이용자는 비슷한 상황에서 특성이 비슷한 계약에 실무적 간편법을 일관되게 적용해야 합니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(2) 기업회계기준서 제1103호 '사업결합' 개정 - 개념체계의 인용\n사업결합 시 인식할 자산과 부채의 정의를 개정된 재무보고를 위한 개념체계를 참조하도록 개정되었으나, 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 및 해석서 제2121호 '부담금'의 적용범위에 포함되는 부채 및 우발부채에 대해서는 해당 기준서를 적용하도록 예외를 추가하고, 우발자산이 취득일에 인식되지 않는다는 점을 명확히 하였습니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은없습니다.\n(3) 기업회계기준서 제1016호 '유형자산' 개정 - 의도한 사용 전의 매각금액\n기업이 자산을 의도한 방식으로 사용하기 전에 생산된 품목의 판매에서 발생하는 수익을 생산원가와 함께 당기손익으로 인식하도록 요구하며, 유형자산의 취득원가에서차감하는 것을 금지하고 있습니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(4) 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 개정 - 손실부담계약: 계약이행원가\n손실부담계약을 식별할 때 계약이행원가의 범위를 계약 이행을 위한 증분원가와 계약 이행에 직접 관련되는 다른 원가의 배분이라는 점을 명확히 하였습니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(5) 한국채택국제회계기준 2018-2020 연차개선\n한국채택국제회계기준 연차개선 2018-2020은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n·기업회계기준서 제1101호 '한국채택국제회계기준의 최초 채택' : 최초채택기업인 종속기업\n·기업회계기준서 제1109호 '금융상품' : 금융부채 제거 목적의 10% 테스트 관련 수수료\n·기업회계기준서 제1041호 '농림어업' : 공정가치 측정\n2.2.2 회사가 적용하지 않은 제ㆍ개정 기준서 및 해석서\n제정 또는 공표되었으나 시행일이 도래하지 않아 적용하지 아니한 제ㆍ개정 기준서 및 해석서는 다음과 같습니다.\n(1) 기업회계기준서 제1001호 '재무제표 표시' 개정 - 부채의 유동/비유동 분류\n보고기간말 현재 존재하는 실질적인 권리에 따라 유동 또는 비유동으로 분류되며, 부채의 결제를 연기할 수 있는 권리의 행사가능성이나 경영진의 기대는 고려하지 않습니다. 또한, 부채의 결제에 자기지분상품의 이전도 포함되나, 복합금융상품에서 자기지분상품으로 결제하는 옵션이 지분상품의 정의를 충족하여 부채와 분리하여 인식된경우는 제외됩니다. 동 개정사항은 2024년 1월 1일 이후 시작하는 회계연도부터 적용하며, 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 영향을 검토 중에 있습니다.\n(2) 기업회계기준서 제1001호 '재무제표 표시' - '회계정책'의 공시\n중요한 회계정책 정보를 정의하고 이를 공시하도록 하였습니다. 동 개정 사항은 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 영향을 검토 중에 있습니다.\n(3) 기업회계기준서 제1008호 '회계정책, 회계추정의 변경 및 오류' - '회계추정'의 정의\n회계추정을 정의하고, 회계정책의 변경과 구별하는 방법을 명확히 하였습니다. 동 개정 사항은 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며 조기적용이허용됩니다. 회사는 동 개정으로 인해 재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n(4) 기업회계기준서 제1012호 '법인세' - 단일거래에서 생기는 자산과 부채에 대한 이연법인세\n자산 또는 부채가 최초로 인식되는 거래의 최초 인식 예외 요건에 거래시점 동일한 가산할 일시적차이와 차감할 일시적차이를 발생시키지 않는 거래라는 요건을 추가하였습니다. 동 개정사항은 2023년 1월 1일 이후 시작하는 회계연도부터 적용하며, 조기적용이 허용됩니다. 회사는 동 개정으로 인해 재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n(5) 기업회계기준서 제1117호 '보험계약' 제정\n기업회계기준서 제1117호 '보험계약'은 기업회계기준서 제1104호 '보험계약'을 대체합니다. 보험계약에 따른 모든 현금흐름을 추정하고 보고시점의 가정과 위험을 반영한 할인율을 사용하여 보험부채를 측정하고, 매 회계연도별로 계약자에게 제공한 서비스(보험보장)를 반영하여 수익을 발생주의로 인식하도록 합니다. 또한, 보험사건과 관계없이 보험계약자에게 지급하는 투자요소(해약/만기환급금)는 보험수익에서 제외하며, 보험손익과 투자손익을 구분 표시하여 정보이용자가 손익의 원천을 확인할 수 있도록 하였습니다. 동 기준서는 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며, 기업회계기준서 제1109호 '금융상품'을 적용한 기업은 조기적용이허용됩니다. 회사는 동 개정으로 인해 재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n기준서의 개정으로 기업회계기준서 제1117호를 최초로 적용하는 기업은 비교기간에대해 선택적 분류 조정('overlay')를 적용할 수 있습니다. 이러한 분류 조정은 기업회계기준서 제1117호의 적용범위에 포함되는 계약과 연관성이 없는 금융자산을 포함한 모든 금융자산에 적용할 수 있습니다. 금융자산에 분류 조정을 적용하는 기업은 기업회계기준서 제1109호의 분류와 측정 요구사항을 해당 금융자산에 적용해왔던 것처럼 비교정보를 표시하며, 이러한 분류 조정은 상품별로 적용할 수 있습니다.\n(6) 기업회계기준서 제1001호 ' 재무제표 표시 ' - 행사가격 조정 조건이 있는 금융부채 평가손익 공시\n발행자의 주가 변동에 따라 행사가격이 조정되는 조건이 있는 금융상품의 전부나 일부가 금융부채로 분류되는 경우 그 금융부채의 장부금액과 관련 손익을 공시하도록 하였습니다. 동 개정사항은 2023년 1월 1일 이후 시작하는 회계연도부터 적용하며, 조기적용이 허용됩니다. 회사는 동 개정으로 인해 재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n2.3 영업부문\n회사는 기업회계기준서 제1108호에 따라 영업부문과 관련된 공시사항을 연결재무제표에 공시하고 있으며, 동 재무제표에는 별도로 공시하지 않습니다.\n2.4 종속기업 및 지분법피투자기업 지분\n회사의 재무제표는 기업회계기준서 제1027호에 따른 별도재무제표입니다. 회사는 종속기업, 관계기업 및 공동기업에 대한 투자자산에 대하여 기업회계기준서 제1027호에 따른 원가법을 선택하여 회계처리하였습니다. 한편, 종속기업, 관계기업 및 공동기업으로부터 수취하는 배당금은 배당을 받을 권리가 확정되는 시점에 당기손익으로 인식하고 있습니다.\n2.5 현금및현금성자산\n회사는 보유현금과 요구불예금, 유동성이 매우 높고 확정된 금액의 현금으로 전환이 용이하며 가치변동의 위험이 경미한 취득일로부터 만기일이 3개월 이내인 투자자산을 현금및현금성자산으로 분류하고 있습니다.\n2.6 재고자산\n재고자산의 단위원가는 가중평균법(미착품은 개별법)으로 결정되며, 취득원가는 매입원가, 전환원가 및 재고자산을 판매 가능한 상태로 준비하는데 필요한 기타 원가를포함하고 있습니다. 제품이나 재공품의 경우, 회사는 고정제조간접원가를 생산설비의 실제조업도에 기초하여 배부하되, 실제조업도가 정상조업도보다 낮은 경우에는 이를 정상조업도에 기초하여 배부하고 있습니다.\n재고자산은 취득원가와 순실현가능가치 중 낮은 금액으로 측정하고 있습니다. 순실현가능가치는 정상적인 영업과정에서의 예상 판매가격에서 완성까지 예상되는 추가원가와 판매비용을 차감한 금액입니다. 재고자산을 순실현가능가치로 감액한 평가손실과 모든 감모손실은 감액이나 감모가 발생한 기간에 비용으로 인식하고 있으며, 재고자산의 순실현가능가치의 상승으로 인한 재고자산평가손실의 환입은 환입이 발생한 기간의 비용으로 인식된 재고자산의 매출원가에서 차감하고 있습니다.\n2.7 매출채권\n매출채권은 유의적인 금융요소를 포함하지 않는 경우에는 무조건적인 대가의 금액으로, 유의적인 금융요소를 포함하는 경우에는 공정가치로 최초 인식합니다. 매출채권은 후속적으로 유효이자율법을 적용한 상각후원가에 손실충당금을 차감하여 측정됩니다. (회사의 매출채권 회계처리에 대한 추가적인 사항은 주석 7, 손상에 대한 회계정책은 주석 5 (1) 참조)\n2.8 비파생금융자산\n① 인식 및 최초 측정\n매출채권과 발행 채무증권은 발행되는 시점에 최초로 인식됩니다. 다른 금융상품과 금융부채는 회사가 금융상품의 계약당사자가 되는 때에만 인식됩니다.\n유의적인 금융요소를 포함하지 않는 매출채권을 제외하고는, 최초 인식시점에 금융자산이나 금융부채를 공정가치로 측정하며, 당기손익-공정가치 측정 금융자산 또는 당기손익-공정가치 측정 금융부채가 아닌 경우에 해당 금융자산의 취득이나 해당 금융부채의 발행과 직접 관련되는 거래원가는 공정가치에 가감합니다. 유의적인 금융요소를 포함하지 않는 매출채권은 최초에 거래가격으로 측정합니다.\n② 분류 및 후속 측정\n최초 인식시점에 금융자산은 상각후원가, 기타포괄손익-공정가치 측정 채무상품, 기타포괄손익-공정가치 측정 지분상품 또는 당기손익-공정가치로 측정되도록 분류됩니다. 금융자산은 회사가 금융자산을 관리하는 사업모형을 변경하지 않는 한 최초 인식 후에 재분류되지 않으며, 이 경우 영향 받는 모든 금융자산은 사업모형의 변경 이후 첫 번째 보고기간의 첫 번째 날에 재분류됩니다.\n금융자산이 다음 두가지 조건을 모두 만족하고, 당기손익-공정가치 측정항목으로 지정되지 않은 경우에 상각후원가로 측정합니다.\n- 계약상 현금흐름을 수취하기 위해 보유하는 것이 목적인 사업모형 하에서 보유합니다.\n- 금융자산의 계약 조건에 따라 특정일에 원금과 원금잔액에 대한 이자지급만으로 구성되어 있는 현금흐름이 발생합니다.\n채무상품이 다음 두 가지 조건을 충족하고 당기손익-공정가치 측정항목으로 지정되지 않은 경우에 기타포괄손익-공정가치로 측정합니다.\n- 계약상 현금흐름의 수취와 금융자산의 매도 둘 다를 통해 목적을 이루는 사업모형 하에서 금융자산을 보유합니다.\n- 금융자산의 계약 조건에 따라 특정일에 원리금 지급만으로 구성되어 있는 현금흐름이 발생합니다.\n단기매매를 위해 보유하는 것이 아닌 지분상품의 최초 인식 시에 회사는 투자자산의 공정가치의 후속적인 변동을 기타포괄손익으로 표시하도록 선택할 수 있습니다. 다만 한번 선택하면 이를 취소할 수 없습니다. 이러한 선택은 투자 자산별로 이루어집니다.\n상기에서 설명된 상각후원가나 기타포괄손익-공정가치로 측정되지 않는 모든 금융자산은 당기손익-공정가치로 측정됩니다. 이러한 금융자산은 모든 파생금융자산을 포함합니다. 최초 인식시점에 회사는 상각후원가나 기타포괄손익-당기손익으로 측정되는 금융자산을 당기손익-공정가치 측정항목으로 지정한다면 회계불일치를 제거하거나 유의적으로 줄이는 경우에는 해당 금융자산을 당기손익-공정가치 측정 항목으로 지정할 수 있습니다. 다만 한번 지정하면 이를 취소할 수 없습니다.\n회사는 사업이 관리되는 방식과 경영진에게 정보가 제공되는 방식을 가장 잘 반영하기 때문에 금융자산의 포트폴리오 수준에서 보유되는 사업모형의 목적을 평가합니 다. 그러한 정보는 다음을 고려합니다.\n- 포트폴리오에 대해 명시된 회계정책과 목적 및 실제 이러한 정책의 운영\n- 사업모형에서 보유하는 금융자산의 성과를 평가하고, 그 평가내용을 주요 경영진에게 보고하는 방식\n- 사업모형(그리고 사업모형에서 보유하는 금융자산)의 성과에 영향을 미치는 위험과 그 위험을 관리하는 방식\n- 경영진에 대한 보상방식(예: 관리하는 자산의 공정가치에 기초하여 보상하는지 아니면 수취하는 계약상 현금흐름에 기초하여 보상하는지)\n- 과거기간 금융자산의 매도의 빈도, 금액, 시기, 이유, 미래의 매도활동에 대한 예상\n이러한 목적을 위해 제거요건을 충족하지 않는 거래에서 제3자에게 금융자산을 이전하는 거래는 매도로 간주되지 않습니다.\n단기매매의 정의를 충족하거나 포트폴리오의 성과가 공정가치 기준으로 평가되는 금융자산 포트폴리오는 당기손익-공정가치로 측정됩니다.\n원금은 금융자산의 최초 인식시점의 공정가치로 정의됩니다. 이자는 화폐의 시간가치에 대한 대가, 특정기간에 원금 잔액과 관련된 신용위험에 대한 대가, 그밖에 기본적인 대여위험과 원가에 대한 대가(예: 유동성위험과 운영 원가)뿐만 아니라 이윤으로 구성됩니다.\n계약상 현금흐름이 원금과 이자에 대한 지급만으로 이루어져 있는지를 평가할 때, 회사는 해당 상품의 계약조건을 고려합니다. 금융자산이 계약상 현금흐름의 시기나 금액을 변경시키는 계약조건을 포함하고 있다면, 그 계약 조건 때문에 해당 금융상품의존속기간에 걸쳐 생길 수 있는 계약상 현금흐름이 원리금 지급만으로 구성되는지를 판단해야 합니다.\n이를 평가할 때 회사는 다음을 고려합니다.\n- 현금흐름의 금액이나 시기를 변경시키는 조건부 상황\n- 변동 이자율 특성을 포함하여 계약상 액면 이자율을 조정하는 조항\n- 중도상환특성과 만기연장특성\n- 특정 자산으로부터 발생하는 현금흐름에 대한 회사의 청구권을 제한하는 계약조건\n중도상환금액이 실질적으로 미상환된 원금과 잔여원금에 대한 이자를 나타내고, 계약의 조기청산에 대한 합리적인 추가 보상을 포함하고 있다면, 조기상환특성은 특정일에 원금과 이자를 지급하는 조건과 일치합니다.\n또한, 계약상 액면금액을 유의적으로 할인하거나 할증하여 취득한 금융자산에 대해서, 중도상환금액이 실질적으로 계약상 액면금액과 계약상 이자 발생액(그러나 미지급된)을 나타내며(이 경우 계약의 조기 청산에 대한 합리적인 추가 보상이 포함될 수 있는), 중도상환특성이 금융자산의 최초 인식시점에 해당 특성의 공정가치가 경미한경우에는 이러한 조건을 충족한다고 판단합니다.\n다음 회계정책은 금융자산의 후속측정에 적용합니다.\n③ 제거\n회사는 금융자산의 현금흐름에 대한 계약상 권리가 소멸한 경우, 금융자산의 현금흐름을 수취할 계약상 권리를 양도하고 이전된 금융자산의 소유에 따른 위험과 보상의 대부분을 실질적으로 이전한 경우, 또는 회사가 소유에 따른 위험과 보상의 대부분을보유 또는 이전하지 아니하고 금융자산을 통제하고 있지 않은 경우에 금융자산을 제거합니다.\n회사가 재무상태표에 인식된 자산을 이전하는 거래를 하였지만, 이전되는 자산의 소유에 따른 대부분의 위험과 보상을 보유하고 있는 경우에는 이전된 자산을 제거하지 않습니다.\n④ 상계\n회사는 회사가 인식한 자산과 부채에 대해 법적으로 집행가능한 상계권리를 현재 갖고 있고, 차액으로 결제하거나, 자산을 실현하는 동시에 부채를 결제할 의도가 있는 경우에만 금융자산과 금융부채를 상계하고 재무상태표에 순액으로 표시합니다.\n2.9 파생금융상품\n파생상품은 최초 인식 시 계약일의 공정가치로 측정되며, 후속적으로 매 보고기간말의 공정가치로 측정됩니다. 파생상품의 공정가치 변동으로 인한 평가손익은 각각 아래와 같이 인식됩니다.\n① 위험회피회계\n회사는 이자율위험과 환율위험을 회피하기 위하여 통화스왑계약 및 통화이자율스왑계약을 체결하고 있습니다.\n회사는 위험회피관계의 개시시점에 위험회피관계, 위험관리목적과 위험회피전략을 공식적으로 지정하고 문서화를 수행하고 있습니다. 또한 이 문서에는 위험회피수단, 위험회피대상항목 및 위험회피관계의 개시시점과 그 후속기간에 회피대상위험으로 인한 위험회피대상항목의 공정가치 또는 현금흐름의 변동을 위험회피수단이 상쇄하는 효과를 평가하는 방법 등이 포함되어 있습니다.\n- 현금흐름위험회피\n위험회피수단으로 지정되고 현금흐름위험회피회계의 적용요건을 충족한 파생상품의 공정가치 변동분 중 위험회피에 효과적인 부분은 자본으로 처리되며, 위험회피에 비효과적인 부분은 당기손익으로 인식됩니다. 현금흐름위험회피회계는 회사가 더 이상 위험회피관계를 지정하지 않거나 위험회피수단이 소멸, 매각, 청산, 행사되거나, 현금흐름위험회피회계의 적용요건을 더 이상 충족하지 않을 경우 중단됩니다. 자본으로 인식된 파생상품의 누적평가손익은 현금흐름위험회피회계의 중단시점부터 향후 예상거래가 발생하는 보고기간에 걸쳐 당기손익으로 인식됩니다.\n② 기타\n위험회피수단으로 지정되어 위험회피에 효과적인 파생상품을 제외한 모든 파생상품은 공정가치로 측정되며, 공정가치 변동으로 인한 평가손익은 당기손익으로 인식됩니다.\n2.10 금융자산의 손상\n① 금융자산 손상의 인식\n회사는 다음 자산의 기대신용손실에 대해 손실충당금을 인식합니다.\n- 상각후원가로 측정하는 금융자산\n- 기업회계기준서 제1115호에서 정의된 계약자산\n회사는 12개월 기대신용손실로 측정되는 다음의 금융자산을 제외하고는 전체기간 기대신용손실에 해당하는 금액으로 손실충당금을 측정합니다.\n- 보고기간말에 신용위험이 낮다고 결정된 채무증권\n- 최초 인식 이후 신용위험(즉, 금융자산의 기대존속기간동안에 걸쳐 발생할 채무불이행 위험)이 유의적으로 증가하지 않은 기타채무증권과 은행예금\n매출채권과 계약자산에 대한 손실충당금은 항상 전체기간 기대신용손실에 해당하는금액으로 측정됩니다.\n금융자산의 신용위험이 최초 인식 이후 유의적으로 증가했는지를 판단할 때와 기대신용손실을 추정할 때, 회사는 과도한 원가나 노력 없이 이용할 수 있고 합리적이고 뒷받침될 수 있는 정보를 고려합니다. 여기에는 미래지향적인 정보를 포함하여 회사의 과거 경험과 알려진 신용평가에 근거한 질적, 양적인 정보 및 분석이 포함됩니다.\n전체기간 기대신용손실은 금융상품의 기대존속기간에 발생할 수 있는 모든 채무불이행 사건에 따른 기대신용손실입니다.\n12개월 기대신용손실은 보고기간 말 이후 12개월 이내(또는 금융상품의 기대 존속기간이 12개월 보다 적은 경우 더 짧은 기간)에 발생 가능한 금융상품의 채무불이행 사건으로 인한 기대신용손실을 나타내는 전체기간 기대신용손실의 일부입니다.\n기대신용손실을 측정할 때 고려하는 가장 긴 기간은 회사가 신용위험에 노출되는 최장 계약기간입니다.\n② 기대신용손실의 측정\n기대신용손실은 신용손실의 확률가중추정치입니다. 신용손실은 모든 현금부족액(즉,계약에 따라 지급받기로 한 모든 계약상 현금흐름과 수취할 것으로 예상하는 모든 계약상 현금흐름의 차이)의 현재가치로 측정됩니다. 기대신용 손실은 해당 금융자산의 유효이자율로 할인됩니다.\n③ 신용이 손상된 금융자산\n매 보고기간말에, 회사는 상각후원가로 측정되는 금융자산과 기타포괄손익-공정가치로 측정되는 채무증권의 신용이 손상되었는지 평가합니다. 금융자산의 추정미래현금흐름에 악영향을 미치는 하나 이상의 사건이 발생한 경우에 해당 금융자산은 신용이 손상된 것입니다.\n금융자산의 신용이 손상된 증거는 다음과 같은 관측 가능한 정보를 포함합니다.\n- 발행자나 차입자의 유의적인 재무적 어려움\n- 채무불이행과 같은 계약 위반\n- 차입자의 재무적 어려움에 관련된 경제적이나 계약상 이유로 당초 차입 조건의 불가피한 완화\n- 차입자의 파산가능성이 높아지거나 그 밖의 재무구조조정 가능성이 높아짐\n- 재무적 어려움으로 인해 해당 금융자산에 대한 활성시장 소멸\n④ 재무상태표 상 신용손실충당금의 표시\n상각후원가로 측정하는 금융자산에 대한 손실충당금은 해당 자산의 장부금액에서 차감합니다.\n⑤ 제각\n금융자산의 계약상 현금흐름 전체 또는 일부의 회수에 대한 합리적인 기대가 없는 경우 해당 자산을 제거합니다. 회사는 기업고객에 대해서 회수에 대한 합리적인 기대가있는지를 평가하여 제각의 시기와 금액을 개별적으로 평가합니다. 회사는 제각한 금액이 유의적으로 회수할 것이라는 기대를 갖고 있지 않습니다. 그러나 제각된 금융자산은 회사의 만기가 된 금액의 회수 절차에 따라 회수활동의 대상이 될 수 있습니다.\n2.11 유형자산\n유형자산은 최초에 원가로 측정하여 인식하고 있습니다. 유형자산의 원가에는 경영진이 의도하는 방식으로 자산을 가동하는데 필요한 장소와 상태에 이르게 하는데 직접 관련되는 원가 및 자산을 해체, 제거하거나 부지를 복구하는데 소요될 것으로 추정되는 원가가 포함됩니다.\n유형자산은 최초 인식후에는 원가에서 감가상각누계액과 손상차손누계액을 차감한 금액을 장부금액으로 하고 있습니다.\n유형자산의 일부를 대체할 때 발생하는 원가는 해당 자산으로부터 발생하는 미래 경제적 효익이 회사에 유입될 가능성이 높으며 그 원가를 신뢰성 있게 측정할 수 있는 경우에 자산의 장부금액에 포함하거나 적절한 경우 별도의 자산으로 인식하고 있습니다. 이 때 대체된 부분의 장부금액은 제거하고 있습니다. 그 외의 일상적인 수선ㆍ유지와 관련하여 발생하는 원가는 발생시점에 당기손익으로 인식하고 있습니다.\n유형자산 중 토지는 감가상각을 하지 않으며, 그 외 유형자산은 자산의 취득원가에서잔존가치를 차감한 금액에 대하여 아래에 제시된 경제적 내용연수에 걸쳐 해당 자산에 내재되어 있는 미래 경제적 효익의 예상 소비 형태를 가장 잘 반영한 정액법으로 상각하고 있습니다.\n유형자산의 제거로 인하여 발생하는 손익은 순매각금액과 장부금액의 차이로 결정되고 기타영업외손익으로 인식하고 있습니다.\n당기와 전기의 추정 내용연수는 다음과 같습니다.\n회사는 매 보고기간말에 자산의 잔존가치와 내용연수 및 감가상각방법을 재검토하고재검토 결과 이를 변경하는 것이 적절하다고 판단되는 경우 회계추정의 변경으로 처리하고 있습니다.\n2.12 차입원가\n적격자산의 취득, 건설 또는 제조와 직접 관련된 차입원가는 당해 자산 원가의 일부로 자본화하고 있으며, 기타차입원가는 발생기간에 비용으로 인식하고 있습니다. 적격자산이란 의도된 용도로 사용하거나 판매가능한 상태가 될 때까지 상당한 기간을 필요로 하는 자산을 말하며, 금융자산과 단기간 내에 제조되거나 다른 방법으로 생산되는 재고자산은 적격자산에 해당되지 아니하며, 취득시점에 의도된 용도로 사용할 수 있거나 판매가능한 상태에 있는 자산인 경우에도 적격자산에 해당되지 아니합니다.\n적격자산을 취득하기 위한 목적으로 특정하여 차입한 자금에 한하여, 보고기간 동안 그 차입금으로부터 실제 발생한 차입원가에서 당해 차입금의 일시적 운용에서 생긴 투자수익을 차감한 금액을 자본화가능차입원가로 결정하며, 일반적인 목적으로 자금을 차입하고 이를 적격자산의 취득을 위해 사용하는 경우에 한하여 당해 자산 관련 지출액에 자본화이자율을 적용하는 방식으로 자본화가능차입원가를 결정하고 있습니다. 자본화이자율은 보고기간동안 차입한 자금(적격자산을 취득하기 위해 특정 목적으로 차입한 자금 제외)으로부터 발생된 차입원가를 가중평균하여 산정하고 있습니다. 보고기간 동안 자본화한 차입원가는 당해 기간동안 실제 발생한 차입원가를 초과할 수 없습니다.\n2.13 무형자산\n무형자산은 최초 인식할 때 원가로 측정하며, 최초 인식 후에 원가에서 상각누계액과손상차손누계액을 차감한 금액을 장부금액으로 인식하고 있습니다.\n영업권은 사업결합의 이전대가가 공정가치로 측정하여 취득된 식별가능한 순자산에 대한 취득자의 지분을 초과하는 금액으로 인식됩니다. 취득한 식별가능한 순자산에 대한 취득자의 지분이 이전대가를 초과하는 경우 그 초과액인 염가매수차액은 즉시 당기손익으로 인식됩니다.\n무형자산은 사용 가능한 시점부터 잔존가치를 영(\"0\")으로 하여 아래의 내용연수동안정액법으로 상각하고 있습니다. 다만, 일부 무형자산에 대해서는 이를 이용할 수 있을 것으로 기대되는 기간에 대하여 예측가능한 제한이 없으므로 당해 무형자산의 내용연수가 비한정인 것으로 평가하고 상각하지 아니하고 있습니다.\n내용연수가 유한한 무형자산의 상각기간과 상각방법은 매 보고기간말에 재검토하고 내용연수가 비한정인 무형자산에 대해서는 그 자산의 내용연수가 비한정이라는 평가가 계속하여 정당한 지를 매 보고기간말에 재검토하며, 이를 변경하는 것이 적절하다고 판단되는 경우 회계추정의 변경으로 처리하고 있습니다.\n연구 또는 내부프로젝트의 연구단계에 대한 지출은 발생시점에 비용으로 인식하고 있습니다. 개발단계의 지출은 자산을 완성할 수 있는 기술적 실현가능성, 자산을 완성하여 사용하거나 판매하려는 기업의 의도와 능력 및 필요한 자원의 입수가능성, 무형자산의 미래 경제적 효익을 모두 제시할 수 있고, 관련 지출을 신뢰성 있게 측정할 수 있는 경우에 무형자산으로 인식하고 있으며, 기타 개발관련 지출은 발생시점에 비용으로 인식하고 있습니다.\n후속지출은 관련되는 특정자산에 속하는 미래의 경제적 효익이 증가하는 경우에만 자본화하며, 내부적으로 창출한 영업권 등을 포함한 다른 지출들은 발생 즉시 비용화하고 있습니다.\n회사는 당기말 현재 제품생산과 관련한 다수의 특허라이센스 계약을 체결하고 있습니다. 동 계약에 의한 Royalty는 Lump-sum royalty 및 Running royalty의 형식으로지급되며, Lump-sum royalty 지급액은 무형자산으로 인식하고 특허라이센스 기간에 따라 정액법으로 상각하고 있습니다.\n2.14 정부보조금\n정부보조금은 회사가 정부보조금에 부수되는 조건을 준수하고 그 보조금을 수취하는것에 대해 합리적인 확신이 있을 경우에만 인식하고 있습니다.\n① 자산관련 보조금\n회사는 비유동자산을 취득 또는 건설하는데 사용해야 한다는 기본조건이 부과된 정부보조금을 수령하고 있으며, 해당 자산의 장부금액을 계산할 때, 정부보조금을 차감하고 감가상각자산의 내용연수에 걸쳐 당기손익으로 인식하고 있습니다.\n② 수익관련 보조금\n회사는 정부보조금을 정부보조금으로 보전하려 하는 관련원가를 비용으로 인식하는 기간에 걸쳐 관련비용에서 차감하는 방법으로 당기손익으로 인식하고 있습니다.\n2.15 투자부동산\n임대수익이나 시세차익 또는 두 가지 모두를 얻기 위하여 보유하고 있는 부동산은 투자부동산으로 분류하고 있습니다. 투자부동산은 취득시 발생한 거래원가를 포함하여최초 인식시점에 원가로 측정하며, 최초 인식 후에 원가에서 감가상각누계액과 손상차손누계액을 차감한 금액을 장부금액으로 표시하고 있습니다.\n후속원가는 자산으로부터 발생하는 미래의 경제적 효익이 유입될 가능성이 높으며, 그 원가를 신뢰성 있게 측정할 수 있는 경우에 한하여 자산의 장부금액에 포함하거나적절한 경우 별도의 자산으로 인식하고 있으며, 후속지출에 의해 대체된 부분의 장부금액은 제거하고 있습니다. 한편, 일상적인 수선ㆍ유지와 관련하여 발생하는 원가는 발생시점에 당기손익으로 인식하고 있습니다.\n투자부동산은 경제적 내용연수에 따라 40년을 적용하여 정액법으로 상각하고 있습니다.\n투자부동산의 감가상각방법, 잔존가치 및 내용연수는 매 회계연도말에 재검토하고 이를 변경하는 것이 적절하다고 판단되는 경우 회계추정의 변경으로 회계처리하고 있습니다.\n2.16 비금융자산의 손상\n종업원급여에서 발생한 자산, 재고자산, 이연법인세자산을 제외한 모든 비금융자산에 대해서는 매 보고기간말마다 자산손상을 시사하는 징후가 있는지를 검토하며, 만약 그러한 징후가 있다면 당해 자산의 회수가능액을 추정하고 있습니다. 단, 사업결합으로 취득한 영업권 및 내용연수가 비한정인 무형자산, 아직 사용할 수 없는 무형자산에 대해서는 자산손상을 시사하는 징후와 관계없이 매년 회수가능액과 장부금액을 비교하여 손상검사를 하고 있습니다.\n회수가능액은 개별 자산별로, 또는 개별 자산의 회수가능액을 추정할 수 없다면 그 자산이 속하는 현금창출단위별로 회수가능액을 추정하고 있습니다. 회수가능액은 사용가치와 순공정가치 중 큰 금액으로 결정하고 있습니다. 사용가치는 자산이나 현금창출단위에서 창출될 것으로 기대되는 미래현금흐름을 화폐의 시간가치 및 미래현금흐름을 추정할 때 조정되지 아니한 자산의 특유위험에 대한 현행 시장의 평가를 반영한 적절한 할인율로 할인하여 추정합니다.\n자산이나 현금창출단위의 회수가능액이 장부금액에 미달하는 경우 자산의 장부금액을 감소시키며 즉시 당기손익으로 인식하고 있습니다.\n사업결합으로 취득한 영업권은 사업결합으로 인한 시너지효과의 혜택을 받게 될 것으로 기대되는 각 현금창출단위에 배분합니다. 현금창출단위에 대한 손상차손은 우선, 현금창출단위에 배분된 영업권의 장부금액을 감소시키고, 그 다음 현금창출단위에 속하는 다른 자산 각각의 장부금액에 비례하여 자산의 장부금액을 감소시키고 있습니다. 영업권에 대해 인식한 손상차손은 후속기간에 환입할 수 없습니다. 매 보고기간말에 영업권을 제외한 자산에 대해 과거기간에 인식한 손상차손이 더 이상 존재하지 않거나 감소된 것을 시사하는 징후가 있는지를 검토하고 직전 손상차손의 인식시점 이후 회수가능액을 결정하는 데 사용된 추정치에 변화가 있는 경우에만 환입합니다. 손상차손환입으로 증가된 장부금액은 과거에 손상차손을 인식하기 전 장부금액의 감가상각 또는 상각 후 잔액을 초과할 수 없습니다.\n2.17 매입채무와 기타채무\n매입채무와 기타채무는 회사가 보고기간말 전에 재화나 용역을 제공받았으나 지급되지 않은 부채입니다. 매입채무와 기타 채무는 지급기일이 보고기간 후 12개월 후가 아니라면 유동부채로 표시되었습니다. 해당 채무들은 최초에 공정가치로 인식되고 후속적으로 유효이자율법을 적용한 상각후원가로 측정됩니다.\n2.18 리스\n회사는 기업회계기준서 제 1116호에 따라 계약에서 대가와 교환하여 식별되는 자산의 사용 통제권을 일정기간 이전하면 해당 계약은 리스이거나 리스를 포함합니다.\n① 리스이용자인 경우\n회사는 리스개시일에 사용권자산과 리스부채를 인식합니다. 사용권자산은 최초에 원가로 측정하며, 해당 원가는 리스부채의 최초 측정금액, 리스개시일이나 그 전에 지급한 리스료(받은 리스 인센티브 차감), 리스개설직접원가, 기초자산을 해체 및 제거하거나 기초자산이나 기초자산이 위치한 부지를 복구할 때 리스이용자가 부담하는 원가의 추정치로 구성됩니다.\n사용권자산은 후속적으로 리스개시일부터 리스기간 종료일까지 정액법으로 감가상각합니다. 다만, 리스기간 종료일에 사용권자산의 소유권이 이전되거나 사용권자산의 원가에 매수선택권의 행사가격이 반영된 경우에는 유형자산의 감가상각과 동일한방식에 기초하여 기초자산의 내용연수 종료일까지 사용권자산을 감가상각합니다. 또한 사용권자산은 손상차손으로 인하여 감소하거나 리스부채의 재측정으로 인하여 조정될 수 있습니다.\n리스부채는 리스개시일 현재 지급되지 않은 리스료의 현재가치로 최초 측정합니다. 리스료는 리스의 내재이자율로 할인하되, 내재이자율을 쉽게 산정할 수 없는 경우에는 리스이용자의 증분차입이자율로 할인합니다. 일반적으로 회사는 증분차입이자율을 할인율로 사용합니다.\n리스부채 측정에 포함되는 리스료는 다음 항목으로 구성됩니다.\n- 고정 리스료(실질적인 고정리스료 포함)\n- 지수나 요율(이율)에 따라 달라지는 변동리스료. 최초에는 리스개시일의 지수나 요율(이율)을 사용하여 측정함\n- 잔존가치보증에 따라 지급할 것으로 예상되는 금액\n- 매수선택권을 행사할 것이 상당히 확실한 경우 매수선택권의 행사가격\n- 연장선택권을 행사할 것이 상당히 확실한 경우 연장기간의 리스료, 리스기간이 종료선택권 행사를 반영하는 경우에 리스를 종료하기 위하여 부담하는 금액\n리스부채는 후속적으로 리스부채에 대하여 인식한 이자비용만큼 증가하고, 리스료의지급을 반영하여 감소합니다. 지수나 요율(이율)의 변동, 잔존가치 보증에 따라 지급할 것으로 예상되는 금액의 변동, 매수선택권이나 연장선택권을 행사할 것이 상당히 확실하거나 종료선택권을 행사하지 않을 것이 상당히 확실한지에 대한 평가의 변동에 따라 미래 리스료가 변경되는 경우에 리스부채를 재측정합니다.\n리스부채를 재측정할 때 관련되는 사용권자산을 조정하고, 사용권자산의 장부금액이영(\"0\")으로 줄어드는 경우에는 재측정 금액을 당기손익으로 인식합니다.\n회사는 다음의 경우에 리스부채를 재측정하고 관련된 사용권자산에 대해 상응하는 조정을 합니다.\n- 리스기간이 변경되거나, 매수선택권 행사에 대한 평가의 변경을 발생시키는 상황의 변경이나 유의적인 사건이 발생하는 경우. 이러한 경우 리스부채는 수정된 리스료를 수정된 할인율로 할인하여 다시 측정됩니다.\n- 지수나 요율(이율)의 변경이나 잔존가치보증에 따라 지급할 것으로 예상되는 금액이 변동되어 리스료가 변경되는 경우. 이러한 경우 리스부채는 수정된 리스료를 변경되지 않은 할인율로 할인하여 다시 측정합니다. 다만 변동이자율의 변동으로 리스료에 변동이 생긴 경우에는 그 이자율 변동을 반영하는 수정 할인율을 사용합니다.\n- 리스 계약이 변경되고 별도 리스로 회계처리하지 않는 경우. 이러한 경우 리스부채는 변경된 리스의 리스기간에 기초하여, 수정된 리스료를 리스변경 유효일 현재의 수정된 할인율로 할인하여 다시 측정됩니다.\n회사는 일부 단기리스 및 소액 기초자산 리스에 대하여 사용권자산과 리스부채를 인식하지 않기로 선택하였습니다. 회사는 이 리스에 관련되는 리스료를 리스기간에 걸쳐 정액 기준에 따라 비용으로 인식합니다.\n리스요소를 포함하는 계약의 약정일이나 재평가일에 회사는 각 리스요소와 비리스요소의 상대적 개별 가격에 기초하여 계약 대가를 배분합니다. 그러나 회사는 리스이용자에 해당하는 일부 유형의 계약에서는 비리스요소를 분리하지 않는 실무적 간편법을 선택하였고, 리스요소와 비리스요소를 하나의 리스요소로 보아 회계처리하였습니다.\n회사는 투자부동산의 정의를 충족하지 않는 사용권자산을 별도의 항목으로 표시합니다.\n후속적으로 사용권자산은 해당 자산에 적용 가능한 회계정책과 일관되게 회계처리합니다.\n② 리스제공자인 경우\n리스제공자로서 회사는 리스약정일에 리스가 금융리스인지 운용리스인지 판단합니다.\n각 리스를 분류하기 위하여 회사는 리스가 기초자산의 소유에 따른 위험과 보상의 대부분을 이전하는지를 전반적으로 판단합니다. 기초자산의 소유에 따른 위험과 보상의 대부분을 리스이용자에게 이전하는 경우에는 리스를 금융리스로 분류하고, 그렇지 않은 경우에는 리스를 운용리스로 분류합니다. 이 평가 지표의 하나로 회사는 리스기간이 기초자산의 경제적 내용연수의 상당 부분을 차지하는지 고려합니다.\n회사가 중간리스제공자인 경우에는 상위리스와 전대리스를 각각 회계처리합니다. 또한 전대리스의 분류는 기초자산이 아닌 상위리스에서 생기는 사용권자산에 따라 판단합니다. 상위리스가 인식 면제규정을 적용하는 단기리스에 해당하는 경우에는 전대리스를 운용리스로 분류합니다.\n약정에 리스요소와 비리스요소가 모두 포함된 경우에 회사는 기업회계기준서 제1115호를 적용하여 계약 대가를 배분합니다.\n회사는 운용리스로 받는 리스료를 '기타수익'의 일부로서 리스기간에 걸쳐 정액 기준에 따라 수익으로 인식합니다.\n회사가 리스제공자로서 비교기간에 적용한 회계정책은 기업회계기준서 제1116호의 규정과 다르지 않습니다.\n2.19 비파생금융부채\n회사는 계약상 내용의 실질과 금융부채의 정의에 따라 금융부채를 당기손익인식금융부채와 기타금융부채로 분류하고 계약의 당사자가 되는 때에 재무상태표에 인식하고있습니다.\n① 당기손익인식금융부채\n당기손익인식금융부채는 단기매매금융부채나 최초 인식시점에 당기손익인식금융부채로 지정한 금융부채를 포함하고 있습니다. 당기손익인식금융부채는 최초인식 후 공정가치로 측정하며, 공정가치의 변동은 당기손익으로 인식하고 있습니다. 한편, 최초 인식시점에 발행과 관련하여 발생한 거래비용은 발생 즉시 당기손익으로 인식하고 있습니다.\n② 기타금융부채\n당기손익인식금융부채로 분류되지 않은 비파생금융부채는 기타금융부채로 분류하고 있습니다. 기타금융부채는 최초 인식시 발행과 직접 관련되는 거래원가를 차감한 공정가치로 측정하고 있습니다. 후속적으로 기타금융부채는 유효이자율법을 적용하여 상각후원가로 측정되며, 이자비용은 유효이자율법을 적용하여 인식합니다.\n③ 금융부채의 제거\n회사는 금융부채의 계약상 의무가 이행, 취소 또는 만료된 경우에만 금융부채를 제거합니다. 회사는 금융부채의 계약조건이 변경되어 현금흐름이 실질적으로 달라진 경우 기존 부채를 제거하고 새로운 계약에 근거하여 새로운 금융부채를 공정가치로 인식합니다.\n금융부채의 제거 시에, 장부금액과 지급한 대가(양도한 비현금자산이나 부담한 부채를 포함)의 차액은 당기손익으로 인식합니다.\n2.20 종업원급여\n① 단기종업원급여\n종업원이 관련 근무용역을 제공한 보고기간의 말부터 12개월 이내에 결제될 단기종업원급여는 근무용역과 교환하여 지급이 예상되는 금액을, 근무용역이 제공된 때에 당기손익으로 인식하고 있습니다. 단기종업원급여는 할인하지 않은 금액으로 측정하고 있습니다.\n② 기타장기종업원급여\n종업원이 관련 근무용역을 제공한 보고기간말부터 12개월 이내에 지급되지 않을 기타장기종업원급여는 당기와 과거기간에 제공한 근무용역의 대가로 획득한 미래의 급여액을 현재가치로 할인하고 있습니다. 재측정에 따른 변동은 발생한 기간에 당기손익으로 인식하고 있습니다.\n③ 퇴직급여: 확정급여제도\n보고기간말 현재 확정급여제도와 관련된 확정급여부채는 확정급여채무의 현재가치에서 사외적립자산의 공정가치를 차감하여 인식하고 있습니다.\n확정급여부채는 매년 독립적인 계리사에 의해 예측단위적립방식으로 계산되고 있습니다. 확정급여채무의 현재가치에서 사외적립자산의 공정가치를 차감하여 산출된 순액이 자산일 경우, 제도로부터 환급받거나 제도에 대한 미래기여금이 절감되는 방식으로 이용가능한 경제적 효익의 현재가치를 한도로 자산을 인식하고 있습니다.\n순확정급여부채(자산)의 재측정요소는 보험수리적손익, 순확정급여부채(자산)의 순이자에 포함된 금액을 제외한 사외적립자산의 수익 및 순확정급여부채(자산)의 순이자에 포함된 금액을 제외한 자산인식상한효과의 변동으로 구성되어 있으며, 즉시 기타포괄손익으로 인식됩니다. 회사는 순확정급여부채(자산)의 순이자를 순확정급여부채(자산)에 연차보고기간 초에 결정된 할인율을 곱하여 결정하며 보고기간 동안 기여금 납부와 급여지급으로 인한 순확정급여부채(자산)의 변동을 고려하여 결정하고 있습니다. 확정급여제도와 관련된 순이자비용과 기타비용은 당기손익으로 인식됩니다.\n제도의 개정이나 축소가 발생하는 경우, 과거근무에 대한 효익의 변동이나 축소에 따른 손익은 즉시 당기손익으로 인식하고 있습니다. 회사는 확정급여제도의 정산이 일어나는 때에 정산으로 인한 손익을 인식하고 있습니다.\n④ 퇴직급여: 확정기여제도\n확정기여제도와 관련하여 일정기간 종업원이 근무용역을 제공하였을 때에는 그 근무용역과 교환하여 확정기여제도에 납부해야 할 기여금에 대하여 자산의 원가에 포함하는 경우를 제외하고는 당기손익으로 인식하고 있습니다. 납부해야 할 기여금은 이미 납부한 기여금을 차감한 후 부채(미지급비용)로 인식하고 있습니다.\n⑤ 해고급여\n회사는 해고급여의 제안을 더 이상 철회할 수 없을 때와 해고급여의 지급을 수반하는구조조정에 대한 원가를 인식할 때 중 이른 날에 해고급여에 대한 비용을 인식합니 다. 해고급여의 지급일이 12개월이 지난 후에 도래하는 경우에는 현재가치로 할인하고 있습니다.\n2.21 충당부채\n충당부채는 과거사건의 결과로 존재하는 현재의무(법적의무 또는 의제의무)로서, 당해 의무를 이행하기 위하여 경제적효익을 갖는 자원이 유출될 가능성이 높으며 그 의무의 이행에 소요되는 금액을 신뢰성 있게 추정할 수 있는 경우에 인식하고 있습니 다.\n충당부채로 인식하는 금액은 관련된 사건과 상황에 대한 불가피한 위험과 불확실성을 고려하여 현재의무를 보고기간말에 이행하기 위하여 소요되는 지출에 대한 최선의 추정치입니다. 화폐의 시간가치 효과가 중요한 경우 충당부채는 의무를 이행하기위하여 예상되는 지출액의 현재가치로 평가하고 있습니다.\n충당부채를 결제하기 위해 필요한 지출액의 일부 또는 전부를 제3자가 변제할 것이 예상되는 경우 이행한다면 변제를 받을 것이 거의 확실하게 되는 때에 한하여 변제금액을 인식하고 별도의 자산으로 회계처리하고 있습니다.\n매 보고기간말마다 충당부채의 잔액을 검토하고, 보고기간말 현재 최선의 추정치를 반영하여 조정하고 있습니다. 의무이행을 위하여 경제적효익이 내재된 자원이 유출될 가능성이 더 이상 높지 아니한 경우에는 관련 충당부채를 환입하고 있습니다.\n충당부채는 최초 인식과 관련 있는 지출에만 사용하고 있습니다.\n2.22 온실가스 배출권\n회사는 '온실가스배출권의할당및거래에관한법률'이 시행됨에 따라 발생되는 온실가스 배출권 및 배출부채에 대하여 다음과 같이 회계처리하고 있습니다.\n① 온실가스 배출권\n온실가스 배출권은 정부에서 무상으로 할당받은 배출권과 매입 배출권으로 구성됩니다. 배출권은 매입원가에 취득에 직접 관련되어 있고 정상적으로 발생하는 그 밖의 원가를 가산하여 원가로 인식하고 있습니다.\n회사는 의무를 이행하기 위한 목적으로 보유하는 배출권은 무형자산으로, 단기간의 매매차익을 얻기 위하여 보유하는 배출권은 유동자산으로 분류하고 있습니다. 무형자산으로 분류된 배출권은 최초 인식 후에 원가에서 손상차손 누계액을 차감한 금액을 장부금액으로 하고 있으며, 단기간의 매매차익을 얻기 위하여 보유하는 배출권은 취득 후 매 보고기간말에 공정가치로 측정하고 공정가치의 변동분은 당기손익으로 인식하고 있습니다.\n온실가스 배출권은 정부에 제출하거나 매각하거나 사용할 수 없게 되어 더 이상 미래경제적효익이 예상되지 않을 때 제거하고 있습니다.\n② 배출부채\n배출부채는 온실가스를 배출하여 정부에 배출권을 제출해야 하는 현재의무로서, 해당 의무를 이행하기 위하여 자원이 유출될 가능성이 높고, 그 의무의 이행에 소요되는 금액을 신뢰성 있게 추정할 수 있는 경우에 인식하고 있습니다. 배출부채는 정부에 제출할 해당 이행연도 분으로 보유한 배출권의 장부금액과 보유 배출권 수량을 초과하는 배출량에 대한 의무를 이행하는 데에 소요될 것으로 예상되는 지출을 더하여 측정하고 있습니다. 배출부채는 정부에 제출할 때 제거하고 있습니다.\n2.23 외화환산\n(1) 기능통화와 표시통화\n회사는 재무제표에 포함되는 항목들을 영업활동이 이루어지는 주된 경제환경의 통화(기능통화)이며 재무제표 작성을 위한 표시통화인 '원화'로 표시하고 있습니다.\n(2) 외화거래와 보고기간말의 환산\n회사의 재무제표 작성에 있어서 회사의 기능통화 외의 통화(외화)로 이루어진 거래는거래일의 환율을 적용하여 기록하고 있습니다. 매 보고기간말에 화폐성 외화항목은 보고기간말의 마감환율로 환산하고 있습니다. 공정가치로 측정하는 비화폐성 외화항목은 공정가치가 결정된 날의 환율로 환산하고, 역사적원가로 측정하는 비화폐성 외화항목은 거래일의 환율로 환산하고 있습니다.\n화폐성 외화항목의 결제시점에 생기는 외환차이와 화폐성 외화항목의 환산으로 인해발생한 외환차이는 모두 당기손익으로 인식하고 있습니다. 비화폐성 외화항목에서 발생한 손익을 기타포괄손익으로 인식하는 경우에는 그 손익에 포함된 환율변동효과도 기타포괄손익으로 인식하고, 당기손익으로 인식하는 경우에는 환율변동효과도 당기손익으로 인식하고 있습니다.\n2.24 납입자본\n보통주는 자본으로 분류하며 자본거래에 직접 관련되어 발생하는 증분원가는 세금효과를 반영한 순액으로 자본에서 차감하고 있습니다.\n회사가 자기 지분상품을 재취득하는 경우에 이러한 지분상품은 자기주식의 과목으로자본에서 직접 차감하고 있습니다. 자기지분상품을 매입 또는 매도하거나 발행 또는 소각하는 경우의 손익은 당기손익으로 인식하지 아니합니다. 회사가 자기주식을 취득하여 보유하는 경우 지급하거나 수취한 대가는 자본에서 직접 인식하고 있습니다.\n2.25 주식기준보상\n회사는 제공받는 재화나 용역의 대가로 종업원에게 주식이나 주식선택권을 부여하는주식결제형 주식보상거래에 대하여 제공받는 재화나 용역의 공정가치 또는 제공받는재화나 용역의 공정가치를 신뢰성있게 측정할 수 없다면 부여한 지분상품의 공정가치에 기초하여 재화나 용역의 공정가치를 간접 측정하고 그 금액을 가득기간 동안에 종업원급여(당기비용)와 자본으로 인식하고 있습니다. 주식선택권의 가득조건이 용역제공조건 또는 시장조건이 아닌 가득조건인 경우에는 궁극적으로 가득되는 주식선택권의 실제 수량에 기초하여 결정되도록 인식된 종업원비용을 조정하고 있습니다.\n제공받는 재화나 용역의 대가로 현금을 지급하는 현금결제형 주식기준보상거래의 경우 제공받는 재화나 용역과 그 대가로 부담하는 부채를 공정가치로 측정하고 가득기간동안 종업원급여비용과 부채로 인식하고 있습니다. 또한 부채가 결제될 때까지 매 보고기간 말과 최종결제일에 부채의 공정가치를 재측정하고, 공정가치의 변동액은 종업원급여로 인식하고 있습니다.\n현금결제방식이나 주식결제방식을 선택할 수 있는 선택형 주식기준보상거래는 거래의 실질에 따라 회계처리되고 있습니다.\n2.26 고객과의 계약에서 생기는 수익\n수익은 주로 회사의 통상적인 활동에서 발생하는 재화의 판매에 대하여 받았거나 받을 대가의 공정가액으로 구성되어 있습니다. 수익은 고객과의 계약에서 약속된 대가를 기초로 측정되며 부가가치세, 반품, 판매장려금 및 가격 할인액을 차감한 순액으로 표시됩니다.\n회사는 고객에게 재화나 용역에 대한 통제가 이전될 때 수익을 인식합니다. 고객에게약속한 재화를 이전하여 수행의무를 이행할 때 통제가 이전되며, 이 시점에 수익을 인식합니다.\n제품의 하자 등이 발생할 경우, 고객에게 반품권이 부여되어 있으며 반품된 제품은 새 제품으로 교체 또는 현금으로 환불됩니다.\n과거 정보를 이용한 예상되는 반품 추정치를 반영한 금액을 제품이 고객에게 이전되어 고객이 인수한 때 수익을 인식하였으며 반품부채와 고객에게서 제품을 회수할 기업의 권리에 대하여 자산이 인식되었습니다.\n환불부채를 결제할 때 고객에게서 제품을 회수할 권리에 대해 인식하는 자산은 처음 측정할 때 제품의 이전 장부금액에서 그 제품 회수에 예상되는 원가를 차감한 금액으로 측정됩니다. 환불부채는 기타유동부채(주석 17 참조)에 포함되어 있고, 환불 부채를 결제할 때 고객에게서 제품을 회수할 권리는 기타유동자산(주석 9 참조)에 포함 되어 있습니다. 회사는 보고기간 말마다 반품될 제품에 대한 예상의 변동을 반영하여자산과 부채의 측정치를 새로 수정합니다.\n2.27 금융수익과 비용\n회사의 금융수익과 금융비용은 다음으로 구성되어 있습니다.\n- 이자수익\n- 이자비용\n- 배당금수익\n- 당기손익-공정가치로 측정하는 금융자산에 대한 순손익\n- 금융자산과 금융부채에 대한 외환손익\n- 상각후원가로 측정하는 채무상품에 대한 투자자산에서 발생하는 손상차손(혹은 손상차손환입)\n- 사업결합에서 피취득자에 대한 기존 지분의 공정가치에 대한 재측정이익\n이자수익 혹은 이자비용은 유효이자율법을 사용하여 인식하였습니다. 배당금 수익은회사가 배당을 받을 권리가 확정되는 시점에 인식합니다.\n유효이자율법은 금융상품의 기대존속기간에 추정되는 미래현금지급액이나 수취액의 현재가치를 금융자산의 총 장부금액이나 금융부채의 상각후원가와 정확하게 일치시키는 이자율입니다.\n이자수익이나 이자비용을 계산할 때, 유효이자율은 자산의 총장부금액(해당 자산의 신용이 손상되지 않은 경우)이나 부채의 상각후원가에 적용합니다. 그러나, 최초 인식 이후에 후속적으로 신용이 손상된 금융자산에 대해서는 이자수익은 해당 금융자산의 상각후원가에 유효이자율을 적용하여 계산합니다. 만일 해당 자산이 더는 신용이 손상된 것으로 볼 수 없다면 총 장부금액에 유효이자율을 적용하여 이자수익을 계산합니다.\n2.28 법인세\n법인세비용은 당기법인세와 이연법인세로 구성되어 있으며, 기타포괄손익이나 자본에 직접 인식되는 거래나 사건 또는 사업결합에서 발생하는 세액을 제외하고는 당기손익으로 인식하고 있습니다.\n① 당기법인세\n당기법인세는 당기의 과세소득을 기초로 산정하고 있습니다. 과세소득은 포괄손익계산서상의 법인세비용차감전순이익에서 다른 과세기간에 가산되거나 차감될 손익 및 비과세항목이나 손금불인정항목을 제외하므로 포괄손익계산서상 손익과 차이가 있습니다. 회사의 당기법인세와 관련된 부채는 제정되었거나 실질적으로 제정된 세율을 사용하여 계산하고 있습니다.\n② 이연법인세\n이연법인세는 재무제표상 자산과 부채의 장부금액과 과세소득 산출에 사용되는 세무기준액과의 차이를 바탕으로 자산부채법에 의하여 인식됩니다.\n종속기업, 관계기업 및 공동기업 투자지분에 관한 가산할 일시적차이에 대해서는 회사가 일시적차이의 소멸시점을 통제할 수 있으며, 예측가능한 미래에 일시적차이가 소멸하지 않을 가능성이 높은 경우를 제외하고는 모두 이연법인세부채를 인식하고 있습니다. 또한, 차감할 일시적차이, 미사용 세무상 결손금 및 세액공제로 인하여 발생하는 이연법인세자산은 일시적차이 등이 예측가능한 미래에 소멸할 가능성이 높고 일시적차이 등이 사용될 수 있는 기간에 과세소득이 발생할 가능성이 높은 경우에 인식하고 있습니다.\n이연법인세자산의 장부금액은 매 보고기간말에 검토하고, 이연법인세자산으로 인한 혜택이 사용되기에 충분한 과세소득이 발생할 가능성이 더 이상 높지 않은 경우 이연법인세자산의 장부금액을 감소시키고 있습니다.\n이연법인세자산과 부채는 보고기간말 제정되었거나 실질적으로 제정된 세법에 근거하여 당해 자산이 실현되거나 부채가 지급될 보고기간에 적용될 것으로 기대되는 세율을 사용하여 측정하고 있습니다. 이연법인세자산과 이연법인세부채를 측정할 때 보고기간말 현재 회사가 관련 자산과 부채의 장부금액을 회수하거나 결제할 것으로 예상되는 방식에 따라 법인세효과를 반영하고 있습니다.\n이연법인세자산과 부채는 동일 과세당국이 부과하는 법인세이고, 회사가 인식된 금액을 상계할 수 있는 법적 권한을 가지고 있으며 당기 법인세부채와 자산을 순액으로결제할 의도가 있는 경우에만 상계하고 있습니다. 배당금 지급에 따라 추가적으로 발생하는 법인세비용이 있다면 배당금 지급과 관련한 부채가 인식되는 시점에 인식하고 있습니다.\n2.29 주당이익\n회사는 보통주 기본주당이익과 희석주당이익을 계속영업손익과 당기순손익에 대하여 계산하고 포괄손익계산서에 표시하고 있습니다. 기본주당이익은 보통주에 귀속되는 당기순손익을 보고기간 동안에 유통된 보통주식수를 가중평균한 주식수로 나누어계산하고 있습니다. 희석주당이익은 모든 희석효과가 있는 잠재적 보통주의 영향을 고려하여 보통주에 귀속되는 당기순손익 및 가중평균유통보통주식수를 조정하여 계산하고 있습니다.\n2.30 재무제표 승인\n회사의 재무제표는 2023년 2월 22일자 이사회에서 승인되었으며, 2023년 3월 29일자 주주총회에서 최종 승인될 예정입니다.\n3. 중요한 회계추정 및 가정\n재무제표 작성에는 미래에 대한 가정 및 추정이 요구되며 경영진은 회사의 회계정책을 적용하기 위해 판단이 요구됩니다. 추정 및 가정은 지속적으로 평가되며, 과거 경험과 현재의 상황에 비추어 합리적으로 예측가능한 미래의 사건을 고려하여 이루어집니다. 회계추정의 결과가 실제 결과와 동일한 경우는 드물 것이므로 중요한 조정을유발할 수 있는 유의적인 위험을 내포하고 있습니다.\n다음 회계연도에 자산 및 부채 장부금액의 조정에 영향을 미칠 수 있는 경영진 판단과 유의적 위험에 대한 추정 및 가정은 다음과 같습니다. 일부 항목에 대한 유의적인 판단 및 추정에 대한 추가적인 정보는 개별 주석에 포함되어 있습니다.\n(1) 금융상품의 공정가치\n활성시장에서 거래되지 않는 금융상품의 공정가치는 원칙적으로 평가기법을 사용하여 결정됩니다. 회사는 보고기간말 현재 중요한 시장상황에 기초하여 다양한 평가기법의 선택 및 가정에 대한 판단을 하고 있습니다(주석 5 참조).\n(2) 법인세\n회사의 과세소득에 대한 법인세는 다양한 국가의 세법 및 과세당국의 결정을 적용하여 산정되므로 최종 세효과를 산정하는 데에는 불확실성이 존재합니다. 회사는 보고기간종료일 현재까지의 영업활동의 결과로 미래에 부담할 것으로 예상되는 법인세효과를 최선의 추정과정을 거쳐 당기법인세 및 이연법인세로 인식하였습니다. 하지만 실제 미래 최종 법인세부담은 인식한 관련 자산ㆍ부채와 일치하지 않을 수 있으며, 이러한 차이는 최종 세효과가 확정된 시점의 당기법인세 및 이연법인세 자산ㆍ부채에 영향을 줄 수 있습니다.\n회사는 특정 기간 동안 과세소득의 일정 금액을 투자, 임금 증가 등에 사용하지 않았을 때 세법에서 정하는 방법에 따라 산정된 법인세를 추가로 부담합니다. 따라서 해당 기간의 당기법인세와 이연법인세를 측정할 때 이에 따른 세효과를 반영하여야 하고, 이로 인해 회사가 부담할 법인세는 각 연도의 투자, 임금 증가 등의 수준에 따라 달라지므로 최종 세효과를 산정하는 데에는 불확실성이 존재합니다.\n회사는 기업회계기준서 제1012호에 따라 법인세 처리에 불확실성 여부를 검토하며, 과세당국이 불확실한 법인세 처리를 수용할 가능성이 높지 않다고 결론 내리는 경우에는 불확실한 법인세 처리 각각에 다음 방법 가운데 불확실성의 해소를 더 잘 예측할 것으로 예상하는 방법을 사용하여 불확실성의 영향을 재무제표에 반영하고 있습니다.\n① 가능성이 가장 높은 금액: 가능한 결과치 범위에서 가능성이 가장 높은 단일금액\n② 기댓값: 가능한 결과치의 범위에 있는 모든 금액에 각 확률을 곱한 금액의 합\n(3) 충당부채\n회사는 보고기간말 현재 소송비용 등과 관련한 충당부채를 계상하고 있으며, 충당부채는 과거 경험을 기반으로 한 추정에 의해 결정됩니다(주석 18 참조).\n(4) 순확정급여부채\n순확정급여부채의 현재가치는 보험수리적방식에 의해 결정되는 다양한 요소들 특히 할인율의 변동에 영향을 받습니다(주석 19 참조).\n(5) 재고자산\n재고자산의 순실현가능가치를 추정할 때에는 재고자산으로부터 실현가능한 금액에 대하여 추정일 현재 사용가능한 가장 신뢰성 있는 증거에 기초합니다. 또한 보고기간후 사건이 보고기간말 존재하는 상황에 대하여 확인하여 주는 경우에는, 그 사건과 직접 관련된 가격이나 원가의 변동을 고려하여 추정합니다.\n(6) 수익인식\n회사는 고객에게 제품 판매 후 고객이 반품할 것으로 예상되는 제품에 대하여 환불부채와 회수할 재화에 대한 권리를 인식하고 있습니다. 판매시점에 포트폴리오 수준에서 누적된 경험에 기초하여 기댓값 방법으로 반품율을 예측하고 있으며, 회사의 수익은 예측된 반품율의 변동에 영향을 받습니다.\n회사는 재화의 판매로 인한 수익을 통제가 이전되는 시점에 계약에 따른 대가에서 특정 매출장려활동을 차감한 금액으로 인식하고 있습니다. 과거의 경험 및 계약에 기초하여 매출차감액을 합리적으로 추정하고 있으며, 회사의 수익은 추정된 매출차감에 영향을 받습니다.\n(7) 개발비\n개발비의 손상 여부를 검토하기 위한 회수가능액은 개별 자산별로 산정한 개발비의 사용가치에 기초하여 결정됩니다.\n(8) 유무형자산 감가상각\n회사는 유무형자산의 잔존가치와 내용연수는 적어도 매 회계연도말에 재검토합니다.재검토결과 추정치가 종전 추정치와 다르다면 그 차이는 기업회계기준서 제1008호 '회계정책, 회계추정의 변경 및 오류'에 따라 회계추정의 변경으로 회계처리합니다.\n(9) 영업권\n영업권의 손상 여부를 검토하기 위한 현금창출단위의 회수가능액은 순공정가치와 사용가치 중 더 많은 금액으로 결정됩니다.\n(10) 리스\n리스기간을 산정할 때에 경영진은 연장선택권을 행사하거나 종료선택권을 행사하지 않을 경제적 유인이 생기게 하는 관련되는 사실 및 상황을 모두 고려합니다. 연장선택권의 대상 기간(또는 종료선택권의 대상 기간)은 리스이용자가 연장선택권을 행사할 것(또는 행사하지 않을 것)이 상당히 확실한 경우에만 리스기간에 포함됩니다.\n창고, 장비 리스의 경우 일반적으로 가장 관련된 요소는 다음과 같습니다.\n- 종료하기 위해(연장하지 않기 위해) 유의적인 벌과금을 부담해야 한다면 일반적으로 회사가 연장선택권을 행사하는 것이(종료선택권을 행사하지 않는 것이) 상당히 확실합니다.\n- 리스개량에 유의적인 잔여 가치가 있을 것으로 예상되는 경우 일반적으로 회사가 연장선택권을 행사하는 것이(종료선택권을 행사하지 않는 것이) 상당히 확실합니다.\n- 위 이외의 경우 회사는 과거 리스 지속기간과 원가를 포함한 그 밖의 요소와 리스된 자산을 대체하기 위해 요구되는 사업 중단을 고려합니다.\n회사는 유의적인 원가나 사업 중단 없이도 자산을 대체할 수 있으므로 사무실과 차량운반구 리스에서 대부분의 연장선택권은 리스부채에 포함하지 않습니다.\n선택권이 실제로 행사되거나(행사되지 않거나) 회사가 선택권을 행사할(행사하지 않을) 의무를 부담하게 되는 경우에 리스기간을 다시 평가합니다. 리스이용자가 통제할수 있는 범위에 있고 리스기간을 산정할 때에 영향을 미치는 유의적인 사건이 일어나거나 상황에 유의적인 변화가 있을 때에만 회사는 연장선택권을 행사할 것(또는 행사하지 않을 것)이 상당히 확실한지의 판단을 변경합니다.\n(11) 종속기업투자주식, 유형자산 및 사용권자산의 손상검토\n종속기업투자주식, 유형자산 및 사용권자산의 손상 여부를 검토하기 위한 현금창출단위의 회수가능액은 순공정가치와 사용가치 중 더 많은 금액으로 결정됩니다.\n4. 금융상품의 범주별 분류\n(1) 당기말과 전기말 현재 금융자산의 범주별 분류내역은 다음과 같습니다.\n① 당기말\n(*) 회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n② 전기말\n(*) 회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n(2) 당기말과 전기말 현재 금융부채의 범주별 분류내역은 다음과 같습니다.\n① 당기말\n(*) 기타지급채무 중 종업원급여제도에 따른 회사의 의무에 대응하는 미지급급여는 금융상품 공시 대상이 아니므로 제외되었습니다.\n② 전기말\n(*) 기타지급채무 중 종업원급여제도에 따른 회사의 의무에 대응하는 미지급급여는 금융상품 공시 대상이 아니므로 제외되었습니다.\n(3) 당기와 전기 중 금융자산 및 금융부채의 범주별 손익은 다음과 같습니다.\n5. 금융위험관리\n(1) 금융위험관리\n회사는 시장위험(환율변동위험, 이자율위험 및 가격위험), 신용위험 및 유동성위험과같은 다양한 금융위험에 노출되어 있습니다. 회사의 전반적인 위험관리 정책은 금융시장의 예측불가능성에 초점을 맞추고 있으며 재무성과에 잠재적으로 불리할 수 있는 효과를 최소화하는데 중점을 두고 있습니다.\n위험관리는 이사회에서 승인한 정책에 따라 회사의 재무담당조직에 의해 이루어지고있습니다. 회사의 재무담당조직은 회사의 현업부서들과 긴밀히 협력하여 재무위험을식별, 평가 및 회피하고 있습니다. 이사회는 외환위험, 이자율위험, 신용위험, 파생금융상품과 비파생금융상품의 이용 및 유동성을 초과하는 투자와 같은 특정 분야에 관한 문서화된 정책뿐 아니라, 전반적인 위험관리에 대한 문서화된 정책을 제공합니다.\n① 시장위험\n(가) 환율변동위험\n회사는 국제적으로 영업활동을 영위하고 있어 외환위험, 특히 주로 달러화, 유로화, 위안화 및 엔화와 관련된 환율변동위험에 노출되어 있습니다. 외환위험은 미래예상거래, 인식된 자산과 부채가 기능통화 외의 통화로 표시될 때 발생합니다.\n당기말 현재 회사의 화폐성 외화자산 및 외화부채의 내역은 다음과 같습니다.\n또한, 회사는 외화사채 및 차입금의 환위험을 회피하기 위하여 주석 21에서 설명하\n는 바와 같이 통화스왑계약 및 통화이자율스왑계약을 체결하고 있습니다.\n당기말 현재 각 외화에 대한 기능통화의 환율이 10% 변동시, 동 환율변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n(나) 이자율위험\n회사의 이자율위험은 미래의 시장이자율 변동에 따라 차입금에서 발생하는 이자비용이 변동될 위험으로서 이는 주로 변동금리부 조건의 차입금에서 발생하고 있습니다. 변동이자율로 발행된 차입금으로 인하여 회사는 이자율위험에 노출되어 있으며 동 이자율위험의 일부는 변동이자부 금융자산 등으로부터의 이자율위험과 상쇄됩니다.\n회사는 당기말 현재 이자율 변동에 따라 순이자비용이 변동할 위험에 일부 노출되어 있습니다. 회사는 변동금리부 차입금 633,650백만원에 대해 통화이자율스왑 계약을 체결하고 있습니다. 따라서, 이자율 변동에 따른 해당 차입금에 대한 이자비용 변동으로 인한 당기 법인세비용차감전순이익은 변동하지 않습니다.\n한편, 다른 변동금리부 차입금 및 변동금리부 금융자산에 대하여 당기말 현재 다른 모든 변수가 일정하고 이자율이 100bp 하락 또는 상승시, 향후 1년 간 회사의 변동금리부 차입금 및 금융자산으로부터의 순이자비용으로 인한 법인세비용차감전순이익은 21,008백만원 (전기: 13,670백만원)만큼 증가 또는 감소할 것입니다.\n(다) 가격위험\n회사는 유동성관리 및 영업상의 필요 등으로 지분증권 및 채무증권에 투자하고 있습니다. 당기말 현재 해당 지분증권 및 채무증권은 가격위험에 노출되어 있습니다.\n회사의 지분투자는 비상장 투자지분입니다.\n② 신용위험\n신용위험은 회사의 통상적인 거래 및 투자활동에서 발생하며 고객 또는 거래상대방이 계약조건상 의무사항을 지키지 못하였을 때 발생합니다. 이러한 신용위험을 관리하기 위하여 회사는 주기적으로 고객과 거래상대방의 재무상태와 과거 경험 및 기타 요소들을 고려하여 재무신용도를 평가하고 있으며 고객과 거래상대방 각각에 대한 신용한도를 설정하고 있습니다.\n(가) 매출채권 및 기타수취채권\n회사는 신용거래를 희망하는 모든 거래상대방에 대하여 신용검증절차의 수행을 원칙으로 하여 신용상태가 건전한 거래상대방과의 거래만을 수행하고 있습니다. 또한, 대손위험에 대한 회사의 노출정도가 중요하지 않은 수준으로 유지될 수 있도록 지속적으로 신용도를 재평가하고 담보물을 확보하는 등 매출채권 및 기타수취채권 잔액에 대한 지속적인 관리업무를 수행하고 있습니다. 회사는 매출채권 및 기타수취채권에 대해 매 보고기간말에 개별적으로 손상여부를 검토하고 있으며, 해외 거래처에 대한 신용위험과 관련하여 신용보험계약을 체결하고 있습니다. 회사의 신용위험 노출정도는 거래상대방별 매출채권 등의 장부금액과 동일한 금액이 될 것입니다.\n(나) 기타의 자산\n현금및현금성자산, 단기금융상품, 단기투자자산 및 장ㆍ단기대여금 등으로 구성되는회사의 기타의 자산으로부터 발생하는 신용위험은 거래상대방의 부도 등으로 발생합니다. 이러한 경우 회사의 신용위험 노출정도는 최대 해당 금융상품 장부금액과 동일한 금액입니다. 한편, 회사는 다수의 금융기관에 현금및현금성자산과 단기금융상품 등을 예치하고 있으며, 신용등급이 우수한 금융기관과 거래하고 있으므로 금융기관으로부터의 신용위험은 제한적입니다.\n③ 유동성위험\n유동성위험은 만기까지 모든 금융계약상의 약정사항들을 이행하기 위한 필요자금을 조달하지 못할 위험입니다. 회사는 유동성 전략 및 계획을 통하여 자금부족에 따른 위험을 관리하고 있습니다.\n회사는 상기에서 언급한 예측을 통해 결정된 대로 여유있는 유동성이 확보될 수 있도록 적절한 만기나 충분한 유동성을 제공해주는 이자부 당좌예금, 정기예금, 수시입출금식 예금 등의 금융상품을 선택하여 잉여자금을 투자하고 있습니다.\n당기말과 전기말 현재 회사가 보유한 금융부채의 계약상 만기는 다음과 같습니다.\n(가) 당기말\n(*) 차입금의 계약상 현금흐름은 이자지급액을 포함한 금액입니다.\n(나) 전기말\n(*) 차입금의 계약상 현금흐름은 이자지급액을 포함한 금액입니다.\n위의 분석에 포함된 금융부채는 보고기간 말로부터 계약 만기일까지의 잔여기간에 따라 만기별로 구분되었습니다. 계약 만기일까지의 잔여기간에 따른 만기별 구분에 포함된 현금흐름은 현재가치 할인을 하지 않은 금액입니다.\n(2) 자본관리\n회사의 자본관리 목적은 계속기업으로서 주주 및 이해당사자들에게 이익을 지속적으로 제공할 수 있는 능력을 보호하고 자본비용을 절감하기 위해 최적 자본구조를 유지하는 것입니다.\n자본구조를 유지 또는 조정하기 위하여 회사는 주주에게 지급되는 배당을 조정하고, 차입금 조달 및 상환, 신주 발행 및 자산 매각 등을 실시하고 있습니다. 당기말과 전기말 현재의 부채비율과 순차입금비율은 다음과 같습니다.\n(*) 현금및현금성자산, 단기금융상품 및 단기투자자산의 합계액입니다.\n주요 차입금 계약상 회사는 일정 수준의 부채비율,담보채무비율 등을 준수해야하며, 회사는 당기말 현재 이러한 조건을 준수하였습니다.\n(3) 공정가치\n공정가치는 다음과 같이 가치평가기법에 사용된 투입변수에 기초하여 공정가치 서열체계 내에서 분류됩니다.\n- 수준 1: 측정일에 동일한 자산이나 부채에 대한 접근 가능한 활성시장의 조정되지 않은 공시가격\n- 수준 2: 수준 1의 공시가격 이외에 자산이나 부채에 대해 직접적으로 또는 간접적으로 관측가능한 투입변수\n- 수준 3: 자산이나 부채에 대한 관측가능하지 않은 투입변수\n공정가치 서열체계를 포함한 금융자산과 금융부채의 장부금액과 공정가치는 다음과 같습니다.\n① 당기말\n(*1) 회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n(*2) 장부금액이 공정가치의 합리적인 근사치에 해당하여 공정가치를 측정하지 않은금융자산과 금융부채에 대한 공정가치는 포함하고 있지 않습니다.\n② 전기말\n(*1) 회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n(*2) 장부금액이 공정가치의 합리적인 근사치에 해당하여 공정가치를 측정하지 않은금융자산과 금융부채에 대한 공정가치는 포함하고 있지 않습니다.\n③ 가치평가기법\n당기말 현재 회사는 공정가치 서열체계에서 수준 2와 수준 3으로 분류되는 반복적인공정가치측정치, 비반복적인 공정가치측정치, 공시되는 공정가치에 대해 다음의 가치평가기법을 사용하고 있습니다.\n당기말 현재 공정가치 서열체계에서 수준3으로 측정되는 장기투자자산은 KIOXIA Holdings Corporation(이하 \"KIOXIA\")의 인수를 위한 특수목적법인인 BCPE Pangea Intermediate Holdings Cayman, L.P.(이하 \"SPC1\")에 대한 투자 3,060,475백만원 및 BCPE Pangea Cayman2 Limited(이하 \"SPC2\")에 대한 투자 2,225,609백만원을 포함하고 있습니다. 동 장기투자자산의 공정가치는 기초자산인 KIOXIA의 지분가치에 근거하여 측정하였습니다.\n회사의 SPC1에 대한 지분투자의 공정가치는 옵션가격결정모형(Option Pricing Model)을 적용하여 IPO 및 미래 예상 청산시점에서의 SPC1 투자약정에 따른 우선배분순위에 따라 KIOXIA의 지분가치를 배분하여 측정되었습니다.\n회사의 SPC2 전환사채에 대한 투자의 공정가치는 KIOXIA의 지분가치와 SPC2가 보유한 KIOXIA 지분율(15.0%)에 근거하여 측정되었습니다.\nSPC1에 대한 지분투자 및 SPC2 전환사채에 대하여 사용된 가치평가기법과 투입변수는 다음과 같습니다.\n이러한 수준3 투입변수 중 영구성장률이 증가하거나 가중평균자본비용이 감소하면 SPC1에 대한 지분투자의 공정가치가 증가하며, 가격 변동성 및 무위험 할인율 변동은 SPC1에 대한 지분투자의 공정가치를 증가 또는 감소시킬 수 있습니다. 또한, 영구성장률이 증가하거나 가중평균자본비용이 감소하면 SPC2 전환사채의 공정가치가증가합니다.\nSPC1에 대한 지분투자 및 SPC2 전환사채의 공정가치는 투입변수들의 변동에 직접적인 영향을 받으며, 이러한 투입변수들은 유의적이지만 관측가능하지 않습니다. 이에, SPC1에 대한 지분투자 및 SPC2 전환사채는 공정가치 서열체계 수준3으로 분류되었으며, 주요 투입변수의 변동은 SPC1에 대한 지분투자 및 SPC2 전환사채의 공정가치 변동에 유의적인 영향을 미칠 수 있습니다.\n한편, 민감도 분석 대상인 수준 3으로 분류되는 각 장기투자자산 투입변수의 변동이 공정가치에 미치는 효과에 대한 민감도분석 결과는 다음과 같습니다.\n(*) 주요 관측불가능한 투입변수인 영구성장률 및 가중평균자본비용을 0.5% 증가 또는 감소시킴으로써 공정가치 변동을 산출하였습니다.\n④ 당기 중 수준 1, 수준 2 및 수준 3간의 대체는 없으며, 수준 3 공정가치 측정으로 분류되는 금융자산의 당기 중 변동내역은 다음과 같습니다.\n6. 사용제한 금융상품\n당기말과 전기말 현재 사용이 제한된 금융상품의 내역은 다음과 같습니다.\n7. 매출채권 및 기타수취채권\n(1) 당기말과 전기말 현재 기타수취채권의 내역은 다음과 같습니다.\n(2) 대손충당금의 내역\n당기말과 전기말 현재 대손충당금 차감전 총액 기준에 의한 매출채권 및 기타수취채권과 관련 대손충당금의 내역은 다음과 같습니다.\n(3) 당기와 전기 중 매출채권 및 기타수취채권의 대손충당금 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(4) 당기말과 전기말 현재 매출채권 및 기타수취채권의 약정회수기일 기준 연령분석은 다음과 같습니다.\n① 당기말\n② 전기말\n8. 재고자산\n(1) 당기말과 전기말 현재 재고자산의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 비용(매출원가)으로 인식한 재고자산과 매출원가에 가산된 재고자산평가손실은 다음과 같습니다.\n9. 기타유동자산 및 기타비유동자산\n당기말과 전기말 현재 기타유동자산 및 기타비유동자산의 내역은 다음과 같습니다.\n(*) 전기말 장기선급금은 당기 중 종속회사인 SK hynix Semiconductor (Dalian) Co., Ltd.의 종속기업투자주식 및 종속기업 대여금으로 전환이 완료되었습니다.\n10. 종속기업, 관계기업 및 공동기업투자\n(1) 당기와 전기 중 종속기업, 관계기업 및 공동기업투자 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(2) 당기말과 전기말 현재 종속기업투자의 내역은 다음과 같습니다.\n(*1) 당기 중 유상증자로 인하여 645,850백만원의 추가 취득이 발생하였습니다.\n(*2) 당기 중 유상증자로 인하여 33,488백만원의 추가 취득이 발생하였습니다.\n(*3) 당기 중 유상증자로 인하여 1,410,723백만원의 추가 취득이 발생하였습니다.\n(*4) 당기 중 유상증자로 인하여 1,101,784백만원의 추가 취득이 발생하였습니다.\n(*5) 당기 중 유상증자로 인하여 51,626백만원의 추가 취득이 발생하였습니다.\n(*6) 당기 중 SK hynix Nand Product Solutions Corp.로 지분을 이전하고 그 대가로동사의 지분을 추가 취득하였습니다\n(*7) 당기 중 MMT(특정금전신탁)를 일부 처분하고 신규 취득하였습니다.\n(*8) 당기 중 관계기업인 매그너스사모투자합자회사의 종속회사인 매그너스반도체유한회사로부터 주식회사 키파운드리의 주식을 취득하였습니다.\n(*9) 당기 중 SK hynix NAND Product Solutions Corp. 및 그 종속기업의 종업원에게 주식선택권을 지급하면서 지분율이 하락하였습니다.\n(*10) 당기 중 청산을 진행 중이며, 회수가능가액과 장부가액의 차이를 손상차손으로인식하였습니다.\n(*11) 당기 중 회수가능액과 장부가액을 비교하여 821,167백만원의 손상차손을 인식하였습니다.\n(*12) 당기 중 회수가능액과 장부가액을 비교하여 2,047,055백만원의 손상차손을 인식하였습니다.\n(3) 당기말과 전기말 현재 관계기업 및 공동기업의 내역은 다음과 같습니다.\n(*1) 이사선임권을 통해 유의적인 영향력을 행사할 수 있으므로 관계기업으로 분류하였습니다.\n(*2) 회사의 경영진이 이사회에 참여하여 유의적인 영향력을 행사할 수 있으므로 관계기업으로 분류하였습니다.\n(*3) 계약에 의해 중요사항에 대해 만장일치로 의결되도록 규정되어 있어 공동기업으로 분류하였습니다.\n(*4) 당기 중 8,100백만원을 추가 취득하였습니다.\n(*5) 당기 중 투자가 종료되어 투자원금을 모두 회수하였습니다.\n(*6) 당기 중 750백만원을 추가 취득하였습니다.\n11. 유형자산\n(1) 당기와 전기의 유형자산의 상세내역 및 변동 내역은 다음과 같습니다.\n① 당기\n(*) 당기 중 투자부동산과 유형자산 간의 대체된 금액을 포함하고 있습니다.\n② 전기\n(*) 전기 중 투자부동산과 유형자산 간의 대체된 금액을 포함하고 있습니다.\n(2) 당기와 전기 중 발생한 감가상각비의 배부내역은 다음과 같습니다.\n(3) 당기말 현재 회사의 일부 기계장치는 차입금과 관련하여 담보로 제공되어 있습니다(주석 33 참조).\n(4) 당기 중 적격자산인 유형자산에 대해 자본화된 차입원가는 103,181백만원(전기: 55,689만원)입니다. 자본화가능차입원가를 산정하기 위하여 사용된 자본화차입이자율은 2.64%(전기: 2.47%) 입니다.\n(5) 회사는 유형자산의 일부를 운용리스로 제공하고 있습니다. 당기 중 유형자산과 관련하여 발생한 임대수익은108,722백만원(전기: 89,001백만원)입니다.\n12. 리스\n(1) 리스이용자\n1) 당기와 전기 중 사용권자산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n2) 당기와 전기 중 리스부채의 변동내역은 다음과 같습니다.\n3) 당기말 현재 리스부채와 관련된 미래 지급할 각 기간별 최소리스료의 총합계와 현재가치, 유동성 구분 내역은 다음과 같습니다.\n4) 당기 중 사용권자산 및 리스부채와 관련하여 손익으로 인식된 금액은 다음과 같습니다.\n당기 중 리스의 총 현금유출은 170,200백만원(전기: 221,203백만원)입니다.\n13. 무형자산\n(1) 당기와 전기 중 무형자산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(2) 당기와 전기 중 발생한 무형자산상각비의 배부내역은 다음과 같습니다.\n(3) 영업권 손상검사\n회사는 매년 영업권 손상검사를 수행합니다. 손상검사 목적상 영업권은 관련된 현금창출단위에 배부됩니다. 현금창출단위의 회수가능액은 경영진이 승인한 향후 5년간의 재무예산에 근거하여 추정한 세후 현금흐름에 연 10.4%의 할인율을 적용하여 계산한 사용가치로 측정되었습니다. 5년을 초과한 현금흐름은 1.0%의 성장률이 지속될 것이라고 가정하여 추정하였습니다. 경영진은 회수가능액을 추정하기 위하여 사용된 주요 가정의 합리적으로 발생가능한 변동으로 인하여 현금창출단위의 총 장부금액이 총 회수가능액을 초과하지는 않을 것으로 판단하고 있습니다.\n(4) 당기 중 개발활동과 관련하여 발생한 비용 중 개발비 인식요건을 충족하는 328,950백만원(전기: 362,863백만원)은 개발비로 자산화하였으며, 연구활동과 관련하여 발생한 비용 및 개발비 인식요건을 충족하지 못하는 개발활동 비용 3,693,155백만원(전기: 3,551,207백만원)은 경상개발비로 인식하였습니다.\n한편, 회사는 보고기간 말마다 개발비의 손상징후 여부를 검토하고 있으며 당기 중 회수가능가액이 장부가액에 미달하는 개발프로젝트들에 대해 총 257,692백만원(전기: 43백만원)의 손상차손을 인식하였습니다.\n14. 투자부동산\n(1) 당기와 전기 중 투자부동산의 변동내역은 다음과 같습니다.\n(2) 당기 중 발생한 투자부동산의 감가상각비 2,297백만원(전기: 3,381백만원)은 전액 매출원가에 포함되어 있습니다.\n(3) 당기 중 투자부동산과 관련하여 발생한 임대수익은 16,246백만원(전기: 17,461백만원)입니다.\n15. 기타지급채무\n당기말과 전기말 현재 기타지급채무의 내역은 다음과 같습니다.\n16. 차입금\n(1) 당기말과 전기말 현재 차입금의 내역은 다음과 같습니다.\n(2) 당기말과 전기말 현재 차입금의 세부 내역은 다음과 같습니다.\n(*) 회사는 당기 중 금융기관과의 매출채권 할인 약정을 통해 매출채권을 양도하였습니다. 회사는 해당 거래를 단기 차입으로 회계처리했으며, 매출 거래처의 부도가 발생하는 경우 은행에 해당 금액을 지급할 의무가 있습니다.\n(3) 당기말과 전기말 현재 사채의 세부 내역은 다음과 같습니다.\n17. 기타유동부채 및 기타비유동부채\n당기말과 전기말 현재 기타유동부채 및 기타비유동부채의 내역은 다음과 같습니다.\n18. 충당부채\n(1) 당기와 전기 중 충당부채의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(2) 계약손실충당부채\n회사는 회사의 종속기업인 SK hynix Semiconductor (China) Ltd.로부터 Wafer반제품을 구매하고 있으며, 당기말 현재 동 종속기업이 생산 중인 재공품에 대해서 구매후 추가 가공하여 판매할 경우 예상되는 매출손실을 계약손실충당부채전입액으로 하여 매출원가에 가산하고 충당부채로 인식하고 있습니다.\n(3) 판매보증충당부채\n회사는 무상 품질보증수리 등과 관련하여 장래에 지출될 것이 예상되는 금액을 과거 경험율 등을 기초로 추정하여 충당부채를 인식하고 있으며, 과거 특정 제품의 품질 저하 현상과 관련하여 현금 보상, 제품 교환 등 회사가 부담할 것으로 예상되는 금액을 별도로 추정하여 충당부채로 계상하고 있습니다.\n(4) 배출부채\n회사는 '온실가스배출권의 할당 및 거래에 관한 법률'에 따라 장래에 지출될 것이 예상되는 금액을 추정하여 충당부채로 인식하고 있습니다.\n① 무상할당 배출권 수량은 다음과 같습니다.\n② 당기 중 배출권 증감 내용은 다음과 같습니다.\n③ 보고기간 말 종료일 현재 2022년도분 순배출량 추정치는 496만톤입니다.\n19. 종업원급여\n회사는 종업원의 퇴직시 임금수준과 근속연수에 따라 정해지는 퇴직급여를 종업원에게 일시금으로 지급하고 있으며, 이는 확정급여제도로 분류됩니다. 확정급여제도의 운영으로 회사는 기대근속연수와 관련한 위험, 이자율위험 및 시장(투자)위험 등의 보험수리적 위험에 노출됩니다.\n(1) 당기말과 전기말 현재 확정급여부채(자산)의 내역은 다음과 같습니다.\n(*) 당기말과 전기말 현재 확정급여제도의 초과적립액 1,294,931백만원과 417,157백만원을 종업원급여자산으로 표시하였습니다.\n(2) 당기말과 전기말 현재 보험수리적 평가를 위해 사용된 주요 추정은 다음과 같습니다.\n(3) 당기말과 전기말 현재 확정급여채무의 가중평균만기는 각각 12.32년 및 11.88\n년 입니다.\n(4) 당기와 전기 중 확정급여채무의 현재가치 변동내역은 다음과 같습니다.\n(5) 당기와 전기 중 사외적립자산의 공정가치 변동내역은 다음과 같습니다.\n(6) 당기와 전기 중 확정급여제도와 관련하여 손익으로 인식된 비용은 다음과 같습니다.\n(7) 당기와 전기 중 발생한 확정급여형 퇴직급여를 포함하고 있는 계정과목과 금액은다음과 같습니다.\n(8) 당기말과 전기말 현재 사외적립자산의 내역은 다음과 같습니다.\n한편, 당기와 전기 중 사외적립자산의 실제수익은 각각 47,886백만원과 42,284백만\n원입니다.\n(9) 회사는 당기말 현재 미래에셋생명보험㈜ 등에 수익자인 종업원의 퇴직금수급권을 보장하는 퇴직연금에 가입하고 있습니다. 회사가 확정급여제도와 관련하여 차년도 중 납입할 것으로 예상되는 사용자 기여금의 합리적인 추정치는 410,400백만원입니다.\n(10) 주요 가정의 변동에 따른 당기 확정급여채무의 민감도 분석은 다음과 같습니다.\n상기의 민감도 분석은 다른 가정은 일정하다는 가정하에 산정됐습니다. 주요 보험수리적가정의 변동에 대한 확정급여채무의 민감도는 재무상태표에 인식된 확정급여채무 산정 시 사용한 예측단위접근법과 동일한 방법을 사용하여 산정됐습니다.\n(11) 회사는 임금피크제 대상 종업원에 대하여 확정기여형 연금제도를 시행하고 있습니다. 당기 중 확정기여형 퇴직연금제도와 관련하여 비용으로 인식된 금액은 6,315백만원(전기: 3,014백만원)을 비용으로 인식하였습니다.\n20. 이연법인세\n(1) 당기와 전기 중 이연법인세자산과 부채의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(2) 당기말과 전기말 현재 이연법인세자산(부채)으로 인식되지 않은 차감할(가산할) 일시적차이의 내역은 다음과 같습니다.\n(3) 이연법인세자산과 부채의 회수 및 결제 시기는 다음과 같습니다.\n21. 파생상품거래\n(1) 당기말 현재 현금흐름위험회피회계를 적용한 통화스왑 및 이자율스왑 거래내역은 다음과 같습니다.\n(2) 회사가 보유하고 있는 파생금융상품은 재무상태표의 비유동자산에 기타금융자산의 계정으로 계상되어 있으며, 그 내역은 다음과 같습니다.\n당기말 현재 위험회피수단으로 지정된 파생상품의 공정가치 변동은 모두 위험회피에효과적이므로 전액 기타포괄손익으로 인식하였습니다.\n22. 자본금, 자본잉여금 및 기타자본\n(1) 당기말 현재 회사의 수권주식수는 9,000,000천주이고, 1주당 액면금액은 5,000원입니다. 한편, 당기말과 전기말 현재 보통주 발행주식수, 보통주자본금, 자본잉여금 및 기타자본의 내역은 다음과 같습니다.\n(*1) 당기말 현재 과거 이익소각의 영향으로 인하여 상장주식 총수 728,002천주와 발행주식 총수에 차이가 있습니다.\n(*2) 당기중 회사는 자기주식 30,367주를 처분하여 자기주식처분이익 1,527백만원이 발생하였습니다.\n(*3) 당기중 회사는 주식기준보상을 주식결제형에서 현금결제형으로 변경함에 따라 공정가치 차이금액을 기타자본에 반영하였습니다.\n(2) 당기말 및 전기말 현재 회사의 유통주식수는 다음과 같습니다.\n23. 기타포괄손익누계액\n당기말과 전기말 현재 기타포괄손익누계액의 내역은 다음과 같습니다.\n24. 이익잉여금 및 배당금\n(1) 당기말과 전기말 현재 이익잉여금의 내역은 다음과 같습니다.\n(*1) 회사는 상법의 규정에 따라, 자본금의 50%에 달할 때까지 매 결산기마다 현금에 의한 이익배당금의 10% 이상을 이익준비금으로 적립하고 있습니다. 동 이익준비금은 현금으로 배당할 수 없으나 자본전입 또는 결손보전에 사용가능합니다.\n(*2) 임의적립금은 기술개발준비금으로 구성되어 있습니다.\n(2) 이익잉여금처분계산서\n(3) 당기와 전기 중 회사의 배당금에 관한 사항은 다음과 같습니다.\n① 배당금의 산정내역\n② 배당성향\n③ 배당수익률\n25. 매출액\n(1) 당기와 전기 중 매출액의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 매출액의 품목별 세부내역은 다음과 같습니다.\n(3) 당기와 전기 중 매출액의 수익인식 시기에 대한 구분내역은 다음과 같습니다.\n26. 판매비와관리비\n당기와 전기 중 발생한 판매비와관리비의 내역은 다음과 같습니다.\n27. 비용의 성격별 분류\n당기와 전기 중 발생한 비용의 성격별 분류는 다음과 같습니다.\n(*) 포괄손익계산서상의 매출원가, 판매비와관리비를 합산한 금액입니다.\n28. 금융수익 및 금융비용\n당기와 전기 중 금융수익 및 금융비용의 내역은 다음과 같습니다.\n(*) 당기 중 발생한 장기투자자산의 환율변동효과 472,381백만원(전기: 132,614백만원)이 포함되어 있습니다.\n29. 기타영업외수익과 기타영업외비용\n(1) 당기와 전기 중 기타영업외수익의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 기타영업외비용의 내역은 다음과 같습니다.\n30. 법인세비용\n(1) 당기와 전기 중 법인세비용의 구성내역은 다음과 같습니다.\n(2) 당기와 전기 중 법인세비용과 회계이익의 관계는 다음과 같습니다.\n(3) 당기 및 전기 중 인식한 자본에 직접 가감되는 항목과 관련된 법인세의 내역은 다음과 같습니다.\n31. 주당이익\n주당이익은 보통주 및 희석성 잠재적 보통주 1주에 대한 순이익을 계산한 것으로 그 내역은 다음과 같습니다.\n(1) 기본주당이익\n(*) 주당이익을 계산하기 위한 가중평균유통보통주식수의 산출근거는 다음과 같습니다.\n(2) 희석주당이익\n(*) 희석주당이익을 계산하기 위한 가중평균희석유통보통주식수의 산출근거는 다음과 같습니다.\n32. 특수관계자 및 대규모기업집단 소속회사와 거래\n(1) 당기말 현재 특수관계자의 내역은 다음과 같습니다.\n(*1) 종속기업의 종속기업 등이 포함되어 있으며, 종속기업인 MMT(특정금전신탁)는제외하였습니다.\n(*2) 종속기업의 관계기업이 포함되어 있습니다.\n(*3) 종속기업의 공동기업이 포함되어 있습니다.\n(2) 당기말 현재 종속기업의 현황은 다음과 같습니다.\n(*) 당기말 현재 법적소유권은 인텔에게 있으며 2025년으로 예상되는 인텔 NAND 사업 2차 종결을 통하여 소유권을 획득할 예정이나 당기말 현재 회사의 종속회사인 SK hynix NAND Product Solutions Corp.가 지배력을 보유하고 있다고 판단하여 종속기업으로 편입하였습니다.\n(3) 당기와 전기 중 특수관계자와의 주요 거래내역은 다음과 같습니다.\n① 당기\n(*1) 해외제조법인에 대한 누적 매출 등에는 자산 처분액 126,048백만원이 포함되어있습니다.\n(*2) 당기 중 발생한 SK브랜드 사용료가 포함되어 있습니다.\n(*3) 매출 등에는 회사가 에스케이하이닉스시스템아이씨㈜ 등 자회사에서 사용한 전기료 등을 대납한 후에 수령한 비용 보전 금액이 포함되어 있습니다.\n(*4) 키파운드리 주식회사는 전기 관계기업에서 당기 국내종속법인으로 재분류되었습니다.\n② 전기\n(*1) 해외제조법인에 대한 영업수익 등에는 자산 처분액 202,331백만원이 포함되어 있습니다.\n(*2) 전기 중 발생한 SK브랜드 사용료가 포함되어 있습니다.\n(*3) 매출 등에는 회사가 에스케이하이닉스시스템아이씨㈜ 등 자회사에서 사용한 전기료 등을 대납한 후에 수령한 비용 보전 금액이 포함되어 있습니다.\n상기 특수관계자 거래에는 특수관계자들과의 유형자산 구매 및 건설, 스팀, 가스, 원자재 공급 및 시스템 관련 서비스 계약 등 영업활동 과정에서 체결된 약정에 근거하여 실행된 거래들이 포함되어 있습니다.\n(4) 당기말과 전기말 현재 특수관계자에 대한 채권ㆍ채무 내역은 다음과 같습니다.\n① 당기말\n(*) 매출채권 등에는 SK hynix Semiconductor (China) Co., Ltd. 등 자회사에 대한 대여금 잔액이 포함되어 있습니다.\n② 전기말\n(*) 매출채권 등에는 SK hynix Semiconductor (China) Co., Ltd. 등 자회사에 대한 대여금 잔액이 포함되어 있습니다.\n(5) 주요 경영진에 대한 보상\n회사는 회사의 기업활동의 계획ㆍ지휘ㆍ통제에 대한 중요한 권한과 책임을 가진 등기이사를 주요 경영진으로 판단하였습니다. 당기와 전기 중 주요 경영진에 대한 보상금액은 다음과 같습니다.\n(6) 당기와 전기 중 기업회계기준서 제1024호 '특수관계자 공시'에 따른 특수관계자 범위에 포함되지 않으나, 독점규제 및 공정거래법에 따른 동일한 대규모기업집단 소속회사와의 주요 거래내역은 다음과 같습니다.\n① 당기\n② 전기\n(7) 당기말과 전기말 현재 기업회계기준서 제1024호 '특수관계자 공시'에 따른 특수관계자 범위에 포함되지 않으나, 독점규제 및 공정거래법에 따른 동일한 대규모기업집단 소속회사에 대한 채권ㆍ채무 내역은 다음과 같습니다.\n① 당기말\n② 전기말\n(8) 당기 중 공동기업인 HITECH Semiconductor (Wuxi) Co., Ltd.과 체결한 신규리스계약에 따라 인식한 사용권자산과 리스부채는 각각 16,219백만원 및 16,219백만원이며, 당기 중 공동기업인 HITECH Semiconductor (Wuxi) Co., Ltd.에게 지급한 리스료는 86,450백만원입니다. 당기 중 에스케이위탁관리부동산투자회사㈜ 등 기타특수관계자와 체결한 신규리스계약에 따라 인식한 사용권자산과 리스부채는 각각 248,930백만원 및 319,938백만원이며,당기 중 에스케이위탁관리부동산투자회사㈜와 SK머티리얼즈 에어플러스㈜ 등 기타특수관계자에게 지급한 리스료는 48,588백만원입니다.\n(9) 회사는 종속기업인 SK hynix Nand Product Solutions Corp.에 건물 건설 보증 및 임대차 보증을 위하여 USD 169백만의 지급보증을 제공하고 있습니다.\n(10) 회사의 당기 중 종속기업 설립 및 관계기업에 대한 추가 출자거래는 주석 10에 설명되어 있습니다.\n(11) 당기와 전기 중 특수관계자와의 자금거래는 다음과 같습니다.\n① 당기\n(*1) 당기 중 SK hynix Semiconductor (Dalian) Co., Ltd. 및 SK hynix Nand Product Solutions Corp에 대여하였습니다.\n(*2) 당기 중 SK hynix Semiconductor (China) Ltd. 대여금 일부를 회수하였습니다.\n② 전기\n(*) 전기 중 SK hynix Semiconductor (China) Ltd.에 대여하였습니다.\n33. 우발부채와 약정사항\n(1) 당기말 현재 회사와 관련하여 계류 중인 중요한 소송사건 및 클레임 등의 내역은 다음과 같습니다.\n① 북미지역 내 가격 담합 집단소송\n2018년 4월 27일에 회사 및 회사의 종속기업인 SK hynix America Inc.를 상대로 주요 DRAM 업체들의 가격 담합에 대한 집단소송(피해대상기간: 2016년 6월 1일부터 2018년 2월 1일까지)이 미국 캘리포니아 북부 연방지방법원에 제기되었습니다. 이후유사한 집단소송들이 미국 캘리포니아 북부 연방지방법원 및 캐나다 브리티시컬럼비아 대법원, 퀘벡 지방법원, 온타리오 연방 및 지방법원에 제기되었습니다. 2020년 12월과 2021년 9월 미국 캘리포니아 북부 연방지방법원은 미국지역의 직접 및 간접구매자 집단이 제기한 주요 소송에 대해 1심 최종 기각 결정을 내렸고, 원고 측은 항소를 통해 이러한 결정에 불복하였으나, 당기말 현재 미국 직접 구매자 및 간접 구매자 집단 소송은 모두 1심 기각 결정을 유지하는 것으로 최종 종료되었습니다.\n한편 2021년 6월 및 2021년 11월 캐나다 퀘벡 지방법원 및 온타리오 연방법원이 캐나다 지역의 구매자 집단이 제기한 소송에 대해 1심 최종 기각 결정을 내렸으나, 이후 원고들이 불복 절차를 개시하였습니다. 이 중 퀘벡 지방항소법원은 보고기간 말 이후인 2023년 1월 27일 1심 기각 결정을 유지하는 판결을 내렸으며, 이에 대해 원고들은 60일 내 캐나다 대법원에 상고할 수 있습니다.\n② 중국 반독점법 위반 조사\n2018년 5월 중국 국가시장감독관리총국은 주요 DRAM 업체들의 중국 내 매출거래와 관련하여, 중국 반독점법 위반이 있었는지에 대한 조사를 개시하였으며, 동 조사가 현재 진행 중에 있습니다. 당기말 현재 회사는 동 조사의 최종결과를 예측할 수 없습니다.\n③ 소송 및 특허 클레임 등\n당기말 현재 회사는 상기 소송 외에 지적재산권 등과 관련하여 여러 분쟁에 대응하고있으며 향후 자원의 유출가능성이 높고 손실 금액을 신뢰성 있게 추정할 수 있는 경우 동 금액을 부채로 인식하고 있습니다.\n(2) HITECH Semiconductor (Wuxi) Co., Ltd. (\"HITECH\")와의 후공정서비스계약\n회사는 HITECH과 후공정서비스를 공급받는 계약을 체결하고 있으며 서비스 제공 범위는 Package, Package Test, Module 등 입니다. 회사는 동 계약에 따라 HITECH 장비 우선 사용권을 보유하고, 후공정서비스 대가로 HITECH에 일정액의 약정수익을 보장하는 금액을 지급하고 있습니다.\n(3) 당기말 현재 담보제공자산 등의 현황은 다음과 같습니다.\n(4) 당기말 현재 회사가 금융기관과 체결하고 있는 여신한도 거래의 주요 내역은 다음과 같습니다.\n(5) 당기말 현재 기표되지 않은 유형자산에 대한 구매 약정액은 9,673,747백만원(전기말 : 13,921,199백만원)입니다.\n(6) KIOXIA Holdings Corporation(이하 \"KIOXIA\") 투자\n장기투자자산에 포함된 BCPE Pangea Intermediate Holdings Cayman, L.P. 및 BCPE Pangea Cayman2 Limited에 대한 투자를 통한 KIOIXA 투자와 관련하여 지분취득일 이후 일정기간 동안 회사의 직ㆍ간접적인 KIOXIA 보유지분이 특정비율 이하로 제한됩니다. 또한, 회사는 동 기간동안 KIOXIA에 대한 이사임명권이 제한되며,경영 및 영업 의사결정에 유의적인 영향력을 행사할 수 없습니다.\n(7) 인텔 NAND 사업 인수\n회사는 2020년 중 인텔의 Non-Volatile Memory Solutions Group의 옵테인 사업을 제외한 NAND 사업 전체(이하 \"인텔NAND사업\")를 인수하는 영업양수도 계약을 체결하였습니다. 해당 사업은 해외 종속기업들을 통해 두 번에 나뉘어 이전되며, 양수도금액은 USD8,844백만으로 1차 종결 시점인 전기에 USD6,109백만, 당기 USD500백만을 지급하였으며, 잔금 USD2,235백만은 2차 종결이 예상되는 2025년 3월까지지급될 예정입니다. 본 거래의 2차 종결은 정부기관의 심의를 포함하여 계약에서 정한 선행조건 충족 여부에 따라 변경될 수 있으며, 특정 상황으로 계약 해지시 약정된 termination fee를 지급해야 합니다. 한편 회사는 2차 거래종결이 이루어지지 않을 가능성은 낮다고 판단하고 있습니다.\n회사는 전기 말에 완료된 인텔 NAND 사업 인수 1차 종결과 관련하여 중국 경쟁당국(중국 국가시장감독관리총국)으로부터 해당 인수거래에 대한 기업결합승인을 취득하는 과정에서 향후 5년간 중국 eSSD 시장에서 합리적인 가격정책을 유지하고 생산량을 확대할 의무 및 중국 eSSD 시장에 제3의 경쟁사가 진입하는 것을 지원해 줄 의무 등을 주요 내용으로 하는 조건들을 부과받은 바 있습니다. 따라서, 회사는 향후 5년간 동 의무들을 준수하여야 하며, 5년 후 동 의무들을 면제해 줄 것을 신청할 수 있습니다. 회사가 이와 같은 신청을 할 경우 중국 경쟁당국은 중국 eSSD 시장에서의경쟁상황을 고려하여 동 신청을 수용할지를 결정할 것입니다.\n(8) 기업구매전용카드 약정계약\n회사는 일부 금융기관과 체결한 기업구매전용카드 약정계약을 통해 국세 및 전기료 등을 결제하며, 해당 약정에 따른 신용 공여기간 종료일에 결제대금을 카드사에 지급하고 있습니다. 당기말 현재 관련 미지급금은 1,240,728백만원입니다.\n(9) 미국 상무부 산업안보국(BIS)은 2022년 10월 7일 고성능반도체의 중국 수출과 중국 내 반도체 생산 및 생산장비와 관련된 제한을 강화하는 신규 수출 규제를 발표하였습니다. 회사는 중국 내 반도체 공장의 원활한 운영을 위해 미국 정부와 적극적으로 논의를 하였고, 그 결과 회사 및 회사의 종속회사가 중국 내 반도체 생산 및 개발에 필요한 장비 등을 공급할 수 있도록 동 제한에 대해 2022년 10월 11일부터 향후 1년 동안의 유예를 승인받았습니다.\n34. 현금흐름표\n(1) 당기와 전기 중 영업으로부터 창출된 현금흐름의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 유동성 대체를 제외한 중요한 현금의 유입ㆍ유출이 없는 거래는 다음과 같습니다.\n(3) 당기와 전기 중 재무활동에서 생기는 부채의 변동내역은 다음과 같습니다.\n(4) 회사는 거래가 빈번하며 총금액이 크고 단기간에 만기가 도래하는 단기투자자산 및 MMT관련 종속기업투자주식 등으로 인한 현금의 유입과 유출 항목을 순증감액으로 표시하였습니다.\n35. 주식기준보상\n(1) 회사는 회사가 임직원에게 부여한 현금결제방식이나 주식결제방식을 선택할 수 있는 선택형 주식기준보상에 대하여 실질에 따라 회계처리하고 있습니다. 당기말 현재 주식선택권의 내역은 다음과 같습니다.\n(*1) 당기 중 현금결제 방식으로 행사되었습니다.\n(*2) 당기 중 45,235주의 주식선택권이 소멸되었습니다.\n(2) 당기말 현재 주가차액보상권에 대하여 인식한 부채는 다음과 같습니다.\n(*) 상기 주가차액보상권 부채에 대하여 가득된 급여의 내재가치는 4,321백만원입니다.\n(3) 공정가치 측정\n이항모형을 적용하여 공정가액 접근법에 의한 보상원가를 산정하였으며, 주식기준보상제도의 부여일 현재 공정가치를 측정하기 위하여 사용된 투입변수는 다음과 같습니다.\n(4) 회사가 당기 중 인식한 주식보상비용은 1,749백만원(전기: 2,381백만원)입니다.\n6. 배당에 관한 사항\n가. 배당에 관한 정책\n-. 정관에 의거한 배당에 관한 당사의 중요한 정책은 다음과 같습니다.\n(1) 제52조(이익배당)\n① 이익의 배당은 금전, 주식 및 기타의 재산으로 할 수 있다.\n② 제1항의 배당은 매 결산기말 현재의 주주명부에 기재된 주주 또는 등록된 질권자에게 지급한다.\n③ 이익의 배당을 주식으로 하는 경우 회사가 종류주식을 발행한 때에는 주주총회 결의로 그와 다른 종류의 주식으로 배당 할 수 있다.\n(2) 제54조의2 (분기배당)\n① 회사는 사업연도 개시일로부터 3월, 6월 및 9월 말일의 주주에게 자본시장과 금융투자에 관한 법률의 규정에 의한 분기배당을 금전으로 할 수 있다.\n② 제1항의 분기배당은 이사회의 결의로 하되, 분기배당의 구체적인 방법, 한도 등에 대해서는 자본시장과 금융투자에 관한 법률, 상법 등 관련 법령에서 정하는 바에 따른다.\n③ 사업연도 개시일 이후 제1항의 기준일 이전에 신주를 발행한 경우(준비금의 자본전입, 주식배당, 전환사채의 전환청구, 신주인수권부사채의 신주인수권행사를 포함한다.) 해당 신주에 대한 분기배당에 관하여는 신주가 발행한 때가 속하는 분기의 직전 분기 말에 발행된 것으로 본다.\n④ 분기배당에 대해서는 제10조의3이 적용되지 않고 본조 제3항이 우선하여 적용된다.\n⑤ 분기배당을 할 때에는 종류주식에 대하여도 보통주식과 동일한 배당률을 적용한다.\n⑥ 제53조는 분기배당의 경우에 준용한다.\n당사는 제74기 정기주주총회를 통해 분기 배당 실시를 위한 상기 정관을 신설하였습니다. (제54조의2 (분기배당) 신설)\n-. 당사는 2022년 1월 이사회를 통해 2022년부터 2024년까지 적용될 신규 주주환원정책을 다음과 같이 수립하였습니다.\n당사는 배당의 예측 가능성을 확보하고, 실적의 변동성을 반영하기 위한\n「2022~2024년 주주환원정책」을 다음과 같이 수립하여 공시하였습니다.\n* 관련 공시 : 2022년 1월 28일 수시공시의무관련사항(공정공시)\n[2022~2024 사업연도의 연간 현금배당 산식]\n주당 1,200원 (고정배당금) + 연간 Free Cash Flow의 5% 지급\n(연간 Free Cash Flow가 마이너스(-)일 경우, 고정배당금만 지급)\n[Free Cash Flow 산식]\n결산기 연결기준 현금흐름표 상의 영업현금흐름 - 유형자산취득금액\n나. 최근 3사업연도 배당에 관한 사항\n※ 주요배당지표\n주1) 상기 금액은 연결 재무제표 기준이며, 연결 당기순이익 및 연결 현금배당성향은 지배기업소유주지분 귀속 당기순이익으로 산정하였습니다.\n주2) 분기 배당금은 제75기 1분기 206,294백만원(주당 300원), 2분기 206,295백만원(주당 300원), 3분기 206,295백만원(주당 300원)입니다.\n주3) 상기 표의 당기 현금배당금은 정기주주총회 승인 전 금액으로 향후 정기주주총회에서 부결되거나 수정이 발생한 경우 정정보고서를 통해 그 내용 및 사유 등을 반영할 예정입니다.\n다. 과거 배당 이력\n주1) 배당수익률 : 제75기 1.5%, 제74기 1.2%, 제73기 1.0%, 제72기 1.1%, 제71기 2.5%\n주2) 평균 배당수익률은 단순평균법으로 계산하였습니다.\n주3) 연속 배당 횟수는 당기 분기배당 및 최근사업연도 결산배당을 포함하고 있습니다.\n주4) 당사 결산배당은 2014년(제67기)부터 연속 결산배당 중이며, 분기배당은 2022년(제75기) 1분기부터 시작하였습니다.\n7. 증권의 발행을 통한 자금조달에 관한 사항\n7-1. 증권의 발행을 통한 자금조달 실적\n가. 증자(감자)현황\n※ 당사는 최근 5년간 자본금 변동사항이 없습니다.\n나. 채무증권 발행실적 등\n[연결 기준이며, 개별 기준은 연결 기준과 동일]\n(1) 채무증권 발행실적\n(2) 사채관리계약 주요내용 및 충족여부 등\n(3) 기업어음증권 미상환 잔액\n(4) 전자단기사채 미상환 잔액\n(5) 회사채 미상환 잔액\n※ 2019년 09월 17일 발행한 외화표시사채($500M), 2021년 01월 19일 발행한 외화표시사채($2,500M)는 2022년 12월말 환율(1,267.30원) 적용하여 환산하였습니다.\n(6) 신종자본증권 미상환 잔액\n(7) 조건부자본증권 미상환 잔액\n7-2. 증권의 발행을 통해 조달된 자금의 사용실적\n[공모자금의 사용내역]\n8. 기타 재무에 관한 사항\n가. 재무제표 재작성 등 유의사항\n(1) 재무제표 재작성\n전기에 인식한 식별가능한 자산과 부채의 잠정금액 및 당기에 소급하여 조정한 확정금액은 다음과 같습니다.\n(*) 사업결합에 대한 회계처리가 전기말까지 완료되지 않았으며, 잠정금액으로 전기 연결재무제표에 보고하였습니다. 당기 중 취득일 현재 존재하던 사실과 상황에 대하여 새롭게 입수한 정보를 토대로 취득일에 인식된 잠정금액을 소급하여 조정함으로써 사업결합 회계처리를 완료하였습니다. 비교표시된 전기연결재무제표는 동 조정사항이 반영되어 재작성된 재무제표입니다.\n(2) 합병, 분할, 자산양수도, 영업양수도에 관한 사항\n최근 3사업연도 내 당사는 인텔의 Non-Volatile Memory Solutions Group의 옵테인 사업부를 제외한 NAND 사업 부문 전체를 인수하는 영업양수도 계약을 체결하였습니다. 2021년 12월, NAND 사업부문 인수 1단계 절차를 완료하였습니다.\n재무제표에 미치는 영향은 'III. 재무에 관한 사항 - 5. 재무제표 주석' 등을 참조하시기 바랍니다.\n※ 상기 영업양수도에 관한 상세한 내용은 2020년 10월 22일 정정공시된 '주요사항보고서(영업양수결정)'를 참고하시기 바랍니다.\n(3) 자산유동화와 관련한 자산매각의 회계처리 및 우발채무 등에 관한 사항\n당사는 2022년 6월 30일 에스케이위탁관리부동산투자회사에 분당 SK-U타워를 5,072억원에 매각하고 책임임대차 전환을 완료하였습니다. 임대차 기간은 2022년 6월 30일부터 2027년 6월 30일까지 5년이며 (임대차 보증금 17,330백만원, 월 임차료 1,733백만원), 계약 종료 전 임대차 계약을 5년 연장할 수 있는 연장 선택권을 보유하고 있습니다. 한편, 당사는 임대인의 건물 매각 시 공정가액에 매입할 수 있는 우선매수협상권을 보유하고 있습니다.\n(4) 기타 재무제표 이용에 유의하여야 할 사항\n※ 감사보고서상 강조사항과 핵심감사사항\n나. 부문별 연결재무정보\n(1) 사업부문별 연결재무정보\n당사는 반도체 제조업 부문의 매출액과 자산 총액이 전체 부문의 90%를 초과하여 지배적 단일 사업부문으로써 부문별 기재를 생략합니다.\n(2) 지역별 재무 정보 (법인소재지 기준)\n다. 대손충당금 설정현황\n(1) 계정과목별 대손충당금 설정내역\n(2) 대손충당금 변동현황\n(3) 매출채권 관련 대손충당금 설정방침\n(4) 당 보고기간말 현재 경과기간별 매출채권잔액 현황\n라. 재고자산 현황 등\n(1) 재고자산의 사업부문별 보유현황\n(2) 재고자산의 실사내역\n(3) 장기체화재고 등 내역\n재고자산의 시가가 취득원가보다 하락한 경우에는 저가법을 사용하여 재고자산의 재무상태표가액을 결정하고 있으며, 2022년 4분기말 현재 재고자산에 대한 평가 내역은 다음과 같습니다.\n마. 공정가치\n공정가치는 다음과 같이 가치평가기법에 사용된 투입변수에 기초하여 공정가치 서열체계 내에서 분류됩니다.\n- 수준 1: 측정일에 동일한 자산이나 부채에 대한 접근 가능한 활성시장의 조정되지 않은 공시가격\n- 수준 2: 수준 1의 공시가격 이외에 자산이나 부채에 대해 직접적으로 또는 간접적으로 관측가능한 투입변수\n- 수준 3: 자산이나 부채에 대한 관측가능하지 않은 투입변수\n공정가치 서열체계를 포함한 금융자산과 금융부채의 장부금액과 공정가치는 다음과 같습니다.\n① 당기말\n(*1) 연결회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n(*2) 장부금액이 공정가치의 합리적인 근사치에 해당하여 공정가치를 측정하지 않은금융자산과 금융부채에 대한 공정가치는 포함하고 있지 않습니다.\n② 전기말\n(*1) 연결회사는 특정 거래처에 대한 일부 매출채권을 양도하고 위험과 보상의 대부분을 이전하여 매출채권을 양도일에 재무제표에서 제거하고 매출채권처분손익을 인식하고 있습니다.\n(*2) 장부금액이 공정가치의 합리적인 근사치에 해당하여 공정가치를 측정하지 않은금융자산과 금융부채에 대한 공정가치는 포함하고 있지 않습니다.",
    "item_IV": "IV. 이사의 경영진단 및 분석의견\n예측정보에 대한 주의사항\n본 사업보고서의 '이사의 경영진단 및 분석의견'은 당사의 사업 및 재무현황과 2022년도 영업실적에 대한 투자자의 전반적인 이해를 돕고자 하기와 같은 내용으로 구성하였으며, 본 '이사의 경영진단 및 분석의견' 항목에 포함된 모든 재무제표 및 관련된 분석 의견은 연결 기준으로 작성되었으니 참고하시기 바랍니다.\n1. 개요\n2. 재무상태 및 영업실적\n3. 유동성 관리정책 및 현황\n4. 부외거래\n5. 그 밖에 투자의사결정에 필요한 사항\n본 자료는 미래에 대한 예측정보를 포함하고 있습니다. 예측정보는 과거가 아닌 미래사건과 관계된 회사의 믿음ㆍ기대에 대한 진술이며, 향후 예상되는 회사의 경영현황 및 재무실적과 관련된 정보를 의미합니다. 그러한 예측정보는 위험과 불확실성, 그리고 회사의 실제 실적과 예측진술에 기재되거나 암시된 미래실적 간의 중대한 차이를 초래하는 다른 요인들을 내포하고 있습니다.\n회사는 본 자료에 포함된 정보의 정확성과 완벽성에 대해서 암묵적으로든 또는 명시적으로든 보장할 수 없으며, 본 자료에 서술된 내용은 과거 또는 미래에 대한 약속이나 진술로 간주될 수 없습니다. 예측정보는 회사의 현재 계획, 추정 및 전망, 그리고 회사가 미래에 처하게 될 정치ㆍ경제적 환경에 근거하고 있으므로, 이용자들은 이러한 예측진술을 적정수준 이상으로 신뢰하여서는 안됩니다.\n예측정보는 작성일 현재 시점에 기초하여 작성된 것이며, 당사는 동 예측정보 작성시점 이후에 발생하는 위험 또는 불확실성을 반영하기 위하여 예측정보에 기재한 사항을 수정하는 정정보고서를 공시할 의무는 없습니다.\n1. 개요\n2022년은 COVID-19 재확산, 미-중 무역갈등, 러시아-우크라이나 전쟁에 따른 글로벌 공급망 불안이 지속되고, 인플레이션 대응을 위한 금리 인상 등 사업환경의 불확실성이 심화되었습니다.\n이러한 불확실성에도 불구하고 SK하이닉스는 업계 선두의 기술력과 품질 경쟁력을 바탕으로, 전년도 실적을 상회하는 연결 기준 매출 44.6조원을 달성하였습니다. 매출 비중은 DRAM이 63%, NAND가 32%였고, Solidigm 편입과 성장하는 Enterprise SSD 제품의 판매가 확대된 영향으로 NAND의 판매 비중이 역대 최고 수준을 경신하였습니다. 반면, 영업이익은 하반기 수요 둔화로 전년 대비 45% 감소한 6.8조원을 기록하였습니다.\n하반기 수요 둔화로 영업실적이 감소함에 따라 연말 기준 보유현금은 전기 대비 약 2조 2,635억원 감소한 6조 4,090억원을 기록했으며, 차입금은 업황 변동 리스크에 대응하기 위한 사채 발행 등 자금조달 영향으로 전기 대비 5조 3,708억원 증가한 22조 9,946억원을 기록했습니다.\n[당사 보유현금 및 차입금 변동내역]\n(*) 현금및현금성자산, 단기금융상품 및 단기투자자산의 합계액입니다.\n메모리 반도체 제조업은 끊임없는 기술 개발과 함께 양산 능력 확대를 통한 원가 경쟁력 강화가 필요한 산업이며, 이를 위해서는 대규모 투자가 필수적입니다.\n최근 3년간 투자 추이를 살펴보면, 2020년은 COVID-19 발생과 미-중 무역 분쟁이 격화된 영향으로 유형자산 취득액 기준으로 10조원 수준의 투자를 집행하며 보수적인 기조를 유지하였습니다. 2021년은 비대면 수요 확산에 따른 우호적인 메모리 시장 환경이 조성됨과 함께 직전연도 대비 약 3.3조원 증가한 13.4조원을 집행하였습니다. 2022년은 장비와 인프라 확보 등을 위한 투자가 증가하며 Solidigm을 포함하여 19.6조원의 투자를 집행하였습니다.\n2023년은 아직 해소되지 않은 거시경제 불확실성과 이에 따른 IT 수요 둔화가 지속될 가능성이 있으며, 당사는 생산과 투자를 효율화하고 업황 변동성을 견딜 수 있는 충분한 유동성을 확보하여 단기적인 업황 부진에 대응할 계획입니다.\n메모리 수요는 5G 본격화와 비대면 환경으로의 시대적 변화, 자율주행자동차 시대 도래, AI 보편화 등으로 인해 장기적으로 성장할 것으로 전망되고 있습니다. 당사는 단기적인 생산 및 투자 효율화와 함께, HBM 등 차세대 메모리 솔루션 제품과 선행기술 확보, 미래 성장을 위한 인프라 부문에 대한 미래 투자는 지속하여 메모리 수요의 성장성과 고도화를 준비할 계획입니다.\n2. 재무상태 및 영업실적\n[요약 손익계산서]\n※ 상기 표의 재무정보는 주주총회 승인전 재무제표이며 향후 정기주주총회에서 재무제표 승인 관련 안건이 부결되거나 수정이 발생한 경우 정정보고서를 통해 그 내용 및 사유 등을 반영할 예정입니다.\n매출\n당기 매출은 44조 6,216억원으로 Solidigm 연결 편입 및 고용량 제품 판매 확대 등으로 전기 42조 9,978억원 대비 4% 증가하였습니다.\n제품군별로는 전체 매출 중 DRAM과 NAND가 각각 63%와 32% 비중을 차지하였으며, 그 외 기타 매출은 5%를 차지하였습니다.\n영업이익\n당기 영업이익은 6조 8,094억원으로 메모리 수요 부진으로 인한 판가 하락 및 연말 재고평가손실 확대 영향으로 전기 대비 45% 감소하였습니다. 업황 변동에 따른 가격 하락은 메모리 제품의 수급 상황에 따라 발생하는 통상적인 요인이며, 향후 단기적인 방향성을 예단하기는 어렵습니다.\n당기 매출원가는 전기 대비 21% 증가하였으며, 판매관리비는 35% 증가하였습니다. 당기 판매비와관리비는 경상개발비 4조 4,746억원, 인건비 1조1,237억원, 지급수수료 1조 951억원 등으로 구성되며, 총 판매비와관리비 중 차지하는 비중은 경상개발비 51%, 인건비 13%, 지급수수료 12% 입니다.\nR&D 비용\n당사의 신규 제품 개발 프로젝트는 1)검토 및 기획단계와 2)제품 설계 및 양산화 단계로 구분될 수 있습니다. 당사는 새로운 제품 개발 시 '검토 및 기획 단계' 에서 발생한 지출은 경상개발비로 인식하여 당기 비용으로 반영하고 있으며, 이후 '제품 설계 및 양산화 단계' 에서 발생한 지출은 무형자산으로 인식하여 일정한 기간 동안 상각하는 방식으로 비용을 인식하고 있습니다.\n제품 개발 활동 관련하여 발생한 비용 중 '검토 및 기획 단계'에서 발생한 개발활동 관련 비용은 총 4조 4,746억원으로 당기 경상개발비로 비용을 인식하였습니다. 그 외 '제품 설계 및 양산화 단계' 기준을 충족하는 총 3,290억원은 무형자산(개발비)으로 인식 하였습니다.\n기타손익\n당기 순영업외수익은 장기투자자산평가손실, 무형자산손상차손, 환차/환산손실, 순이자비용 등을 반영하여 2조 8,066억원을 기록하였습니다.\n[요약 대차대조표]\n※ 상기 표의 재무정보는 주주총회 승인전 재무제표이며 향후 정기주주총회에서 재무제표 승인 관련 안건이 부결되거나 수정이 발생한 경우 정정보고서를 통해 그 내용 및 사유 등을 반영할 예정입니다.\n자산\n당기말 자산 총액은 103조 8,715억원으로 전기말 96조 3,465억원 대비하여 7조 5,250억원 증가하였습니다.\n당기말 재고자산 증가로 유동자산은 전기말 대비 1조 8,263억원 증가한 28조 7,333억원을 기록하였으며 지속적인 성장을 위한 투자 집행으로 유형자산은 전기말 대비 7조 29억원 증가한 60조 2,285억원을 기록하였습니다.\n유형자산을 포함한 비유동자산은 전기말 대비 5조 6,987억원 증가한 75조 1,382억원을 기록하였습니다.\n부채\n당기말 부채 총액은 40조 5,810억원으로 차입금 증가 등으로 전기말 34조 1,555억원 대비 6조 4,255억원 증가하였습니다.\n자본\n당기말 자본 총액은 63조 2,905억원으로 당기순이익 발생 등으로 전기말 62조 1,911억원 대비 1조 995억원 증가하였습니다.\n신규 및 중단 사업\n해당사항 없습니다.\n경영합리화 관련\n해당사항 없습니다.\n환율 변동 영향\n외환위험은 미래예상거래, 인식된 자산과 부채 및 해외사업장에 대한 순투자가 기능통화 외의 통화로 표시될 때 발생합니다.\n당사는 영업 측면에서 매출의 대부분이 환율 변동 위험에 노출되어 있고, 생산을 위한 원부자재와 투자 관련 지출의 상당 비중이 환율 변동에 영향을 받고 있습니다.\n이에 당사는 외화표시 자산 및 부채에 대해 환율변동에 의한 리스크를 최소화하여 재무구조의 건전성 및 경영 안정성 제고를 목표로 환 리스크 관리에 만전을 기하고 있습니다.\n당기말 현재 연결회사의 화폐성 외화자산 및 외화부채의 내역은 다음과 같습니다.\n또한, 연결회사는 외화사채 및 차입금의 환위험을 회피하기 위하여 주석 22에서 설명하는 바와 같이 통화스왑계약 및 통화이자율스왑계약을 체결하고 있습니다.\n당기말 현재 각 외화에 대한 기능통화의 환율이 10% 변동시, 동 환율변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n당사의 환율변동위험에 대한 구체적인 내용은 'II. 사업의 내용' - '5. 위험관리 및 파생거래'를 참고하시기 바랍니다.\n자산손상 또는 감액손실\n당사는 종업원급여에서 발생한 자산, 재고자산, 이연법인세자산을 제외한 모든 비금융자산에 대해서는 매 보고기간말마다 자산손상을 시사하는 징후가 있는지를 검토하며, 만약 그러한 징후가 있다면 당해 자산의 회수가능액을 추정하고 있습니다. 단, 사업결합으로 취득한 영업권 및 내용연수가 비한정인 무형자산, 아직 사용할 수 없는 무형자산에 대해서는 자산손상을 시사하는 징후와 관계없이 매년 회수가능액과 장부금액을 비교하여 손상검사를 하고 있습니다.\n회수가능액은 개별 자산별로, 또는 개별 자산의 회수가능액을 추정할 수 없다면 그 자산이 속하는 현금창출단위별로 회수가능액을 추정하고 있으며, 회수가능액은 사용가치와 순공정가치 중 큰 금액으로 결정하고 있습니다.\n당기의 계정과목별 손상차손 및 환입 인식액은 유형자산 77억원, 무형자산 1조 6,020억원 등입니다.\n연결회사는 당기 중 회수가능가액이 장부가액에 미달하는 개발프로젝트들에 대해 총 2,577억원의 손상차손을 인식하였습니다. 또한, 인텔NAND사업을 인수함으로써 연결범위에 편입된 SK hynix NAND Product Solutions Corp. 등의 법인들로 구성된 현금창출단위에서 미래 경제적 효익의 창출에 기여하지 못할 것으로 예상되는 자산의 장부가액 1조 3,444억원을 '기타영업외비용'으로 인식하였으며, 해당 손상 금액은 영업권 및 기타의무형자산 등에 배분되었습니다.\n당사의 자산손상에 대한 구체적인 내용은 'Ⅲ. 재무에 관한 사항' - '3. 연결재무제표 주석'을 참고하시기 바랍니다.\n3. 유동성 관리정책 및 현황\n당기말 현재 회사가 보유 중인 현금 및 현금성 자산 합계(*) 는 6조 4,090억원으로 전기말 8조 6,725억원 대비 2조 2,636억원 감소하였습니다.\n순부채는 16조 5,856억원이며, 전기말 8조 9,513억원의 순부채 대비 7조 6,343억원 증가하였습니다.\n(*) 현금 및 현금성 자산 합계 = 현금및현금성자산 + 단기금융상품 + 단기투자자산\n[순현금(부채) 변동내역]\n개별 기업의 단기적인 유동성의 건전성 수준을 가늠해 볼 수 있는 대표적인 재무비율은 유동비율과 당좌비율이 있으며, 2022년말 기준 당사의 해당 재무비율 현황은 하기와 같습니다.\n[당사 유동성 비율 추이]\n※ 현금 및 현금성 자산 총액 = 현금및현금성자산 + 단기금융상품 + 단기투자자산\n최근 3년간 당사의 유동비율은 1.4 ~ 1.8배로 적정 수준의 유동성을 유지하고 있습니다. 회사의 우수한 대외 신인도에 기반한 외부자금 조달능력 등을 감안할 때 향후 1년 기간내 회사의 유동성 위험이 발생할 가능성은 낮을 것으로 판단하고 있습니다.\n[당사 대외 신용등급 현황]\n당사는 여유있는 유동성이 확보될 수 있도록 적절한 만기나 충분한 유동성을 제공해주는 정기예금, 수시입출금식 예금 등의 금융상품을 선택하여 잉여자금을 투자하고 있습니다.\n2022년말 기준 회사와 종속기업이 보유하고 있는 전체 현금 및 현금성 자산 중 만기 3개월 이내의 현금 및 현금성 자산은 4조 9,770억원, 만기 1년 이내의 단기금융상품과 단기투자자산은 각각 4,156억원, 1조 164억원이며, 사용이 제한되어 있는 금융상품은 중소기업 지원을 위한 은행예금 2,225억원(상생펀드) 등 총 3,303억원입니다. (연결 재무제표 주석 '7. 사용제한 금융상품' 참조)\n차입금 현황\n(1) 차입금(리스부채 포함) 잔액의 변동\n(*) 차입금의 증감에는 외화차입금에 대한 외화환산손익이 포함되어 있습니다.\n※ IFRS 16 개정 리스기준서 개정을 반영하여 72기부터 금융리스 운용리스 구분없이 모두 리스부채로 구분하였습니다.\n당사는 2022년 중 주요 금융기관 등으로부터 11조 9,175억원을 신규로 조달하였으며, 회사채 및 금융기관차입금의 만기도래로 7조 1,246억원을 상환하였습니다.\n2022년말 당사의 연결 기준 차입금 잔액은 전기말 19조 1,496억원 대비 약 5조 6,421억원 증가하였습니다.\n(2) 만기도래 현황\n당사는 만기 기간별 분류에 기반한 유동성 전략 및 계획을 통하여 유동성 위험을 관리하고 있습니다. 당기말 현재 연결실체가 보유한 금융부채의 계약상 만기는 다음과 같으며, 이러한 금융부채의 조기상환의무는 없습니다.\n※ 금융부채의 만기에는 차입금에 대한 이자가 포함되어 있습니다.\n(3) 조달자금과 관련된 이행조건 여부\n당사가 발행한 공모 사채에는 투자자 보호를 위한 재무비율 유지, 담보권 설정제한, 자산처분액 제한 등의 의무조건이 부과되어 있으며, 당사는 이와 같은 의무조건을 준수하고 있습니다.\n리스 현황\n당사의 당기말 현재 리스부채와 관련된 미래 지급할 각 기간별 최소리스료의 총합계와 현재가치, 유동성 구분 내역은 다음과 같습니다.\n자금 지출 관련\n당사는 2020년 인텔의 Non-Volatile Memory Solutions Group의 옵테인 사업부를 제외한 NAND 사업 부문 전체를 인수하는 영업양수도 계약을 체결하였으며, 2021년 12월, NAND 사업부문 인수 1단계 절차를 완료하였습니다.\n인수 2단계 예상 시점인 2025년 3월에 지급할 금액은 USD 20억 수준으로 예상되며,해당 자금은 보유 현금 및 차입 등을 통해 조달할 예정입니다.\n※ 상기 영업양수도에 관한 상세한 내용은 2020년 10월 22일 정정공시된 '주요사항보고서(영업양수결정)'를 참고하시기 바랍니다.\n4. 부외거래\n당기말 현재 당사와 관련하여 계류 중인 중요한 소송사건 및 클레임은 북미지역 내 가격 담합 집단소송과 중국 반독점법 위반조사 등이 있으며, 당사는 향후 자원의 유출가능성이 높으며 손실금액을 신뢰성 있게 추정할 수 있는 경우 동 금액을 부채로 인식하고 있습니다.\n또한, 지난 2020년에 체결한 인텔의 Non-Volatile Memory Solutions Group의 옵테인 사업을 제외한 NAND 사업 전체(이하 \"인텔NAND사업\")를 인수하는 영업양수도 계약 관련하여 2차 종결이 예상되는 2025년 3월까지 잔금 USD 2,235백만을 지급할 예정입니다.\n당사의 부외거래에 관한 자세한 내용은 'Ⅲ. 재무에 관한 사항' - '3. 연결재무제표 주석' 및 '5. 재무제표 주석' 내 '우발부채와 약정사항'을 참고하시기 바랍니다.\n5. 그 밖에 투자의사결정에 필요한 사항\n중요한 회계정책 및 추정에 관한 사항\n연결회사는 2022년 1월 1일로 개시하는 회계기간부터 다음의 제ㆍ개정 기준서 및 해\n석서를 신규로 적용하였습니다.\n(1) 기업회계기준서 제 1116호 '리스' 개정 - 2021년 6월 30일 후에도 제공되는 코로\n나19 관련 임차료 할인 등\n코로나19의 직접적인 결과로 발생한 임차료 할인 등이 리스변경에 해당하는지 평가\n하지 않을 수 있도록 하는 실무적 간편법의 적용대상이 2022년 6월 30일 이전에 지\n급하여야 할 리스료에 영향을 미치는 리스료 감면으로 확대되었습니다. 리스이용자\n는 비슷한 상황에서 특성이 비슷한 계약에 실무적 간편법을 일관되게 적용해야 합니\n다. 해당 기준서의 개정이 연결재무제표에 미치는 중요한 영향은 없습니다.\n(2) 기업회계기준서 제1103호 '사업결합' 개정 - 개념체계의 인용\n사업결합 시 인식할 자산과 부채의 정의를 개정된 재무보고를 위한 개념체계를 참조\n하도록 개정되었으나, 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산'\n및 해석서 제2121호 '부담금'의 적용범위에 포함되는 부채 및 우발부채에 대해서는\n해당 기준서를 적용하도록 예외를 추가하고, 우발자산이 취득일에 인식되지 않는다\n는 점을 명확히 하였습니다. 해당 기준서의 개정이 연결재무제표에 미치는 중요한 영\n향은 없습니다.\n(3) 기업회계기준서 제1016호 '유형자산' 개정 - 의도한 사용 전의 매각금액\n기업이 자산을 의도한 방식으로 사용하기 전에 생산된 품목의 판매에서 발생하는 수\n익을 생산원가와 함께 당기손익으로 인식하도록 요구하며, 유형자산의 취득원가에서\n차감하는 것을 금지하고 있습니다. 해당 기준서의 개정이 연결재무제표에 미치는 중\n요한 영향은 없습니다.\n(4) 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 개정 - 손실부담계\n약: 계약이행원가\n손실부담계약을 식별할 때 계약이행원가의 범위를 계약 이행을 위한 증분원가와 계\n약 이행에 직접 관련되는 다른 원가의 배분이라는 점을 명확히 하였습니다. 해당 기\n준서의 개정이 연결재무제표에 미치는 중요한 영향은 없습니다.\n당사의 중요한 회계정책 및 추정에 관한 사항은 'III. 재무에 관한 사항' - '3. 연결재무제표 주석' - '2. 중요한 회계정책 '을 참고하시기 바랍니다.\n한편, 당사는 전기 중 인텔 NAND사업 인수 관련 자산과 부채의 공정가치 평가를 완료할 수 없었으므로 평가액을 잠정치로 보고하였으며, 당기 중 재측정한 공정가치 결과를 반영하여 비교표시된 전기 연결재무제표를 재작성하였습니다. 이와 관련하여 구체적인 상항은 '8. 기타 재무에 관한 사항' - '가. 재무제표 재작성 등 유의사항'을 참고하시기 바랍니다.\n환경 및 종업원 등에 관한 사항\n당사의 환경관련 제재 및 이행현황 등에 관한 사항은 'XI. 그밖에 투자자 보호를 위하여 필요한 사항' - '3. 제재 등과 관련된 사항'을 참고하시기 바랍니다.\n종업원과 관련하여 주요 핵심인력 이동 등 회사 인력의 중요한 변동은 없었으며, 종업원 현황 등 종업원과 관련된 구체적인 사항은 'Ⅷ. 임원 및 직원 등에 관한 사항'을 참조하시기 바랍니다.\n법규상의 규제에 관한 사항\n당사가 영위하는 사업과 관련된 법규상 주요 규제내용에 관한 사항은 'Ⅱ. 사업의 내용' - '7. 기타 참고사항' - '마. 정부나 지방자치단체의 법률 규정 등에 의한 규제사항'을 참고하시기 바랍니다.\n파생상품 및 위험관리정책에 관한 사항\n당사의 주요 파생상품 및 위험관리정책은 'II. 사업의 내용' - '5. 위험관리 및 파생거래' 및 'Ⅲ. 재무에 관한 사항' - '3. 연결재무제표 주석'을 참고하시기 바랍니다.",
    "item_V": "V. 회계감사인의 감사의견 등\n1. 외부감사에 관한 사항\n가. 회계감사인의 명칭 및 감사의견\n※ 감사의견은 별도ㆍ연결 재무제표에 대한 감사의견입니다.\n[독립된 감사인의 감사보고서]\n1. 연결재무제표감사에 대한 보고\n감사의견\n우리는 에스케이하이닉스 주식회사와 그 종속기업들(이하 \"연결회사\")의 연결재무제표를 감사하였습니다. 해당 연결재무제표는 2022년 12월 31일과 2021년 12월 31일 현재의 연결재무상태표, 동일로 종료되는 양 보고기간의 연결포괄손익계산서, 연결자본변동표, 연결현금흐름표 그리고 유의적인 회계정책의 요약을 포함한 연결재무제표의 주석으로 구성되어 있습니다.\n우리의 의견으로는 별첨된 연결회사의 연결재무제표는 연결회사의 2022년 12월 31일과 2021년 12월 31일 현재의 연결재무상태와 동일로 종료되는 양 보고기간의 연결재무성과 및 연결현금흐름을 한국채택국제회계기준에 따라, 중요성의 관점에서 공정하게 표시하고 있습니다.\n감사의견근거\n우리는 대한민국의 회계감사기준에 따라 감사를 수행하였습니다. 이 기준에 따른 우리의 책임은 이 감사보고서의 연결재무제표감사에 대한 감사인의 책임 단락에 기술되어 있습니다. 우리는 연결재무제표감사와 관련된 대한민국의 윤리적 요구사항에 따라 연결회사로부터 독립적이며, 그러한 요구사항에 따른 기타의 윤리적 책임들을 이행하였습니다. 우리가 입수한 감사증거가 감사의견을 위한 근거로서 충분하고 적합하다고 우리는 믿습니다.\n핵심감사사항\n핵심감사사항은 우리의 전문가적 판단에 따라 당기 연결재무제표감사에서 가장 유의적인 사항들입니다. 해당 사항들은 연결재무제표 전체에 대한 감사의 관점에서 우리의 의견형성 시 다루어졌으며, 우리는 이런 사항에 대하여 별도의 의견을 제공하지는않습니다.\n(1) 장기투자자산에 포함된 KIOXIA Holdings Corporation 투자관련 금융자산의 공정가치 평가\n핵심감사사항으로 결정한 이유\n2022년 12월 31일 현재 연결회사가 KIOXIA Holdings Corporation(이하 \"KIOXIA\")에 대한 투자와 관련하여 보유하고 있는 특수목적법인 지분(이하 \"SPC1\")과 전환사채(이하 \"SPC2\")는 총 5,286,084백만원으로 총 자산의 5.09%를 차지하고 있으며 당기 중 동 금융자산과 관련하여 총 1,088,280백만원의 평가손실을 인식하였습니다. 해당 금융자산은 비상장 금융자산으로서 시장에서 관측할 수 없는 유의적인 투입변수들에 근거하여 공정가치가 측정되므로 공정가치 서열체계상 수준 3으로 분류됩니다.\nSPC1과 SPC2에 대한 공정가치 평가는 비상장회사인 KIOXIA의 지분가치를 기초로투자자 간의 수익배분약정을 고려하여 산정되었으며, 연결회사는 동 평가를 위하여 독립적인 외부전문가를 활용하였습니다.\n해당 금융자산의 장부금액이 연결재무제표에서 중요하고, 공정가치 측정에 적용될 가치평가기법의 선택, 공정가치 측정에 중요한 영향을 미치는 각종 가정과 투입변수의 추정에 경영진의 판단이 개입되므로 우리는 해당 금융자산의 공정가치 측정을 핵심감사사항으로 결정하였습니다.\n핵심감사사항이 감사에서 다루어진 방법\n핵심감사사항에 대응하기 위하여 우리는 감사인측 전문가의 활용을 포함한 다음의 감사절차를 수행하였습니다.\n- 해당 금융자산의 공정가치 측정과 관련된 연결회사의 회계정책, 프로세스 및 내부통제의 이해와 경영진의 검토 및 승인을 포함한 운영의 효과성 평가\n- 경영진이 활용한 외부 평가자의 적격성과 독립성 평가\n- 관련 계약서를 검토하여 해당 금융자산투자와 관련된 투자조건들을 이해하고 경영진의 평가내역에 적절히 반영되었는지 검토\n- 경영진이 공정가치 추정에 사용한 가치평가 모델의 적정성 평가\n- SPC1과 SPC2 및 KIOXIA 지분가치의 공정가치 추정에 적용된 주요 가정의 합리성을 평가\n- KIOXIA 지분가치의 추정에 낙관적인 가정이 포함되었는지 사후적으로 확인하기 위하여 당기 실제 영업성과와 전기 추정을 비교\n- KIOXIA 지분가치 추정에 포함된 매출성장률, 영업이익률 및 투자활동 예측이 시장상황과 비교하여 일관성이 있는지 검토\n- 주요 가정의 변경이 공정가치 평가에 미치는 영향을 평가하기 위해 경영진이 수행한 할인율 및 영구성장률에 대한 민감도 분석 결과 평가\n(2) 기계장치의 감가상각개시시점에 대한 적정성 검토\n핵심감사사항으로 결정한 이유\n2022년 12월 31일 현재 연결회사의 유형자산은 60,228,528백만원으로 이 중 기계장치가 38,941,841백만원을 차지하고 있습니다. 기계장치 감가상각비의 인식과 관련하여 연결회사는 기계장치의 취득 및 설치가 완료되고 사용가능한 상태에 도달한 시점에 감가상각을 개시하고 있습니다. 한편 연결회사는 당기 중 16,451,048백만원의 기계장치에 대해서 사용가능한 상태에 도달하였다고 판단하고 감가상각을 개시하였습니다.\n연결회사가 매년 생산시설의 유지 및 확장을 위해 집행하는 기계장치 투자금액의 규모가 중요하고, 사용가능시점 결정에 따른 감가상각금액이 연결재무제표에 미치는 영향이 유의적이므로 우리는 감가상각 개시시점의 적절성을 핵심감사사항으로 판단하였습니다.\n핵심감사사항이 감사에서 다루어진 방법\n핵심감사사항에 대응하기 위하여 우리는 다음을 포함한 감사절차를 수행하였습니다.\n- 기계장치의 감가상각 개시시점의 결정과 관련하여 수립된 연결회사의 정책, 프로세스 및 내부통제에 대한 이해\n- 건설중인자산에서 대체된 경우를 포함하여 기계장치의 사용가능 및 상각개시 시점의 결정을 위해 마련된 연결회사의 내부통제 평가\n- 건설중인자산에 포함된 장기 미대체 기계장치의 사유 파악 및 검토에 대한 내부통제 평가\n- 기계장치 감가상각 개시시점의 결정을 위해 연결회사가 활용한 근거문서에 대한 검사\n- 당기 중 시설투자가 진행된 주요 라인의 가동여부에 대한 관찰과 질문\n- 건설중인자산에 포함된 미대체 기계장치의 예상 상각개시시점에 대한 질문 및 관련된 근거문서의 검토\n(3) 현금창출단위의 손상평가\n핵심감사사항으로 결정한 이유\n연결재무제표에 대한 주석 14에 기술되어 있는 바와 같이, 경영진은 당기 중 반도체시장상황의 급격한 하락과 당기말 현재 연결회사의 시가총액이 순자산 장부가액에 유의적으로 미달하는 상황이 현금창출단위의 손상징후에 해당한다고 판단하였습니다. 연결회사의 기존사업으로 구성된 현금창출단위(이하, \"기존CGU\")와 인텔NAND사업을 인수함으로써 연결범위에 편입된 SK hynix NAND Product Solutions Corp. 등의 법인들로 구성된 현금창출단위(이하, \"Solidigm CGU\")에 대하여 기업회계기준서 제1036호 '자산손상'에 따라 회수가능액을 추정하여 손상검사를 수행하였으며 손상평가결과 Solidigm CGU에 손상이 존재한다고 판단하여 연결재무제표상 1,344,440백만원의 무형자산손상차손을 인식하였습니다.\n우리는 연결재무제표상 각 현금창출단위의 규모가 유의적인 수준이고, 손상평가 수행 시 회수가능액 평가에 유의적인 경영진의 판단이 수반되는 점을 고려하여 핵심감사사항으로 판단하였습니다.\n핵심감사사항이 감사에서 다루어진 방법\n핵심감사사항에 대응하기 위하여 우리는 다음을 포함한 감사절차를 수행하였습니다.\n- 경영진이 활용한 외부 평가자의 적격성과 독립성 평가\n- 경영진이 제시한 사업계획을 검토하여 해당 경영진의 평가내역에 적절히 반영되었는지 검토\n- 경영진 및 경영진측 외부전문가가 회수가능액 추정에 사용한 가치평가 모델의 적절성 평가\n- 회수가능액 추정에 적용된 매출성장률, 영업이익률 및 투자활동 예측 등의 주요 가정의 합리성을 평가\n- 관측 가능한 정보를 사용하여 경영진의 할인율 추정에 대한 가정 및 계산 과정에 대해 검토\n- 주요 가정의 변경이 공정가치 평가에 미치는 영향을 평가하기 위해 경영진이 수행한 할인율 및 영구성장률에 대한 민감도 분석 결과 평가\n강조사항\n주석 37.(3)에서 기술하고 있는 바와 같이, 연결회사는 전기 중 인텔 NAND사업을 인수하였으며 해당 인수거래가 보고기간 종료일에 임박하여 발생함에 따라 취득한 자산과 부채의 공정가치 평가를 완료할 수 없었으므로 전기 연결재무제표상 해당 자산과 부채의 평가액을 잠정치로 보고한 바 있습니다. 연결회사는 당기 중 취득일 현재 존재하던 사실과 상황에 대해 새롭게 입수된 정보들을 토대로 인수한 자산과 부채의 공정가치를 재측정하였습니다. 따라서, 비교표시된 전기 연결재무제표는 동 조정사항이 반영되어 재작성되었습니다.\n연결재무제표에 대한 경영진과 지배기구의 책임\n경영진은 한국채택국제회계기준에 따라 이 연결재무제표를 작성하고 공정하게 표시할 책임이 있으며, 부정이나 오류로 인한 중요한 왜곡표시가 없는 연결재무제표를 작성하는데 필요하다고 결정한 내부통제에 대해서도 책임이 있습니다.\n경영진은 연결재무제표를 작성할 때, 연결회사의 계속기업으로서의 존속능력을 평가하고 해당되는 경우, 계속기업 관련 사항을 공시할 책임이 있습니다. 그리고 경영진이 기업을 청산하거나 영업을 중단할 의도가 없는 한, 회계의 계속기업전제의 사용에대해서도 책임이 있습니다.\n지배기구는 연결회사의 재무보고절차의 감시에 대한 책임이 있습니다.\n연결재무제표감사에 대한 감사인의 책임\n우리의 목적은 연결회사의 연결재무제표에 전체적으로 부정이나 오류로 인한 중요한왜곡표시가 없는지에 대하여 합리적인 확신을 얻어 우리의 의견이 포함된 감사보고서를 발행하는데 있습니다. 합리적인 확신은 높은 수준의 확신을 의미하나, 감사기준에따라 수행된 감사가 항상 중요한 왜곡표시를 발견한다는 것을 보장하지는 않습니다. 왜곡표시는 부정이나 오류로부터 발생할 수 있으며, 왜곡표시가 연결재무제표를 근거로 하는 이용자의 경제적 의사결정에 개별적으로 또는 집합적으로 영향을 미칠 것이 합리적으로 예상되면, 그 왜곡표시는 중요하다고 간주됩니다.\n감사기준에 따른 감사의 일부로서 우리는 감사의 전 과정에 걸쳐 전문가적 판단을 수행하고 전문가적 의구심을 유지하고 있습니다. 또한, 우리는:\n- 부정이나 오류로 인한 연결재무제표의 중요왜곡표시위험을 식별하고 평가하며 그러한 위험에 대응하는 감사절차를 설계하고 수행합니다. 그리고 감사의견의 근거로서 충분하고 적합한 감사증거를 입수합니다. 부정은 공모, 위조, 의도적인 누락, 허위진술 또는 내부통제 무력화가 개입될 수 있기 때문에 부정으로 인한 중요한 왜곡표시를 발견하지 못할 위험은 오류로 인한 위험보다 큽니다.\n- 상황에 적합한 감사절차를 설계하기 위하여 감사와 관련된 내부통제를 이해합니 다. 그러나 이는 내부통제의 효과성에 대한 의견을 표명하기 위한 것이 아닙니다.\n- 연결재무제표를 작성하기 위하여 경영진이 적용한 회계정책의 적합성과 경영진이 도출한 회계추정치와 관련 공시의 합리성에 대하여 평가합니다.\n- 경영진이 사용한 회계의 계속기업전제의 적절성과, 입수한 감사증거를 근거로 계속기업으로서의 존속능력에 대하여 유의적 의문을 초래할 수 있는 사건이나 상황과 관련된 중요한 불확실성이 존재하는지 여부에 대하여 결론을 내립니다. 중요한 불확실성이 존재한다고 결론을 내리는 경우, 우리는 연결재무제표의 관련 공시에 대하여 감사보고서에 주의를 환기시키고, 이들 공시가 부적절한 경우 의견을 변형시킬 것을 요구받고 있습니다. 우리의 결론은 감사보고서일까지 입수된 감사증거에 기초하나, 미래의 사건이나 상황이 회사의 계속기업으로서 존속을 중단시킬 수 있습니다.\n- 공시를 포함한 연결재무제표의 전반적인 표시와 구조 및 내용을 평가하고, 연결재무제표의 기초가 되는 거래와 사건을 연결재무제표가 공정한 방식으로 표시하고 있는지 여부를 평가합니다.\n- 연결재무제표에 대한 의견을 표명하기 위해 기업의 재무정보 또는 그룹내의 사업활동과 관련된 충분하고 적합한 감사증거를 입수합니다. 우리는 그룹감사의 지휘, 감독 및 수행에 대한 책임이 있으며 감사의견에 대한 전적인 책임이 있습니다.\n우리는 여러 가지 사항들 중에서 계획된 감사범위와 시기 그리고 감사 중 식별된 유의적 내부통제 미비점 등 유의적인 감사의 발견사항에 대하여 지배기구와 커뮤니케이션합니다.\n또한, 우리는 독립성 관련 윤리적 요구사항들을 준수하고, 우리의 독립성 문제와 관련된다고 판단되는 모든 관계와 기타사항들 및 해당되는 경우 관련 제도적 안전장치를 지배기구와 커뮤니케이션한다는 진술을 지배기구에게 제공합니다.\n우리는 지배기구와 커뮤니케이션한 사항들 중에서 당기 연결재무제표감사에서 가장 유의적인 사항들을 핵심감사사항으로 결정합니다. 법규에서 해당 사항에 대하여 공개적인 공시를 배제하거나, 극히 드문 상황으로 우리가 감사보고서에 해당 사항을 기술함으로 인한 부정적 결과가 해당 커뮤니케이션에 따른 공익적 효익을 초과할 것으로 합리적으로 예상되어 해당 사항을 감사보고서에 커뮤니케이션해서는 안 된다고 결론을 내리는 경우가 아닌 한, 우리는 감사보고서에 이러한 사항들을 기술합니다.\n이 감사보고서의 근거가 된 감사를 실시한 업무수행이사는 공인회계사 최시창입니 다.\n2. 재무제표감사에 대한 보고\n감사의견\n우리는 에스케이하이닉스 주식회사(이하 \"회사\")의 재무제표를 감사하였습니다. 해당재무제표는 2022년 12월 31일과 2021년 12월 31일 현재의 재무상태표, 동일로 종료되는 양 보고기간의 포괄손익계산서, 자본변동표, 현금흐름표 그리고 유의적인 회계정책의 요약을 포함한 재무제표의 주석으로 구성되어 있습니다.\n우리의 의견으로는 별첨된 회사의 재무제표는 회사의 2022년 12월 31일과 2021년 12월 31일 현재의 재무상태와 동일로 종료되는 양 보고기간의 재무성과 및 현금흐름을 한국채택국제회계기준에 따라, 중요성의 관점에서 공정하게 표시하고 있습니다.\n우리는 또한 대한민국의 회계감사기준에 따라, 『내부회계관리제도 설계 및 운영 개념체계』에 근거한 회사의 2022년 12월 31일 현재의 내부회계관리제도를 감사하였으며, 2023년 3월 10일자 감사보고서에서 적정의견을 표명하였습니다.\n감사의견근거\n우리는 대한민국의 회계감사기준에 따라 감사를 수행하였습니다. 이 기준에 따른 우리의 책임은 이 감사보고서의 재무제표감사에 대한 감사인의 책임 단락에 기술되어 있습니다. 우리는 재무제표감사와 관련된 대한민국의 윤리적 요구사항에 따라 회사로부터 독립적이며, 그러한 요구사항에 따른 기타의 윤리적 책임들을 이행하였습니다. 우리가 입수한 감사증거가 감사의견을 위한 근거로서 충분하고 적합하다고 우리는 믿습니다.\n핵심감사사항\n핵심감사사항은 우리의 전문가적 판단에 따라 당기 재무제표감사에서 가장 유의적인사항들입니다. 해당 사항들은 재무제표 전체에 대한 감사의 관점에서 우리의 의견형성 시 다루어졌으며, 우리는 이런 사항에 대하여 별도의 의견을 제공하지는 않습니 다.\n(1) 장기투자자산에 포함된 KIOXIA Holdings Corporation 투자관련 금융자산의 공정가치 평가\n핵심감사사항으로 결정한 이유\n2022년 12월 31일 현재 회사가 KIOXIA Holdings Corporation(이하 \"KIOXIA\")에 대한 투자와 관련하여 보유하고 있는 특수목적법인 지분(이하 \"SPC1\")과 전환사채(이하 \"SPC2\")는 총 5,286,084백만원으로 총 자산의 5.76%를 차지하고 있으며 당기 중 동 금융자산과 관련하여 총 1,088,280백만원의 평가손실을 인식하였습니다. 해당 금융자산은 비상장 금융자산으로서 시장에서 관측할 수 없는 유의적인 투입변수들에 근거하여 공정가치가 측정되므로 공정가치 서열체계상 수준 3으로 분류됩니다.\nSPC1과 SPC2에 대한 공정가치 평가는 비상장회사인 KIOXIA의 지분가치를 기초로투자자 간의 수익배분약정을 고려하여 산정되었으며, 회사는 동 평가를 위하여 독립적인 외부전문가를 활용하였습니다.\n해당 금융자산의 장부금액이 재무제표에서 중요하고, 공정가치 측정에 적용될 가치평가기법의 선택, 공정가치 측정에 중요한 영향을 미치는 각종 가정과 투입변수의 추정에 회사 경영진의 판단이 개입되므로 우리는 해당 금융자산의 공정가치 측정을 핵심감사사항으로 결정하였습니다.\n핵심감사사항이 감사에서 다루어진 방법\n핵심감사사항에 대응하기 위하여 우리는 감사인측 전문가의 활용을 포함한 다음의 감사절차를 수행하였습니다.\n- 해당 금융자산의 공정가치 측정과 관련된 회사의 회계정책, 프로세스 및 내부통제의 이해와 경영진의 검토 및 승인을 포함한 운영의 효과성 평가\n- 경영진이 활용한 외부 평가자의 적격성과 독립성 평가\n- 관련 계약서를 검토하여 해당 금융자산투자와 관련된 투자조건들을 이해하고 경영진의 평가내역에 적절히 반영되었는지 검토\n- 경영진이 공정가치 추정에 사용한 가치평가 모델의 적정성 평가\n- SPC1과 SPC2 및 KIOXIA 지분가치의 공정가치 추정에 적용된 주요 가정의 합리성을 평가\n- KIOXIA 지분가치의 추정에 낙관적인 가정이 포함되었는지 사후적으로 확인하기 위하여 당기 실제 영업성과와 전기 추정을 비교\n- KIOXIA 지분가치 추정에 포함된 매출성장률, 영업이익률 및 투자활동 예측이 시장상황과 비교하여 일관성이 있는지 검토\n- 주요 가정의 변경이 공정가치 평가에 미치는 영향을 평가하기 위해 경영진이 수행한 할인율 및 영구성장률에 대한 민감도 분석 결과 평가\n(2) 기계장치의 감가상각개시시점에 대한 적정성 검토\n핵심감사사항으로 결정한 이유\n2022년 12월 31일 현재 회사의 유형자산은 43,151,324백만원으로 이 중 기계장치가26,923,439백만원을 차지하고 있습니다. 기계장치 감가상각비의 인식과 관련하여 회사는 기계장치의 취득 및 설치가 완료되고 사용가능한 상태에 도달한 시점에 감가상각을 개시하고 있습니다. 한편 회사는 당기 중 13,568,460백만원의 기계장치에 대해서 사용가능한 상태에 도달하였다고 판단하고 감가상각을 개시하였습니다.\n회사가 매년 생산시설의 유지 및 확장을 위해 집행하는 기계장치 투자금액의 규모가 중요하고, 사용가능시점 결정에 따른 감가상각금액이 재무제표에 미치는 영향이 유의적이므로 우리는 감가상각 개시시점의 적절성을 핵심감사사항으로 판단하였습니다.\n핵심감사사항이 감사에서 다루어진 방법\n핵심감사사항에 대응하기 위하여 우리는 다음을 포함한 감사절차를 수행하였습니다.\n- 기계장치의 감가상각 개시시점의 결정과 관련하여 수립된 회사의 정책, 프로세스 및 내부통제에 대한 이해\n- 건설중인자산에서 대체된 경우를 포함하여 기계장치의 사용가능 및 상각개시 시점의 결정을 위해 마련된 회사의 내부통제 평가\n- 건설중인자산에 포함된 장기 미대체 기계장치의 사유 파악 및 검토에 대한 내부통제 평가\n- 기계장치 감가상각 개시시점의 결정을 위해 회사가 활용한 근거문서에 대한 검사\n- 당기 중 시설투자가 진행된 주요 라인의 가동여부에 대한 관찰과 질문\n- 건설중인자산에 포함된 미대체 기계장치의 예상 상각개시시점에 대한 질문 및 관련된 근거문서의 검토\n(3) 종속기업, 관계기업 및 공동기업투자에 포함된 SK hynix NAND Product Solution Corp. 및 SK hynix Semiconductor (Dalian) Co., Ltd. 주식 회수가능액 검토\n핵심감사사항으로 결정한 이유\n재무제표에 대한 주석 10에 기술되어 있는 바와 같이, 2022년 12월 31일 현재 회사의 종속기업, 관계기업 및 공동기업투자의 장부금액은 총 11,873,138백만원이며 이중 3,234,498 백만원은 인텔NAND사업의 인수와 관련하여 종속기업으로 편입된 SKhynix NAND Product Solutions Corp. 및 SK hynix Semiconductor (Dalian) Co.,Ltd. (이하 \"Solidigm\")와 관련된 금액입니다. 해당 투자주식의 손상차손 인식전 장부가액은 6,101,720백만원으로 이는 총 자산의 약 6.65%에 해당합니다.\n회사는 보고기간 말마다 종속기업, 관계기업 및 공동기업투자주식에 대하여 손상징후 존재여부를 검토하며, 손상징후가 있는 경우에는 손상평가를 통해 회수가능가액을 초과하는 장부가액에 대해 손상차손을 인식하고 있습니다.\n회사는 종속기업인 Solidigm의 연결재무제표상 순자산 지분가액이 원가법을 적용 중인 회사의 별도재무제표상 장부금액 보다 유의적으로 하락한 사실과 당기 실적부진, 거시경제환경의 변화 및 반도체 시장상황을 고려하여 동 투자주식에 대한 손상평가를 수행하였으며 평가결과에 따라 2,868,222백만원의 손상차손을 인식하였습니다.\n우리는 상기 Solidigm의 회수가능액 평가에 포함된 추정에는 재무예산의 예측, 성장률 및 할인률에 대한 경영진의 가정과 판단이 포함되며, 재무제표에 미치는 영향이 유의적이므로 해당 종속기업투자주식에 대한 손상평가를 핵심감사사항으로 식별하였습니다.\n핵심감사사항이 감사에서 다루어진 방법\n핵심감사사항에 대응하기 위하여 우리는 다음을 포함한 감사절차를 수행하였습니다.\n- 해당 종속기업투자주식의 회수가능액 측정과 관련된 회사의 회계정책, 프로세스 및 내부통제의 이해와 경영진의 검토 및 승인을 포함한 운영의 효과성 평가\n- 경영진이 활용한 외부 평가자의 적격성과 독립성 평가\n- 경영진이 제시한 사업계획을 검토하여 해당 경영진의 평가내역에 적절히 반영되었는지 검토\n- 경영진 및 경영진측 외부전문가가 회수가능액 추정에 사용한 가치평가 모델의 적절성 평가\n- 회수가능액 추정에 적용된 매출성장률, 영업이익률 및 투자활동 예측 등의 주요 가정의 합리성을 평가\n- 관측 가능한 정보를 사용하여 경영진의 할인율 추정에 대한 가정 및 계산 과정에 대해 검토\n- 주요 가정의 변경이 공정가치 평가에 미치는 영향을 평가하기 위해 경영진이 수행한 할인율 및 영구성장률에 대한 민감도 분석 결과 평가\n재무제표에 대한 경영진과 지배기구의 책임\n경영진은 한국채택국제회계기준에 따라 이 재무제표를 작성하고 공정하게 표시할 책임이 있으며, 부정이나 오류로 인한 중요한 왜곡표시가 없는 재무제표를 작성하는데 필요하다고 결정한 내부통제에 대해서도 책임이 있습니다.\n경영진은 재무제표를 작성할 때, 회사의 계속기업으로서의 존속능력을 평가하고 해당되는 경우, 계속기업 관련 사항을 공시할 책임이 있습니다. 그리고 경영진이 기업을 청산하거나 영업을 중단할 의도가 없는 한, 회계의 계속기업전제의 사용에 대해서도 책임이 있습니다.\n지배기구는 회사의 재무보고절차의 감시에 대한 책임이 있습니다.\n재무제표감사에 대한 감사인의 책임\n우리의 목적은 회사의 재무제표에 전체적으로 부정이나 오류로 인한 중요한 왜곡표시가 없는지에 대하여 합리적인 확신을 얻어 우리의 의견이 포함된 감사보고서를 발행하는데 있습니다. 합리적인 확신은 높은 수준의 확신을 의미하나, 감사기준에 따라수행된 감사가 항상 중요한 왜곡표시를 발견한다는 것을 보장하지는 않습니다. 왜곡표시는 부정이나 오류로부터 발생할 수 있으며, 왜곡표시가 재무제표를 근거로 하는 이용자의 경제적 의사결정에 개별적으로 또는 집합적으로 영향을 미칠 것이 합리적으로 예상되면, 그 왜곡표시는 중요하다고 간주됩니다.\n감사기준에 따른 감사의 일부로서 우리는 감사의 전 과정에 걸쳐 전문가적 판단을 수행하고 전문가적 의구심을 유지하고 있습니다. 또한, 우리는:\n- 부정이나 오류로 인한 재무제표의 중요왜곡표시위험을 식별하고 평가하며 그러한 위험에 대응하는 감사절차를 설계하고 수행합니다. 그리고 감사의견의 근거로서 충분하고 적합한 감사증거를 입수합니다. 부정은 공모, 위조, 의도적인 누락, 허위진술 또는 내부통제 무력화가 개입될 수 있기 때문에 부정으로 인한 중요한 왜곡표시를 발견하지 못할 위험은 오류로 인한 위험보다 큽니다.\n- 상황에 적합한 감사절차를 설계하기 위하여 감사와 관련된 내부통제를 이해합니 다.\n- 재무제표를 작성하기 위하여 경영진이 적용한 회계정책의 적합성과 경영진이 도출한 회계추정치와 관련 공시의 합리성에 대하여 평가합니다.\n- 경영진이 사용한 회계의 계속기업전제의 적절성과, 입수한 감사증거를 근거로 계속기업으로서의 존속능력에 대하여 유의적 의문을 초래할 수 있는 사건이나 상황과 관련된 중요한 불확실성이 존재하는지 여부에 대하여 결론을 내립니다. 중요한 불확실성이 존재한다고 결론을 내리는 경우, 우리는 재무제표의 관련 공시에 대하여 감사보고서에 주의를 환기시키고, 이들 공시가 부적절한 경우 의견을 변형시킬 것을 요구받고 있습니다. 우리의 결론은 감사보고서일까지 입수된 감사증거에 기초하나, 미래의 사건이나 상황이 회사의 계속기업으로서 존속을 중단시킬 수 있습니다.\n- 공시를 포함한 재무제표의 전반적인 표시와 구조 및 내용을 평가하고, 재무제표의 기초가 되는 거래와 사건을 재무제표가 공정한 방식으로 표시하고 있는지 여부를 평가합니다.\n우리는 여러 가지 사항들 중에서 계획된 감사범위와 시기 그리고 감사 중 식별된 유의적 내부통제 미비점 등 유의적인 감사의 발견사항에 대하여 지배기구와 커뮤니케이션합니다.\n또한, 우리는 독립성 관련 윤리적 요구사항들을 준수하고, 우리의 독립성 문제와 관련된다고 판단되는 모든 관계와 기타사항들 및 해당되는 경우 관련 제도적 안전장치를 지배기구와 커뮤니케이션한다는 진술을 지배기구에게 제공합니다.\n우리는 지배기구와 커뮤니케이션한 사항들 중에서 당기 재무제표감사에서 가장 유의적인 사항들을 핵심감사사항으로 결정합니다. 법규에서 해당 사항에 대하여 공개적인 공시를 배제하거나, 극히 드문 상황으로 우리가 감사보고서에 해당 사항을 기술함으로 인한 부정적 결과가 해당 커뮤니케이션에 따른 공익적 효익을 초과할 것으로 합리적으로 예상되어 해당 사항을 감사보고서에 커뮤니케이션해서는 안 된다고 결론을내리는 경우가 아닌 한, 우리는 감사보고서에 이러한 사항들을 기술합니다.\n이 감사보고서의 근거가 된 감사를 실시한 업무수행이사는 공인회계사 최시창입니 다.\n나. 회계감사인과의 감사용역계약 체결현황\n다. 회계감사인과의 비감사용역 계약체결 현황\n주1) 본 용역은 성공 금액에 따라 보수가 결정되는 형식의 계약으로, 사업연도 내 의미있는 경정청구 및 조세불복 등 성과로 인해 용역보수 발생함\n라. 내부감사기구가 회계감사인과 논의한 결과\n[조정협의회내용 및 재무제표 불일치정보]\n-. 해당사항 없음\n마. 회계 감사인의 변경\n(1) 변경 사유\n당사는 2014년부터 2019년까지 연속 6개 사업연도에 대하여 삼정회계법인을 감사인으로 선임하였습니다. 이에 따라, 주식회사 등의 외부감사에 관한 법률 제11조 제2항 및 시행령 제15조에 적용 대상이 되어 2020년부터 주기적 감사인 지정제의 대상이 되었으며, 증권선물위원회로부터 지정받은 삼일회계법인을 2020년부터 2022년까지 연속 3개 사업연도의 외부감사인으로 선임하였습니다.\n(2) 감사위원회의 의결\n당사는 주식회사 등의 외부감사에 관한 법률 및 시행령에 따른 주기적 감사인 지정제를 적용받아 증권선물위원회가 지정한 감사인을 선임하였으므로, 감사위원회의 승인절차는 진행하지 않았습니다.\n2. 내부통제에 관한 사항\n가. 내부통제유효성 감사\n감사위원회는 2022년(제75기) 사업연도에 대한 회사의 회계 및 업무에 관한 감사를 수행하였으며 그 결과 당사의 내부통제는 효과적으로 운영되고 있는 것으로 판단하였습니다.\n나. 내부회계관리제도\n내부회계관리자는 2022년 내부회계 관리제도 운영실태를 평가하였으며, 내부회계관리제도 모범규준에 근거하여 볼 때 중요성의 관점에서 효과적으로 설계되어 운영되고 있다고 판단하였습니다.\n외부감사인은 2022년 내부회계관리제도 운영실태 평가결과, 당사의 내부회계관리제도는 내부회계관리제도 모범규준에 근거하여 볼 때, 중요성의 관점에서 내부회계관리제도 모범규준의 규정에 따라 작성되지 않았다고 판단하게 하는 점이 발견되지 아니하였다는 의견을 표명하였습니다."
}