{
    "corp_code": "00877059",
    "company": "삼성바이오로직스",
    "stock_code": "207940",
    "filing_type": "A001",
    "filing_date": "20220321",
    "ceo_name": "임존종보 (Rim John Chongbo)",
    "address": "인천광역시 연수구 송도바이오대로 300",
    "induty_code": "21102",
    "establish_date": "20110422",
    "item_I": "I. 회사의 개요\n1. 회사의 개요\n가. 연결대상 종속회사 현황(요약)\n나. 연결대상회사의 변동내용\n다. 회사의 법적ㆍ상업적 명칭\n당사의 명칭은 \"삼성바이오로직스 주식회사\"이고, 영문명은 \"SAMSUNG BIOLOGICS CO.,LTD.\"입니다.\n라. 설립일자\n당사는 2011년 04월 22일 \"삼성바이오로직스 주식회사\"로 설립되었습니다.\n마. 본사의 주소, 전화번호, 홈페이지 주소\n본사의 주소 : 인천광역시 연수구 송도바이오대로 300 (송도동, 삼성바이오로직스)\n전화번호 : 032-455-3114\n홈페이지 : http://www.samsungbiologics.com\n바. 중소기업 해당 여부\n당사는 사업보고서 제출일 현재 중소기업기본법 제2조 및 중소기업기본법 시행령\n제3조에 의거 중소기업에 해당되지 않습니다.\n중소기업 등 해당 여부\n사. 주요 사업의 내용\n당사는 사업보고서 제출일 현재 국내외 제약회사의 첨단 바이오의약품을 위탁 생산\n하는 CMO(Contract Manufacturing Organization) 사업, 세포주 개발 및 공정개발\n서비스를 제공하는 CDO(Contract Development Organization) 사업을 영위하고 있습니다. 당기 기준으로 유형별 매출 비중은 제품 92.0%, 서비스 8.0%이며,\n지역별 매출 비중은 유럽 소재 고객사 48.1%, 미주 소재 고객사 28.6%, 국내 22.1%,기타 1.2% 입니다. 자세한 사항은「Ⅱ. 사업의 내용」을 참조하시기 바랍니다.\n아. 신용평가에 관한 사항\n최근 당사 신용평가에 관한 사항은 다음과 같습니다.\n※ 제6-1, 6-2회 무보증 사모사채의 경우 신용등급은 평가계약상 미공시조건에 따라 기재하지 않았습니다.\n[신용평가회사의 신용등급체계]\n- 한국신용평가 : 회사채\n회사채의 평가등급은 원리금 지급능력의 정도에 따라 AAA부터 D까지 10개\n등급으로 분류됩니다. 등급 중 AAA부터 BBB까지는 원리금 상환능력이 인정되는\n투자등급이며, BB에서 C까지는 환경변화에 따라 크게 영향을 받는 투기등급으로\n분류됩니다.\n※ 상기 등급 중 AA부터 B등급까지는 +, - 부호를 부가하여 동일 등급내에서의\n우열을 나타냅니다.\n- 한국기업평가 : 회사채\n※ AA부터 B까지는 동일 등급내에서 세분하여 구분할 필요가 있는 경우에는\n\"＋\" 또는 \"－\"의 기호를 부여할 수 있다.\n※ 예비평정의 경우 당해 등급기호의 앞에 \"P\"를 부기한다.\n※ 미공시 등급의 경우 당해 등급기호의 앞에 \"U\"를 부기한다.\n자. 주권상장(또는 등록ㆍ지정)여부 및 특례상장에 관한 사항\n2. 회사의 연혁\n가. 회사의 본점소재지 및 그 변경\n당사 설립 후 본점소재지의 변경내역은 다음과 같습니다.\n나. 경영진 및 감사의 중요한 변동\n보고서 제출일 현재 당사의 이사회는 사내이사 3인(김태한, 존림, 김동중), 사외이사 4인(정석우, 권순조, 허근녕, 김유니스경희), 총 7인의 이사로 구성되어 있습니다.\n※ 2020년 12월 16일 제10차 이사회에서 김태한 사내이사는 대표이사 직위를 사임하였으며, 존림 사내이사가 대표이사로 신규 선임되었습니다.\n※ 당사는 2022년 2월 25일 전자공시시스템에 \"주주총회 소집공고\"를 공시하였습니다. 기 공시한대로 당사는 제11기 정기주주총회(2022년 3월 29일)에서 이사 선임 안건을 상정할 예정으로, 선임 후보자 현황은 Ⅷ.임원 및 직원 등에 관한 사항을 참고하시기 바랍니다. 주주총회 결과는 2022년 3월 29일 전자공시시스템에 공시 예정인 \"정기주주총회결과\"를 참고하시기 바랍니다.\n다. 최대주주의 변동\n라. 상호의 변경\n해당사항 없습니다.\n마. 회사가 화의, 회사정리절차 그 밖에 이에 준하는 절차를\n밟은 적이 있거나 현재 진행 중인 경우 그 내용과 결과\n해당사항 없습니다.\n바. 회사가 합병 등을 한 경우 그 내용\nBiogen Therapeutics Inc.는 당사와의 주주간 약정에 따라 당사의 피투자기업인\n삼성바이오에피스㈜의 지분을 50%-1주까지 매입할 수 있는 콜옵션을 보유하고\n있었으며, 2018년 6월 29일 이를 행사하였습니다.\n본 자산양수도는 2018년 6월 29일 주요사항보고서(타법인 주식 및 출자증권 양도\n결정)에 관한 사항이며, 2018년 11월 7일 주권양수도 및 대금지급이 완료되어, 본\n거래가 종료되었습니다.\n사. 회사의 업종 또는 주된 사업의 변화\n해당사항 없습니다.\n아. 그 밖에 경영활동과 관련된 중요한 사항의 발생내용\n3. 자본금 변동사항\n자본금 변동추이\n당사는 최근 5사업연도 중 자본금 변동사항이 없습니다.\n4. 주식의 총수 등\n가. 주식의 총수 현황\n나. 자기주식 취득 및 처분 현황\n해당사항 없습니다.\n다. 종류주식 발행현황\n해당사항 없습니다.\n5. 정관에 관한 사항\n정관 변경 이력\n※ 사업보고서에 첨부된 정관의 최근개정일은 '19.03.22일이며,\n'22.03.29일 개최 예정인 제11기 정기주주총회 안건 중 정관 변경안은 없습니다.",
    "item_II": "II. 사업의 내용\n1. 사업의 개요\n당사는 바이오의약품을 위탁생산하는 CMO 사업 및 세포주개발, 공정, 제형, 분석법\n등 세포주 개발~초기 임상까지 개발서비스를 제공하는 CDO사업을 영위 중입니다. 당사는 인천송도 경제자유구역(송도지구)에 상업용 생산설비 36만리터(1공장 3만,\n2공장 15만, 3공장 18만)와 임상용 생산설비 4천리터로 총 36.4만리터의 Capacity를확보하여 글로벌 바이오 CMO로 부상하였습니다. 또한, CDO 사업의 해외거점 확대운영을 위해 2020년 미국에 종속기업 Samsung Biologics America, Inc.를 설립하였고, 2021년에는 모더나 mRNA 백신 완제(DP) 위탁 생산을 개시하는 등 CDO 및 완제(DP) 생산 사업 부문에서도 가시적인 사업 성과를 달성해나가고 있습니다. 당사의 바이오의약품 연구개발 자회사 삼성바이오에피스는 바이오시밀러 개발 및 상업화를 진행 중입니다.\n바이오의약품 시장 규모는 2022년 3,600억불로 전체 제약시장에서 39.3% 비중을 차지하고 있습니다. 2026년까지 연평균 10.3%의 성장성을 보이며 제약시장 성장을 견인할 것으로 전망되며, 이 같은 빠른 성장과 함께 제약사들의 CMO 활용이 확대되는 추세에 있습니다. (Evaluate Pharma 및 Mckinsey 컨설팅 기준) 바이오 CDMO 시장 규모는 1) 블록버스터 바이오 의약품 지속 개발 2) 글로벌 제약사 및 중소형 바이오텍의 생산분야 아웃소싱 확대 3) 제약사 대상 end-to-end CDMO service 제공 니즈 증가 4) 공급안정성 확보를 위한 dual sourcing 수요 확보 등의 성장 요인에 기인하여 2022년 기준 143억불에서 향후 5년간 연평균 10.1% 성장해 2026년 기준 203억불 규모로 성장할 것으로 전망됩니다.(Frost&Sullivan, 2021.7월 기준)\n당사는 바이오의약품 시장의 주류인 동물세포 기반 항체의약품 생산을 전문으로 하는 바이오 CMO 사업을 영위 중이며 이 시장은 당사와 같이 대형 생산설비를 보유한소수의 대형 CMO 기업이 시장을 주도하고 있습니다. 2022년 기준 글로벌 생산 거점에 30만리터 이상 규모의 생산 Capa를 운영 중인 회사는 총 3개사로 당사를 비롯해 스위스에 본사를 둔 Lonza 및 독일 Boheringer Ingelheim이 있습니다. 당사는 현재 36.4만리터 생산설비를 가동 중이며 향후 2023년까지 25.6만리터 규모의 4공장을 순차적으로 준공하여 글로벌 최대 규모의 생산 리더십을 지속 유지해 나갈 전망입니다.\n당사는 항체의약품 CMO 중심 서비스에서 글로벌 종합 바이오기업으로 도약하기 위해 사업 영역을 CDO 서비스, mRNA 및 세포/유전자치료제 생산 등 다양한 분야로 확장해나가고 있습니다. CDO 서비스는 자체 세포주 및 공정개발 시설이 없거나 부족한 중소 제약사 등을 대상으로 세포주ㆍ공정 및 제형개발 서비스를 제공하는 위탁개발 서비스입니다. 당사는 업계 평균대비 두 배 향상된 세포 생존력과 개선된 증식력을 보여주는 자체 개발 세포주 '에스초이스(S-CHOice)' 개발에 성공하였고, 개발 단계별로 표준화된 프로세스를 통해 개발기간을 혁신적으로 단축시킨 위탁 개발 플랫폼 '에스셀러레이트(S-Cellerate)'를 런칭하였습니다. 2020년 10월에는 미국 대표 바이오 클러스터인 샌프란시스코에 의약품 위탁 개발 R&D 센터를 열었고, 보스턴·유럽·중국 등에도 순차적으로 진출을 검토중에 있습니다. 또한, 빠르게 부상하는 시장의 수요를 충족하기 위해 기존 공장 내 mRNA 생산시설을 증설 완료하였으며, 2022년 상반기 내로 우수 의약품 제조 및 품질관리 기준(cGMP)에 대한 준비를 완료하고자 합니다. 이외 추가적으로 mRNA 및 세포/유전자치료제 생산 능력을 갖춘 신규 공장을 설립하고자 2021년 11월 신규 부지매입 계약을 체결하였습니다.\n2. 주요 제품 및 서비스\n가. 주요 제품 등의 현황\n※ 한국채택국제회계기준에 따라 작성되었습니다.(연결 기준)\n나. 주요 제품 등의 가격변동 추이\n당사가 생산 및 생산하게 될 제품의 판매가격은 고객사와의 계약에 따라 결정된 최초\n판매가격에 매년 공시되는 CPI(소비자물가지수)를 반영한 비율에 따라 조정되거나\n계약에서 정한 고정비율만큼 상승하는 등 계약조건에 따라 조정될 수 있습니다.\n3. 원재료 및 생산설비\n가. 주요 원재료 매입 현황\n※ CDMO 산업은 일반적으로 고객사로부터 BOM(Bill of Material)에 속하는\n원/부재료비 전액 및 Handling Fee를 환급받는 구조를 취하고 있습니다.\n※ 한국채택국제회계기준에 따라 작성되었습니다.(연결 기준)\n나. 원재료 가격변동 추이 및 가격변동 원인\n당사가 생산하는 의약품에 투입되는 주요 원재료는 품질관리 등의 사유로 고객사로\n부터 확인받거나 또는 고객사가 지정하는 거래처를 통해 구매가 이루어지며, 구매한\n원재료 및 부대비용에 대해서는 고객사로부터 대부분 사전 또는 사후 정산(환급)이\n이루어집니다. 이러한 계약조건으로 인해 가격변동과 같은 원재료 매입과 관련한\n위험은 제한적입니다.\n한편, 당사는 원재료 공급처와 장기공급계약을 체결하여 안정적인 원재료를 공급\n받고 있으며, 가격인상과 관련하여 매년 물가상승률(약 1~2%) 수준의 인상률을\n적용하는 등의 계약조건으로 인해 가격변동과 관련한 위험은 제한적입니다.\n다. 생산능력, 생산실적, 가동률\n당사는 공장별 정기점검(Slowdown)기간 및 제품 교체(Product Changeover)기간을 고려하여 생산가능시간을 산정하고, 이를 주요 생산설비의 실제 가동/정지시간으로 구분하여 가동률을 산출합니다.\n라. 생산설비에 관한 사항\n(1) 생산설비 현황\n※ 주요 유형자산에 대한 객관적인 시가판단이 어려워 기재를 생략함.\n(2) 투자현황\n4. 매출 및 수주상황\n가. 매출실적\n(1) 유형별 매출실적\n(2) 주요 지역별 매출실적\n나. 판매경로\n당사가 영위하는 CMO사업은 수주산업으로 고객사와 수주계약을 체결하는 것이\n당사 영업에 가장 중요한 부분이라고 할 수 있습니다. 수주에는 약 6~12개월(고객사의 제안요청을 접수한 날부터 계약체결까지)의 기간이 소요되며, 수주업무의 진행절차는 다음과 같습니다.\n이후 당사는 생산된 제품에 대한 고객사의 품질 승인(QR, Quality Release) 시점에 매출을 인식하며, 계약에 따라 당사의 창고에 보관되어 있는 고객사의 재고를 고객사가 지정하는 장소(일반적으로 고객사의 캐리어)에 인도하고 있습니다. 한편, 당사는 대리점 등 별도의 판매경로는 보유하고 있지 않습니다.\n다. 판매방법 및 조건\n당사가 생산하는 바이오의약품의 판매방법 및 조건은 고객사와의 계약을 통해\n개별적으로 결정됩니다. 수주계약에 따라 연간 최소생산물량 등이 결정되며,\n고객사가 구매요청(PO)한 물량에 대하여 생산 후 지정된 장소에 인도하게 됩니다.\n매출인식 및 대금청구는 생산된 제품에 대하여 고객사의 품질 승인이 종료된 시점에\n이루어지며, 대금은 청구 후 30일~60일 이내에 회수하고 있습니다.\n라. 판매전략\n당사는 홈페이지, 광고, 언론 보도자료 제공, 해외 전시/컨퍼런스 참가, Company\nPresentation 및 가상전시관 등 다양한 방법을 통해서 당사의 최신 생산 설비,\n기술력 및 우수한 인력 등에 대한 정보 제공뿐 아니라 삼성그룹 내 바이오 회사로서의 인지도 제고를 위해 노력하고 있습니다. 이러한 노력을 바탕으로 당사는 바이오 제약사생산책임 임원들만 참석하는 BioPhorum에 2012년 국내 최초로 가입한 이후 매년 참석하고 있습니다.\n기존/잠재 고객을 대상으로 당사의 Capa 현황과 시설확장 진행사항 및 향후 계획 등\n을 지속적으로 논의하며 꾸준한 관계를 유지하여 신규 계약체결 및 기존 계약을\n연장할 예정이며, 상기 언급한 Inner circle 모임 등에도 적극 참여하여 바이오\n의약품 생산수요 및 타사의 생산 계획에 대한 파악 등을 통해 전략적인 판매활동을\n진행하고 있습니다.\n또한, 대형제약사에서 중소 바이오텍까지 고객 범위를 확대하고, 다양한 수주활동\n전개를 위해 Marketing 역량 강화 및 글로벌 네트워크 확대를 지속하고 있으며,\n철저한 Track Record 관리로 당사 생산 및 품질관리 역량에 대한 잠재 고객사의\n신뢰도를 높이고 있습니다.\n마. 수주상황\n5. 위험관리 및 파생거래\n가. 위험관리 정책\n당사의 위험관리정책은 당사가 직면한 위험을 식별 및 분석하고, 적절한 위험 한계치 및 통제를 설정하고, 위험이 한계치를 넘지 않도록 하기 위해 수립되었습니다. 위험관리정책과 시스템은 시장 상황과 당사의 활동의 변경을 반영하기 위해 정기적으로 검토되고 있습니다. 당사는 훈련 및 관리기준, 절차를 통해 모든 종업원들이 자신의 역할과 의무를 이해할 수 있는 엄격하고 구조적인 통제환경을 구축하는 것을 목표로 하고 있습니다. 이사회는 경영진이 당사의 위험관리 정책 및 절차의 준수여부를 어떻게 관리하는지 감독하고, 당사의 위험관리체계가 적절한지 검토합니다.\n나. 신용위험\n신용위험이란 고객이나 거래상대방이 금융상품에 대한 계약상의 의무를 이행하지 않아 회사가 재무손실을 입을 위험을 의미합니다. 금융자산의 장부금액은 신용위험에 대한 최대노출정도를 나타냅니다. 당기말과 전기말 현재 당사의 신용위험에 대한 최대 노출정도는 다음과 같습니다.\n(*) 당사가 보유하는 현금시재액은 제외하였습니다.\n다. 유동성위험\n유동성위험이란 당사가 금융부채에 관련된 의무를 충족하는 데 어려움을 겪게 될 위험을 의미합니다. 당사의 유동성 관리방법은 재무적으로 어려운 상황에서도 받아들일 수 없는 손실이 발생하거나, 당사의 평판에 손상을 입힐 위험 없이, 만기일에 부채를 상환할 수 있는 충분한 유동성을 유지하도록 하는 것입니다.\n유동성위험관리에 대한 궁극적인 책임은 당사의 단기 및 중장기 자금조달과 유동성관리규정을 적절하게 관리하기 위한 기본정책을 수립하는 이사회에 있습니다. 당사는 적정 유동성의 유지를 위하여 주기적인 자금수지 예측, 조정을 통해 유동성 위험을 관리하고 있습니다.\n당기말과 전기말 현재 금융부채의 계약상 만기는 다음과 같습니다. 금액은 이자지급액을 포함하고, 상계약정의 효과는 포함하지 않았습니다. 당사는 이 현금흐름이 유의적으로 더 이른 기간에 발생하거나, 유의적으로 다른 금액일 것으로 기대하지 않습니다.\n① 당기말\n② 전기말\n라. 환위험\n당사의 기능통화 외의 통화로 표시되는 판매, 구매 및 차입에 대해 환위험에 노출되어 있습니다. 이러한 거래들이 표시되는 주된 통화는 USD 등입니다. 당사는 환위험에 대한 회피가 필요하다고 판단되는 경우 통화선도거래 등을 통해 환위험을 관리할 수 있도록 계획을 수립하고 있습니다.\n① 환위험에 대한 노출\n당사의 환위험에 대한 노출정도는 다음과 같습니다.\n(*) 통화스왑이 체결된 외화차입금은 환위험에 노출되지 않은것으로 보아 제외하였습니다.\n② 당기와 전기 중 적용된 환율은 다음과 같습니다.\n③ 민감도분석\n당사는 내부적으로 기능통화의 환율변동에 대한 환위험을 정기적으로 측정하고 있습니다. 당기말과 전기말 현재 각 외화에 대한 기능통화의 환율 10% 변동시 환율변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n마. 이자율위험\n당사의 금융상품 중 변동이자부 차입금 등은 시장이자율의 변동으로부터 영향을 받습니다. 당기와 전기 현재 이자율이 0.5% 변동시 이자율 변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n바. 자본관리\n당사의 자본관리는 건전한 자본구조의 유지를 통한 주주이익의 극대화를 목적으로 하고 있으며, 최적 자본구조 달성을 위해 부채비율 등의 재무비율을 모니터링하여 필요한 경우 적절한 재무구조 개선방안을 실행하고 있습니다.\n당기말과 전기말 현재 부채비율은 다음과 같습니다.\n사. 파생상품 및 풋백옵션 등 거래현황\n당사는 외화채권/채무의 환율과 이자율 위험회피 등의 목적으로 금융기관과\n파생금융상품계약을 체결하고 있으며 그 내역은 아래와 같습니다.\n(1) 통화금리스왑계약\n(*) 해당 내용은 차입시점 기준으로 작성되었습니다.\n(2) 금리스왑계약\n(3) 평가손익\n6. 주요계약 및 연구개발활동\n가. 라이센스아웃(License-out) 계약\n해당사항 없습니다.\n나. 라이센스인(License-in) 계약\n해당사항 없습니다.\n다. 판매 계약\n라. 기타 계약\n(1) 삼성바이오에피스 부동산 매입\n당사는 2019년 4월 24일 이사회 결의를 통하여 Office 공간 및 CDO/CRO Lab.\n확충을 목적으로 인천시 연수구 첨단대로 107 소재 건물을 삼성바이오에피스㈜\n로부터 매입하기로 결정하고, 2019년 5월 23일 매수하였습니다. 매입금액은\n약 201억 6천만원입니다.\n(2) 4공장 건설 도급 계약 체결\n당사는 2021년 10월 26일 이사회에서 4공장 건설과 관련하여 삼성엔지니어링(주)와의 도급 계약 체결을 결의하고, 2021년 10월 29일 본계약을 체결하였습니다. 계약금액은 9,110억원(부가세별도)입니다.\n(3) Multi Modal Plant 부지 매입\n당사는 mRNA 및 세포/유전자치료제 생산 능력을 갖춘 Multi Modal Plant 공장을 신규 설립하고자, 2021년 11월 3일 인천광역시경제자유구역청과 송도동 218-3 부지 매입 계약을 체결하였습니다. 매입금액은 78억원입니다.\n마. 연구개발 담당조직\n(1) 연구개발 조직 개요\n당사는 연구개발 담당조직으로 기술지원센터(Technology Support Center)와 CDO 개발팀(Contract Development Organization R&D Team), 선행연구 Lab(Advanced Research Lab), SBA(Samsung Biologics America) R&D팀이 있으며, 고객사 제품의 생산 관련 기술지원 및 세포주 공정 연구/개발을 담당하고 있습니다.\n(2) 연구개발 인력 현황\n공시서류 작성기준일 현재 당사는 박사급 46명, 석사급 169명 등 연구전담 인력\n총 400명을 보유하고 있으며, 그 현황은 다음과 같습니다.\n[연구개발 인력 현황]\n(3) 핵심 연구인력\n당사의 핵심 연구인력의 담당업무, 주요 경력 및 연구실적 현황은 아래와 같습니다.\n[핵심 연구인력 현황]\n바. 연구개발비용\n주1) 한국채택국제회계기준에 따라 작성되었습니다.(연결 기준)\n주2) 당사는 정부보조금 해당 사항 없습니다.\n사. 연구개발 실적\n(1) 연구개발 진행현황 및 향후계획\n당사는 의약품 위탁생산서비스(CMO) 및 위탁개발서비스(CDO)를 제공하는 회사로서, 연구개발 담당조직으로 기술지원센터, CDO개발팀, 선행연구 Lab, SBA R&D팀이 존재합니다. 해당 조직은 고객사 제품의 생산 관련 기술지원, 세포주 제작 및 생산 공정 개발을 담당하고 있으며, 세포주 공정 연구/개발 대행사업 분야로 확대 중입니다. 이를 바탕으로 사업영역을 확장함으로써 의약품 위탁개발을 포함하는 글로벌 CDMO기업으로 나아갈 예정입니다.\n(2) 연구개발 완료실적\n당사는 다수의 고객사제품에 대한 생산 관련 기술지원 및 세포주 공정 연구/개발을 수행하나, 이와 별개로 현재 개발이 완료된 파이프라인은 없습니다.\n7. 기타 참고사항\n가. 영업에 영향을 미치는 법률 또는 제규정\n의약품 제조업은 인간의 생명과 건강에 관련된 제품을 제조, 생산하는 산업으로,\n제품 개발에서 비임상, 임상시험, 인허가 및 제조, 유통 등 전 과정을 정부에서\n엄격히 규제합니다.\n나. 사업과 관련된 중요한 지적재산권 보유현황\n당사는 2017년부터 R&D활동을 본격적으로 시작하여 해당 서비스 범위를 점차 확장하고 있습니다. 지속적인 제품 및 서비스 개발을 통해 2020년 최초로 국내특허 2건을 출원하였습니다. 이는 당사의 주요 사업 분야인 바이오의약품 제조 물질 및 생산설비 등에 관한 특허로서 당사 전략 서비스를 수행하기 위하여 쓰이거나 향후 활용될예정입니다. 또한, 당사는 2020년 상반기에 CDMO 서비스에 활용되는 자체 세포주 플랫폼을 개발하였으며, 그 상품명인 S-CHOice 상표가 2021년말 기준 한국, 미국, EU, 영국, 중국, 일본 6개국에서 등록 완료되었습니다. 또한 2021년 9월 위탁개발 서비스 전 영역에 걸쳐 당사의 축적된 노하우와 전문성, 혁신기술을 집대성한 CDO 플랫폼 브랜드 S-Cellerate 를 공개하였으며, 해당 상표는 2021년 12월 국내 등록을 완료하였습니다. 상기 외에도 당사 고유의 브랜드, 상품 또는 서비스, 슬로건 등을 나타내는 상표를 보호하고자 상표권을 확보하기 위해 노력하고 있습니다.\n다. 환경관련 규제사항\n당사의 환경 방침은 환경오염물질 저감 및 친환경 가치를 최우선으로 삼아 환경사고 예방에 최선을 다하고, 지속 가능한 미래를 선도하기 위해 최선의 노력을 다하는 것입니다. 이를 실천하기 위해 환경 관련 법규 준수 및 오염물질 저감을 위해 노력하고\n사업장에서 취급하는 모든 화학물질의 전 과정 관리를 통해 화학사고 예방에 적극적으로 임하고 있습니다. 뿐만 아니라 정부의 저탄소 녹색성장 정책과 기후변화 대응에부응하기 위해 법규에서 요구하는 오염물질 배출기준 준수와 온실가스 배출량 및 에너지 사용량을 정부에 신고하고, 이해 관계자들에게 관련 정보를 투명하게 공개하고 있습니다.\n(사업장 관리 환경규제 준수 및 오염물질 저감)\n바이오 의약품 생산 과정에서 발생되는 오염물질의 배출을 최소화하기 위해 수질오염 방지시설, 대기오염방지시설, 폐기물 보관시설, 소음방지시설 등을 설치하여 운영함으로써 주변 사회 환경에 대한 영향을 최소화 하도록 노력하고 있습니다. 사업장 환경관리는 자체 정기점검 및 관련 부처의 관리 감독을 받고 있으며, 당사는 우수한 환경 관리 능력을 인정받아 2015년과 2018년, 2021년 3회에 걸쳐 인천시 주관 환경관리 최우수기업으로 선정되었습니다. 매년 환경 관련 배출 실적 및 운영 현황에 대한 정보를 투명하게 공개하고 있으며, 지속적인 투자를 통해 법규 준수 및 오염물질 저감을 위해 노력하고 있습니다.\n(화학물질 관리)\n당사는『화학물질관리법』과『화학물질 등록 및 평가에 관한 법률』을\n준수하기 위해 화학물질 통합 관리시스템을 구축하였습니다.\n모든 화학물질은 입고 전 사전평가를 거쳐 폐기까지 전 과정을 관리함으로써\n화학사고 예방에 적극적으로 노력하고 있습니다.\n화학물질 취급자 대상으로 정기교육을 실시하고 있으며, 보호구 착용 실습교육\n및 비상 대응 훈련을 실시하는 등 안전관리를 철저히 하고 있습니다.\n(기후변화 대응)\n당사는 2017년부터 온실가스 배출권의 할당 및 거래에 관한 법률 제8조에 의거\n관련 법규 기준을 준수하고 있으며, 온실가스 배출량 및 에너지 사용량을 제3자 검증후 정부에 보고하고 이해 관계자들에게 투명하게 공개하고 있습니다. 또한, 비즈니스연속성경영시스템(ISO 22301) 국제 표준 인증을 통해 기후변화, 자연재해 등 예기치못한 리스크에 대한 관리를 강화하고 있습니다.\n당사 최근 5년 온실가스 배출량 및 에너지 사용량은 다음과 같습니다.\n※ 대상은 당사 제조사업장, 사내버스, 임차 건물 등입니다.\n※ 상기 온실가스 배출량 및 에너지 사용량은 \"국가온실가스종합관리시스템\"\n제출 자료입니다.\n※ 배출량 및 에너지 사용량은 외부 검증기관 검증 결과 등에 따라 변동될 수 있습니다.\n※ 녹색경영 관련 내용은 XI. 그 밖에 투자자 보호를 위하여 필요한 사항의\n4. 작성기준일 이후 발생한 주요사항 등 기타사항 중 아. 녹색경영 부분을\n참고하시기 바랍니다.\n라. 업계의 현황\n(1) 산업의 특성\n바이오 CMO(Contract Manufacturing Organization) 사업은 자체 생산역량이 부족\n하거나, 의약품 R&D 및 마케팅에 사업역량을 집중하기 위해 생산을 전략적으로 아웃소싱하는 글로벌 제약사들을 고객으로 하는 바이오의약품 위탁개발ㆍ생산사업입니다.\n당사가 주력하는 분야인 항체의약품 CMO 사업은 상업용 플랜트 건설에 대규모 투자가 필요하고, 플랜트 설계ㆍ건설ㆍ밸리데이션 등 사업화 준비에 최소 3년 이상이 소요되는 특징이 있습니다. 또한, 항체의약품은 동물세포를 이용하는 세포 배양, 정제, 충전 등 생산 전 과정에서 GMP(Good Manufacturing Practice)에 부합하는 높은수준의 품질관리 역량이 필수적으로 요구됩니다. 그리고 제약사가 CMO를 통해 상업용 바이오의약품을 생산하기 위해서는 생산기술 이전, 시험생산, 각국 의약품 규제기관 GMP 등 2년 정도의 준비기간이 소요됩니다. 이에 제약사와의 CMO 계약은 통상 5∼10년의 장기계약이 주를 이루고 있습니다.\n(2) 산업의 성장성\n1) 블록버스터 바이오의약품 지속 개발\n2000년 전후에 출시된 블록버스터 바이오의약품(자가면역질환 치료제, 항암제, 당뇨 치료제 등)이 여전히 높은 매출 성장을 지속하고 있으며, 최근에는 면역 항암제, 고지혈증, 아토피 등 새로운 분야에서 유망 치료제 신약이 지속적으로 출시되고 있습니다.\n2) 글로벌 제약사 및 중소형 바이오텍의 생산분야 아웃소싱 확대 추세\n제약사들은 의약품 시판허가 및 판매수요 예측의 불확실성을 최소화하기 위해 대규모 자본투자가 소요되는 생산분야에서 전문CMO를 활용하는 추세를 확대하고 있습니다. 이러한 시장의 변화는 CMO산업에 새로운 기회로 작용합니다.\n3) 제약사대상 end-to-end CDMO service 제공 니즈 증가\n글로벌 CDMO 업체는 제약사의 개발부터 생산, 임상 개발부터 상업화 니즈 및 단일 프로젝트의 복잡성을 감소시키기 위해 end-to-end service를 제공할 수 있는\none-stop shop model을 지향하고 있습니다.\n4) 공급 안정성 확보를 위한 복수 생산설비(Dual Sourcing) 수요\n최근 각국의 의약품규제기관은 제약사들에게 의약품 공급 안정성 강화를 권고하고\n있습니다. 미국 FDA는 단일 Site에서만 생산되는 의약품에 대해서는 별도의\n\"Contingency Plan\" 수립을 요구하고 있습니다. 이러한 규제강화 흐름에 따라\nCMO를 활용해 복수 생산설비를 운영하는 사례가 확대되고 있습니다.\n바이오의약품 시장 규모는 2022년 3,600억불로 전체 제약시장에서 39.3% 비중을\n차지하고 있습니다. 2026년까지 연평균 10.3%의 성장성을 보이며 제약시장 성장을\n견인할 것으로 전망됩니다.\nBio CDMO 시장은 규모는 2022년 기준 143억불에서 향후 5년간 연평균 10.1%\n성장해 2026년 203억불 규모로 성장할 것으로 전망됩니다.\n(3) 경기변동의 특성\n해당사항 없습니다.\n마. 경쟁상황\n당사는 인천경제자유구역(송도지구)에 상업제품 생산설비 36만리터 (1공장 3만, 2공장 15만, 3공장 18만)와 임상용 생산설비 4천리터로 총 36.4만리터의 Capacity를 확보하여 생산설비 기준 글로벌 바이오CMO로 부상하였습니다. 2022년 기준 당사와 유사한 30만 리터 이상 규모의 Capa를 보유한 경쟁사는 스위스 Lonza, 독일의Boehringer Ingelheim이 있습니다. 이 밖에 중국 Wuxi Biologics 및 미국 Fujifilm diosynth사가 국내 및 해외 지역에서 공격적인 증설을 진행중에 있습니다.\n바. 경쟁력 분석\nCMO 사업의 영위를 위해서는 의약품 제조 과정에 필수적인 품질관리 역량, 적시 생산 및 공급의 스피드 경쟁력 및 안정적 수주 관리를 위한 판매 역량이 필수적입니다. 당사의 모든 생산과정은 각국의 GMP를 엄격히 준수하고 있으며, 당사의 고객은 당사가 생산하는 전 공정에 대한 검사 및 필요한 조치를 요구할 권리가 있습니다.\n또한, 생산 과정에서 발생한 모든 절차 및 결과에 대해 문서화하여 관리하고 있습니다. 당사에서는 글로벌 수주 영업조직이 판매활동을 담당하고 있으며, 미국 샌프란시스코, 보스턴, 뉴저지 등 동서부의 주요거점에서 현지인력을 활용하여 수주영업을 지원하고 있습니다. 글로벌 제약회사와 정기적인 미팅을 진행하고 있으며, 해당 미팅에서 당사의 CMO 서비스 및 생산설비 현황 정보 등을 지속적으로 글로벌 제약회사에 제공하고 있습니다. 고객사와 전략적 관계를 유지하고자 하는 전략의 일환으로서, 판매 및 마케팅 담당임원이 해외 바이오 컨퍼런스 등에 지속적으로 참가하여 시장의 최신 기술동향을 파악하고 잠재고객을 접하고 있습니다. 또한, COVID-19 장기화로 인한 영향을 최소화하기 위해 가상전시관, 온라인실사 시스템 등 비대면 플랫폼을 구축하였으며, 고객사 화상회의 및 Webinar 등 비대면 활동을 강화하고 있습니다.\n사. 신규사업 내용 및 전망\n당사는 항체의약품 CMO 중심 서비스에서 글로벌 종합 바이오기업으로 도약하기 위해 사업 영역을 CDO 서비스, mRNA 및 세포/유전자치료제 등 다양한 분야로 확장해나가고 있습니다. CDO 서비스는 자체 세포주 및 공정개발 시설이 없거나 부족한 중소 제약사 등을 대상으로 세포주ㆍ공정 및 제형개발 서비스를 제공하는 위탁개발 서비스입니다. 당사는 업계 평균대비 두 배 향상된 세포 생존력과 개선된 증식력을 보여주는 자체 개발 세포주 '에스초이스(S-CHOice)' 개발에 성공하였고, 개발 단계별로 표준화된 프로세스를 통해 개발기간을 혁신적으로 단축시킨 위탁 개발 플랫폼 '에스셀러레이트(S-Cellerate)'를 런칭하였습니다. 2020년 10월에는 미국 대표 바이오 클러스터인 샌프란시스코에 의약품 위탁 개발 R&D 센터를 열었고, 보스턴·유럽·중국 등에도 순차적으로 진출을 검토중에 있습니다. 또한, 빠르게 부상하는 시장의 수요를 충족하기 위해 기존 공장내 mRNA 생산시설을증설하였고, 2022년 상반기내로 우수 의약품 제조 및 품질관리 기준 (cGMP) 준비를 완료하고자 합니다. 이외 추가적으로 mRNA 및 세포/유전자치료제 생산 능력을 갖춘 신규 공장을 설립하고자 2021년 11월 신규 부지매입 계약을 체결하였습니다.",
    "item_III": "III. 재무에 관한 사항\n1. 요약재무정보\n가. 요약연결재무정보\n※ 제11기(당기)는 주주총회 승인전 연결재무제표입니다.\n향후 제11기 정기주주총회에서 재무제표 승인 관련 안건이 부결되거나\n수정이 발생한 경우 정정보고서를 통해 그 내용 및 사유 등을 반영할 예정입니다.\n나. 요약별도재무정보\n※ 당사는 제10기(전기) 중 종속기업이 설립됨에 따라, 2020년 1월 1일 이후\n개시하는 보고기간부터 별도재무제표를 작성하게 되었습니다. 하기의\n제9기(전전기) 별도재무제표는 감사받지 아니하였습니다.\n※ 제11기(당기)는 주주총회 승인전 별도재무제표입니다.\n향후 제11기 정기주주총회에서 재무제표 승인 관련 안건이 부결되거나\n수정이 발생한 경우 정정보고서를 통해 그 내용 및 사유 등을 반영할 예정입니다.\n2. 연결재무제표\n3. 연결재무제표 주석\n1. 회사의 개요\n삼성바이오로직스 주식회사(이하 \"회사\")는 2011년 4월 22일 생물학적 의약품(바이오제약) 제조를 목적으로 설립되어 인천광역시 연수구 송도바이오대로 300(송도동)에 본사를 두고 있습니다. 회사는 2016년 11월 10일 유가증권시장에 상장하였으며, 당기말 현재 자본금은 165,413백만원입니다.\n회사의 당기말 현재 주주 및 지분현황은 다음과 같습니다.\n기업회계기준서 제1110호 '연결재무제표'에 의한 지배기업인 회사는 종속기업(이하 삼성바이오로직스 주식회사와 그 종속기업을 일괄하여 \"연결회사\")을 연결대상으로 하고, 연결회사의 관계기업 및 공동기업을 지분법 적용대상으로 하여 연결재무제표를 작성하였습니다.\n1.1. 종속기업 현황\n당기말 및 전기말 현재 회사의 연결대상 종속기업 현황은 다음과 같습니다.\n연결대상 종속기업의 요약 재무정보는 다음과 같습니다.\n① 당기\n(*) 해외사업환산손익이 포함되어 있습니다.\n② 전기\n(*) 해외사업환산손익이 포함되어 있습니다.\n1.2. 연결대상범위의 변동\n당기 중 해당 사항 없습니다.\n2. 중요한 회계정책\n다음은 연결재무제표 작성에 적용된 중요한 회계정책입니다. 이러한 정책은 별도의 언급이 없다면, 표시된 회계기간에 계속적으로 적용됩니다.\n2.1 재무제표 작성 기준\n연결회사의 연결재무제표는 한국채택국제회계기준(이하 기업회계기준)에 따라 작성됐습니다. 한국채택국제회계기준은 국제회계기준위원회(\"IASB\")가 발표한 기준서와해석서 중 대한민국이 채택한 내용을 의미합니다.\n재무제표는 다음을 제외하고는 역사적 원가에 기초하여 작성하였습니다.\n한국채택국제회계기준은 재무제표 작성 시 중요한 회계추정의 사용을 허용하고 있으며, 회계정책을 적용함에 있어 경영진의 판단을 요구하고 있습니다. 보다 복잡하고 높은 수준의 판단이 필요한 부분이나 중요한 가정 및 추정이 필요한 부분은 주석 3에서 설명하고 있습니다.\n2.2 회계정책과 공시의 변경\n2.2.1 연결회사가 채택한 제ㆍ개정 기준서 및 해석서\n연결회사는 2021년 1월 1일로 개시하는 회계기간부터 다음의 제ㆍ개정 기준서 및 해석서를 신규로 적용하였습니다.\n(1) 기업회계기준서 제 1116호 '리스' 개정 - 코로나19 관련 임차료 할인 등에 대한 실무적 간편법\n실무적 간편법으로, 리스이용자는 코로나19의 직접적인 결과로 발생한 임차료 할인 등이 리스변경에 해당하는지 평가하지 않을 수 있습니다. 이러한 선택을 한 리스이용자는 임차료 할인 등으로 인한 리스료 변동을 그러한 변동이 리스변경이 아닐 경우에 이 기준서가 규정하는 방식과 일관되게 회계처리하여야 합니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(2) 기업회계기준서 제1109호 '금융상품', 제1039호 '금융상품: 인식과 측정', 제1107호 '금융상품: 공시', 제 1104호 '보험계약' 및 제 1116호 '리스' 개정 - 이자율지표 개혁(2단계 개정)\n이자율지표개혁과 관련하여 상각후원가로 측정되는 금융상품의 이자율지표 대체시 장부금액이 아닌 유효이자율을 조정하고, 위험회피관계에서 이자율지표 대체가 발생한 경우에도 중단없이 위험회피회계를 계속할 수 있도록 하는 등의 예외규정을 포함하고 있습니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(3) 기업회계기준서 제 1116호 '리스' 개정 - 2021년 6월 30일 후에도 제공되는 코로나19 관련 임차료 할인 등\n코로나19의 직접적인 결과로 발생한 임차료 할인 등이 리스변경에 해당하는지 평가하지 않을 수 있도록 하는 실무적 간편법의 적용대상이 2022년 6월 30일 이전에 지급하여야 할 리스료에 영향을 미치는 리스료 감면으로 확대되었습니다. 리스이용자는 비슷한 상황에서 특성이 비슷한 계약에 실무적 간편법을 일관되게 적용해야 합니다. 연결회사는 기업회계기준서 제1116호의 개정을 조기도입하였으며, 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(4) 기업회계기준서 제1012호 '법인세' - 단일거래에서 생기는 자산과 부채에 대한 이연법인세\n자산 또는 부채가 최초로 인식되는 거래의 최초 인식 예외 요건에 거래시점 동일한 가산할 일시적차이와 차감할 일시적차이를 발생시키지 않는 거래라는 요건을 추가하였습니다. 연결회사는 기업회계기준서 제1012호의 개정을 조기도입하였으며, 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n2.2.2 연결회사가 적용하지 않은 제ㆍ개정 기준서 및 해석서\n제정 또는 공표되었으나 시행일이 도래하지 않아 연결회사가 조기 적용하지 아니한 제ㆍ개정 기준서 및 해석서는 다음과 같습니다.\n(1) 기업회계기준서 제1103호 '사업결합' 개정 - 개념체계의 인용\n인식할 자산과 부채의 정의를 개정된 재무보고를 위한 개념체계를 참조하도록 개정되었으나, 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 및 해석서 제2121호 '부담금'의 적용범위에 포함되는 부채 및 우발부채에 대해서는 해당 기준서를 적용하도록 예외를 추가하고, 우발자산이 취득일에 인식되지 않는다는 점을 명확히 하였습니다. 동 개정사항은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 연결회사는 동 개정으로 인한 재무제표의 중요한 영향이 없을 것으로 예상하고 있습니다.\n(2) 기업회계기준서 제1016호 '유형자산' 개정 - 의도한 사용 전의 매각금액\n기업이 자산을 의도한 방식으로 사용하기 전에 생산된 품목의 판매에서 발생하는 수익을 생산원가와 함께 당기손익으로 인식하도록 요구하며, 유형자산의 취득원가에서차감하는 것을 금지하고 있습니다. 동 개정사항은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 연결회사는 동 개정으로 인한 재무제표의 중요한 영향이 없을 것으로 예상하고 있습니다.\n(3) 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 개정 - 손실부담계약: 계약이행원가\n손실부담계약을 식별할 때 계약이행원가의 범위를 계약 이행을 위한 증분원가와 계약 이행에 직접 관련되는 다른 원가의 배분이라는 점을 명확히 하였습니다. 동 개정사항은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 연결회사는 동 개정으로 인해 재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n(4) 기업회계기준서 제1001호 '재무제표 표시' 개정 - 부채의 유동/비유동 분류\n보고기간말 현재 존재하는 실질적인 권리에 따라 유동 또는 비유동으로 분류되며, 부채의 결제를 연기할 수 있는 권리의 행사가능성이나 경영진의 기대는 고려하지 않습니다. 또한, 부채의 결제에 자기지분상품의 이전도 포함되나, 복합금융상품에서 자기지분상품으로 결제하는 옵션이 지분상품의 정의를 충족하여 부채와 분리하여 인식된경우는 제외됩니다. 동 개정사항은 2023년 1월 1일 이후 시작하는 회계연도부터 적용하며, 조기적용이 허용됩니다. 연결회사는 동 개정으로 인한 재무제표의 영향을 검토 중에 있습니다.\n(5) 기업회계기준서 제1001호 '재무제표 표시' - '회계정책'의 공시\n중요한 회계정책을 정의하고 공시하도록 하며, 중요성 개념을 적용하는 방법에 대한 지침을 제공하기 위하여 국제회계기준 실무서 2 '회계정책 공시'를 개정하였습니다.\n동 개정 사항은 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 영향을 검토 중에 있습니다.\n(6) 기업회계기준서 제1008호 '회계정책, 회계추정의 변경 및 오류' - '회계추정'의 정의\n회계추정을 정의하고, 회계정책의 변경과 구별하는 방법을 명확히 하였습니다. 동 개정 사항은 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 영향을 검토 중에 있습니다.\n(7) 한국채택국제회계기준 연차개선 2018-2020\n한국채택국제회계기준 연차개선 2018-2020은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 연결회사는 동 개정으로 인해 재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n·기업회계기준서 제1101호 '한국채택국제회계기준의 최초 채택' : 최초채택기업인\n종속기업\n·기업회계기준서 제1109호 '금융상품' : 금융부채 제거 목적의 10% 테스트 관련 수\n수료\n·기업회계기준서 제1116호 '리스' : 리스 인센티브\n·기업회계기준서 제1041호 '농립어업' : 공정가치 측정\n2.3 연결\n연결회사는 기업회계기준서 제1110호 '연결재무제표'에 따라 연결재무제표를 작성하고 있습니다.\n(1) 종속기업\n종속기업은 연결회사가 지배하고 있는 모든 기업입니다. 연결회사가 투자한 기업에 관여해서 변동이익에 노출되거나 변동이익에 대한 권리가 있고, 투자한 기업에 대해 자신의 힘으로 그러한 이익에 영향을 미칠 능력이 있는 경우, 해당 기업을 지배한다고 판단합니다. 종속기업은 연결회사가 지배하게 되는 시점부터 연결재무제표에 포함되며, 지배력을 상실하는 시점에 연결재무제표에서 제외됩니다.\n연결회사의 사업결합은 취득법으로 회계처리 됩니다. 이전대가는 취득일의 공정가치로 측정하고, 사업결합으로 취득한 식별가능한 자산ㆍ부채 및 우발부채는 취득일의 공정가치로 최초 측정하고 있습니다. 연결회사는 청산 시 순자산의 비례적 몫을 제공하는 비지배지분을 사업결합 건별로 판단하여 피취득자의 순자산 중 비례적 지분 또는 공정가치로 측정합니다. 그밖의 비지배지분은 다른 기준서의 요구사항이 없다면 공정가치로 측정합니다. 취득관련 원가는 발생 시 당기비용으로 인식됩니다.\n영업권은 이전대가, 피취득자에 대한 비지배지분의 금액과 취득자가 이전에 보유하고 있던 피취득자에 대한 지분의 취득일의 공정가치 합계액이 취득한 식별가능한 순자산을 초과하는 금액으로 인식됩니다. 이전대가 등이 취득한 종속기업 순자산의 공정가액보다 작다면, 그 차액은 당기손익으로 인식됩니다.\n연결회사 내의 기업간에 발생하는 거래로 인한 채권, 채무의 잔액, 수익과 비용 및 미실현이익 등은 제거됩니다. 또한 종속기업의 회계정책은 연결회사에서 채택한 회계정책을 일관성 있게 적용하기 위해 차이가 나는 경우 수정됩니다.\n지배력의 상실을 발생시키지 않는 비지배지분과의 거래는 비지배지분의 조정금액과 지급 또는 수취한 대가의 공정가치의 차이를 지배기업의 소유주에게 귀속되는 자본으로 직접 인식합니다.\n연결회사가 종속기업에 대해 지배력을 상실하는 경우, 보유하고 있는 해당 기업의 잔여 지분은 동 시점에 공정가치로 재측정되며, 관련 차액은 당기손익으로 인식됩니다.\n(2) 관계기업 및 공동기업\n관계기업은 회사가 재무정책 및 영업정책에 대한 유의적인 영향력을 보유하고 있으나, 지배하거나 공동지배하지 않는 기업입니다.\n공동기업은 회사가 약정의 자산에 대한 권리와 부채에 대한 의무를 보유하는 것이 아니라 약정의 순자산에 대한 권리를 보유하고 있는 기업입니다.\n관계기업 및 공동기업에 대한 투자는 최초에 취득원가로 인식하며 이후 지분법을 적용합니다. 연결회사와 관계기업 및 공동기업 간의 거래에서 발생한 미실현이익은 연결회사의 관계기업 및 공동기업에 대한 지분에 해당하는 부분만큼 제거됩니다. 관계기업 및 공동기업의 손실 중 연결회사의 지분이 관계기업및 공동기업에 대한 투자지분(순투자의 일부를 구성하는 장기투자지분 포함)과 같거나 초과하는 경우에는 지분법 적용을 중지합니다. 단, 연결회사의 지분이 영(0)으로 감소된 이후 추가 손실분에 대하여 연결회사에 법적-의제의무가 있거나, 관계기업 및 공동기업을 대신하여 지급하여야 하는 경우, 그 금액까지만 손실과 부채로 인식합니다.\n또한 관계기업 및 공동기업 투자에 대한 객관적인 손상의 징후가 있는 경우 관계기업및 공동기업 투자의 회수가능액과 장부금액과의 차이는 손상차손으로 인식됩니다. 연결회사는 지분법을 적용하기 위하여 관계기업 및 공동기업의 재무제표를 이용할 때, 유사한 상황에서 발생한 동일한 거래나 사건에 대하여 연결회사가 적용하는 회계정책과 동일한 회계정책이 적용되었는지 검토하여 필요한 경우 관계기업 및 공동기업의 재무제표를 조정합니다.\n2.4 현금및현금성자산\n현금및현금성자산은 보유중인 현금, 은행예금, 기타 취득 당시 만기일이 단기에 도래하며 확정된 금액의 현금으로 전환이 용이하고 가치변동의 위험이 경미한 단기투자자산을 포함하고 있습니다.\n2.5 외화환산\n(1) 기능통화와 표시통화\n연결회사는 재무제표에 포함되는 항목들을 각각의 영업활동이 이뤄지는 주된 경제 환경에서의 통화(\"기능통화\")를 적용하여 측정하고 있습니다. 연결회사의 기능통화는 대한민국 원화이며, 본 재무제표는 대한민국 원화로 표시돼 있습니다.\n(2) 외화거래와 보고기간말의 환산\n외화거래는 거래일의 환율 또는 재측정되는 항목인 경우 평가일의 환율을 적용한 기능통화로 인식됩니다. 외화거래의 결제나 화폐성 외화 자산ㆍ부채의 환산에서 발생하는 외환차이는 당기손익으로 인식됩니다. 다만, 조건을 충족하는 현금흐름위험회피나 순투자의 위험회피의 효과적인 부분과 관련되거나 보고기업의 해외사업장에 대한 순투자의 일부인 화폐성항목에서 생기는 손익은 기타포괄손익으로 인식합니다.\n비화폐성 금융자산ㆍ부채로부터 발생하는 외환차이는 공정가치 변동손익의 일부로 보아 당기손익-공정가치 측정 지분상품으로부터 발생하는 외환차이는 당기손익으로, 기타포괄손익-공정가치 측정 지분상품의 외환차이는 기타포괄손익에 포함하여 인식됩니다.\n2.6 금융자산\n(1) 분류\n연결회사는 다음의 측정 범주로 금융자산을 분류합니다.\n- 상각후원가 측정 금융자산\n- 기타포괄손익-공정가치 측정 금융자산\n- 당기손익-공정가치 측정 금융자산\n금융자산은 금융자산의 관리를 위한 사업모형과 금융자산의 계약상 현금흐름 특성에근거하여 분류합니다.\n공정가치로 측정하는 금융자산의 손익은 당기손익 또는 기타포괄손익으로 인식합니다. 채무상품에 대한 투자는 해당 자산을 보유하는 사업모형에 따라 그 평가손익을 당기손익 또는 기타포괄손익으로 인식합니다. 연결회사는 금융자산을 관리하는 사업모형을 변경하는 경우에만 채무상품을 재분류합니다.\n단기매매항목이 아닌 지분상품에 대한 투자는 최초 인식시점에 후속적인 공정가치 변동을 기타포괄손익으로 표시할 것을 지정하는 취소불가능한 선택을 할 수 있습니다. 지정되지 않은 지분상품에 대한 투자의 공정가치 변동은 당기손익으로 인식합니다.\n(2) 측정\n연결회사는 최초 인식시점에 금융자산을 공정가치로 측정하며, 당기손익-공정가치 측정 금융자산이 아닌 경우에 해당 금융자산의 취득과 직접 관련되는 거래원가는 공정가치에 가산합니다. 당기손익-공정가치 측정 금융자산의 거래원가는 당기손익으로 비용처리합니다.\n내재파생상품을 포함하는 복합계약은 계약상 현금흐름이 원금과 이자로만 구성되어 있는지를 결정할 때 해당 복합계약 전체를 고려합니다.\n① 채무상품\n금융자산의 후속적인 측정은 금융자산의 계약상 현금흐름 특성과 그 금융자산을 관리하는 사업모형에 근거합니다. 연결회사는 채무상품을 다음의 세 범주로 분류합니다.\n(가) 상각후원가 측정 금융자산\n계약상 현금흐름을 수취하기 위해 보유하는 것이 목적인 사업모형 하에서 금융자산을 보유하고, 계약상 현금흐름이 원리금만으로 구성되어 있는 자산은 상각후원가로 측정합니다. 상각후원가로 측정하는 금융자산으로서 위험회피관계의 적용 대상이 아닌 금융자산의 손익은 해당 금융자산을 제거하거나 손상할 때 당기손익으로 인식합니다. 유효이자율법에 따라 인식하는 금융자산의 이자수익은 '금융수익'에 포함됩니다.\n(나) 기타포괄손익-공정가치 측정 금융자산\n계약상 현금흐름의 수취와 금융자산의 매도 둘 다를 통해 목적을 이루는 사업모형 하에서 금융자산을 보유하고, 계약상 현금흐름이 원리금만으로 구성되어 있는 금융자산은 기타포괄손익-공정가치로 측정합니다. 손상차손(환입)과 이자수익 및 외환손익을 제외하고는, 공정가치로 측정하는 금융자산의 평가손익은 기타포괄손익으로 인식합니다. 금융자산을 제거할 때에는 인식한 기타포괄손익누계액을 자본에서 당기손익으로 재분류합니다.\n(다) 당기손익-공정가치 측정 금융자산\n상각후원가 측정이나 기타포괄손익-공정가치 측정 금융자산이 아닌 채무상품은 당기손익-공정가치로 측정됩니다. 위험회피관계가 적용되지 않는 당기손익-공정가치 측정 채무상품의 손익은 금융수익 또는 금융비용으로 인식합니다.\n② 지분상품\n연결회사는 모든 지분상품에 대한 투자를 후속적으로 공정가치로 측정합니다. 공정가치 변동을 기타포괄손익으로 표시할 것을 선택한 장기적 투자목적 또는 전략적 투자목적의 지분상품에 대해 기타포괄손익으로 인식한 금액은 해당 지분상품을 제거할 때에도 당기손익으로 재분류하지 않습니다. 이러한 지분상품에 대한 배당수익은 회사가 배당을 받을 권리가 확정된 때 금융수익으로 인식합니다.\n당기손익-공정가치로 측정하는 금융자산의 공정가치 변동은 금융수익 또는 금융비용으로 인식합니다. 기타포괄손익-공정가치로 측정하는 지분상품에 대한 손상차손(환입)은 별도로 구분하여 인식하지 않습니다.\n(3) 손상\n연결회사는 미래전망정보에 근거하여 상각후원가로 측정하거나 기타포괄손익-공정가치로 측정하는 채무상품에 대한 기대신용손실을 평가합니다. 손상 방식은 신용위험의 유의적인 증가 여부에 따라 결정됩니다. 단, 매출채권 및 리스채권에 대해 연결회사는 채권의 최초 인식시점부터 전체기간 기대신용손실을 인식하는 간편법을 적용합니다.\n(4) 인식과 제거\n금융자산의 정형화된 매입 또는 매도는 매매일에 인식하거나 제거합니다. 금융자산은 현금흐름에 대한 계약상 권리가 소멸하거나 금융자산을 양도하고 소유에 따른 위험과 보상의 대부분을 이전한 경우에 제거됩니다.\n연결회사가 금융자산을 양도한 경우라도 채무자의 채무불이행시의 소구권 등으로 양도한금융자산의 소유에 따른 위험과 보상의 대부분을 연결회사가 보유하는 경우에는 이를 제거하지 않고 그 양도자산 전체를 계속하여 인식하되, 수취한 대가를 금융부채로 인식합니다.\n(5) 금융상품의 상계\n금융자산과 부채는 인식한 자산과 부채에 대해 법적으로 집행가능한 상계권리를 현재 보유하고 있고, 순액으로 결제하거나 자산을 실현하는 동시에 부채를 결제할 의도를 가지고 있을 때 상계하여 재무상태표에 순액으로 표시합니다. 법적으로 집행가능한 상계권리는 미래사건에 좌우되지 않으며, 정상적인 사업과정의 경우와 채무불이행의 경우 및 지급불능이나 파산의 경우에도 집행가능한 것을 의미합니다.\n2.7 파생상품\n파생상품은 파생상품 계약 체결 시점에 공정가치로 최초 인식되며 이후 공정가치로 재측정됩니다. 위험회피회계의 적용 요건을 충족하지 않는 파생상품의 공정가치변동은 거래의 성격에 따라 금융수익(비용)으로 손익계산서에 인식됩니다.\n2.8 매출채권\n매출채권은 정상적인 영업과정에서 판매된 재고자산 및 제공된 용역과 관련하여 고객으로부터 수취할 금액입니다. 매출채권은 유의적인 금융요소를 포함하지 않는 경우에는 무조건적인 대가의 금액으로, 유의적인 금융요소를 포함하는 경우에는 공정가치로 최초 인식합니다.\n2.9 재고자산\n재고자산은 원가와 순실현가능가치 중 작은 금액으로 표시되고, 재고자산의 원가는 개별법 또는 이동평균법에 따라 결정됩니다. 취득원가는 매입원가, 전환원가 및 재고자산을 이용가능한 상태로 준비하는데 필요한 기타원가를 포함하고 있습니다.\n재고자산을 순실현가능가치로 감액한 평가손실과 모든 감모손실은 감액이나 감모가 발생한 기간에 비용으로 인식하고 있으며, 재고자산의 순실현가능가치의 상승으로 인한 재고자산평가손실의 환입은 환입이 발생한 기간의 비용으로 인식된 재고자산의 매출원가에서 차감하고 있습니다.\n2.10 유형자산\n유형자산은 원가에서 감가상각누계액과 손상차손누계액을 차감하여 표시됩니다.\n역사적 원가는 자산의 취득에 직접적으로 관련된 지출을 포함합니다. 후속원가는 자산으로부터 발생하는 미래 경제적 효익이 연결회사에 유입될 가능성이 높으며 그 원가를 신뢰성 있게 측정할 수 있는 경우에 한하여 자산의 장부금액에 포함되거나 적절한 경우 별도의 자산으로 인식하고 있습니다. 대체된 부분의 장부금액은 제거하고 있습니다. 그 외의 모든 수선 및 유지비는 발생한 기간의 비용으로 인식하고 있습니다.\n토지를 제외한 자산은 취득원가에서 잔존가치를 제외하고, 다음의 추정 경제적 내용연수에 걸쳐 정액법으로 상각됩니다.\n유형자산의 감가상각방법과 잔존가치 및 경제적 내용연수는 매 회계연도 말에 재검토되고 필요한 경우 추정의 변경으로 조정됩니다.\n유형자산의 제거로 인하여 발생하는 손익은 순매각금액과 장부금액의 차이로 결정되고 그 차액은 당기손익으로 인식하고 있습니다.\n2.11 차입원가\n적격자산의 취득, 건설 또는 제조와 직접 관련된 차입원가는 당해 자산 원가의 일부로 자본화하고 있으며, 기타차입원가는 발생기간에 비용으로 인식하고 있습니다. 적격자산이란 의도된 용도로 사용하거나 판매가능한 상태가 될 때까지 상당한 기간을 필요로 하는 자산을 말하며, 금융자산과 단기간 내에 제조되거나 다른 방법으로 생산되는 재고자산은 적격자산에 해당되지 아니하며, 취득시점에 의도된 용도로 사용할 수 있거나 판매가능한 상태에 있는 자산인 경우에도 적격자산에 해당되지 아니합니다.\n적격자산을 취득하기 위한 목적으로 특정하여 차입한 자금에 한하여, 보고기간 동안 그 차입금으로부터 실제 발생한 차입원가에서 당해 차입금의 일시적 운용에서 생긴 투자수익을 차감한 금액을 자본화가능차입원가로 결정하며, 일반적인 목적으로 자금을 차입하고 이를 적격자산의 취득을 위해 사용하는 경우에 한하여 당해 자산 관련 지출액에 자본화이자율을 적용하는 방식으로 자본화가능차입원가를 결정하고 있습니다. 자본화이자율은 보고기간동안 차입한 자금(적격자산을 취득하기 위해 특정 목적으로 차입한 자금 제외)으로부터 발생된 차입원가를 가중평균하여 산정하고 있습니다. 보고기간 동안 자본화한 차입원가는 당해 기간동안 실제 발생한 차입원가를 초과할 수 없습니다.\n2.12 정부보조금\n정부보조금은 보조금의 수취와 정부보조금에 부가된 조건의 준수에 대한 합리적인 확신이 있을 때 공정가치로 인식됩니다.\n연결회사는 토지 사용과 관련하여 인천광역시와 임대차계약을 체결하는 과정에서 인천광역시의 공유재산관리조례에 대한 임대료 감면 요건을 충족함으로써 임대료를 전액 면제 받고 있습니다. 연결회사는 인천광역시로부터 면제받은 임대료의 공정가치를 무형자산으로 인식하고 있으며, 동일한 금액을 정부보조금의 과목으로 하여 자산의 차감항목으로 계상하고 있습니다.\n2.13 무형자산\n무형자산은 역사적 원가로 최초 인식되고, 원가에서 상각누계액과 손상차손누계액을 차감한 금액으로 표시됩니다.\n후속지출은 관련되는 특정자산에 속하는 미래의 경제적 효익이 증가하는 경우에 한하여 자본화하며, 내부적으로 창출한 영업권 등을 포함한 다른 지출은 발생 즉시 비용화하고 있습니다.\n무형자산은 사용 가능한 시점부터 잔존가치를 영('0')으로 하여 아래의 내용연수 동안 정액법으로 상각하고 있습니다. 다만, 일부 무형자산에 대해서는 이를 이용할 수 있을 것으로 기대되는 기간이 예측가능하지 않아 당해 무형자산의 내용연수가 비한정인 것으로 평가하고 상각하지 아니하고 있습니다.\n내용연수가 유한한 무형자산의 상각기간과 상각방법은 매 보고기간말에 재검토하고 내용연수가 비한정인 무형자산에 대해서는 그 자산의 내용연수가 비한정이라는 평가가 계속하여 정당한 지를 매 보고기간말에 재검토하며, 이를 변경하는 것이 적절하다고 판단되는 경우 회계추정의 변경으로 처리하고 있습니다.\n2.14 투자부동산\n임대수익이나 투자차익을 목적으로 보유하고 있는 부동산(사용권 자산을 포함)은 투자부동산으로 분류됩니다. 투자부동산은 최초 인식시점에 원가로 측정되며, 최초 인식 후에는 원가에서 감가상각누계액과 손상차손누계액을 차감한 금액으로 표시됩니다.\n2.15 비금융자산의 손상\n영업권이나 내용연수가 비한정인 무형자산에 대하여는 매년, 상각대상 자산에 대하여는 자산손상을 시사하는 징후가 있을 때 손상검사를 수행하고 있습니다. 손상차손은 회수가능액(사용가치 또는 처분부대원가를 차감한 공정가치 중 높은 금액)을 초과하는 장부금액만큼 인식되고 영업권 이외의 비금융자산에 대한 손상차손은 매 보고기간말에 환입가능성이 검토됩니다.\n2.16 매입채무와 기타채무\n매입채무와 기타채무는 회사가 보고기간말 전에 제공받은 재화나 용역에 대하여 지급하지 않은 부채입니다. 매입채무와 기타채무는 보고기간 후 12개월 후에 지급기일이 도래하는 것이 아니라면 재무상태표에서 유동부채로 표시합니다. 해당 채무는 최초에 공정가치로 인식하고 이후 유효이자율법을 사용한 상각후원가로 측정합니다.\n2.17 금융부채\n(1) 분류 및 측정\n연결회사의 당기손익-공정가치 측정 금융부채는 단기매매목적의 금융상품입니다. 주로 단기간 내에 재매입할 목적으로 부담하는 금융부채는 단기매매금융부채로 분류됩니다. 또한, 위험회피회계의 수단으로 지정되지 않은 파생상품이나 금융상품으로부터 분리된 내재파생상품도 단기매매금융부채로 분류됩니다.\n당기손익-공정가치 측정 금융부채, 금융보증계약, 금융자산의 양도가 제거조건을 충족하지 못하는 경우에 발생하는 금융부채를 제외한 모든 비파생금융부채는 상각후원가로 측정하는 금융부채로 분류되고 있으며, 재무상태표 상 '매입채무 및 기타채무', '사채 및 차입금' 등으로 표시됩니다.\n(2) 제거\n금융부채는 계약상 의무가 이행, 취소 또는 만료되어 소멸되거나 기존 금융부채의 조건이 실질적으로 변경된 경우에 재무상태표에서 제거됩니다. 소멸하거나 제3자에게 양도한 금융부채의 장부금액과 지급한 대가(양도한 비현금자산이나 부담한 부채를 포함)의 차액은 당기손익으로 인식합니다.\n2.18 충당부채 및 우발부채\n연결회사는 과거사건의 결과로 현재의 법적의무나 의제의무가 존재하고, 그 의무를 이행하기 위한 자원의 유출가능성이 높으며, 당해 금액의 신뢰성 있는 추정이 가능한 경우 충당부채를 인식하고 있습니다. 충당부채는 의무를 이행하기 위하여 예상되는 지출액의 현재가치로 측정되며, 시간경과로 인한 충당부채의 증가는 이자비용으로 인식됩니다.\n또한, 과거사건은 발생하였으나 불확실한 미래사건의 발생여부에 의해서 존재여부가확인되는 잠재적인 의무가 있는 경우 또는 과거사건이나 거래의 결과 현재 의무가 존재하나 자원이 유출될 가능성이 높지 않거나 당해 의무를 이행하여야 할 금액을 신뢰성 있게 추정할 수 없는 경우 우발부채로 주석기재하고 있습니다.\n2.19 온실가스 배출권\n연결회사는 배출권거래제에 따라 정부로부터 무상으로 할당받은 배출권은 영(0)으로 측정하고 매입 배출권은 취득원가로 측정하며 손상차손누계액을 차감하여 표시합니다. 온실가스 배출결과 발생하는 배출부채는 연결회사가 보유한 해당 이행연도분 배출권의 장부금액과 이를 초과하는 배출량에 대한 의무 이행에 소요되는 지출의 보고기간말 현재 최선의 추정치의 합으로 측정합니다. 배출권과 배출부채는 각각 재무상태표에 '무형자산'과 '배출부채'로 분류합니다.\n2.20 당기법인세 및 이연법인세\n법인세비용은 당기법인세와 이연법인세로 구성됩니다. 법인세는 기타포괄손익이나 자본에 직접 인식된 항목과 관련된 금액은 해당 항목에서 직접 인식하며, 이를 제외하고는 당기손익으로 인식됩니다.\n당기법인세비용은 보고기간말 현재 제정되었거나 실질적으로 제정된 세법에 근거하여 측정합니다. 경영진은 적용 가능한 세법 규정이 해석에 따라 달라질 수 있는 상황에 대하여 연결회사의 세무신고 시 적용한 세무정책에 대하여 주기적으로 평가하고 있으며, 세무당국이 불확실한 법인세 처리를 수용할 가능성이 높은지 고려합니다. 연결회사는 법인세 측정 시 가장 가능성이 높은 금액 또는 기댓값 중 불확실성의 해소를 더 잘 예측할 것으로 예상되는 방법을 사용하여 불확실성의 영향을 반영합니다.\n이연법인세는 자산과 부채의 장부금액과 세무기준액의 차이로 발생하는 일시적 차이에 대하여 장부금액을 회수하거나 결제할 때의 예상 법인세효과로 인식됩니다. 다만, 사업결합 이외의 거래에서 자산ㆍ부채를 최초로 인식할 때 발생하는 이연법인세자산과 부채는 그 거래가 회계이익이나 과세소득에 영향을 미치지 않는다면 인식되지 않습니다.\n이연법인세자산은 차감할 일시적 차이가 사용될 수 있는 미래 과세소득의 발생가능성이 높은 경우에 인식됩니다.\n관계기업 및 공동기업 투자지분과 관련된 가산할 일시적 차이에 대해 소멸시점을 통제할 수 있고 예측가능한 미래에 일시적 차이가 소멸하지 않을 가능성이 높은 경우를제외하고 이연법인세부채를 인식하고 있습니다. 또한 이러한 자산으로부터 발생하는차감할 일시적 차이에 대하여 일시적 차이가 예측가능한 미래에 소멸할 가능성이 높고 일시적 차이가 사용될 수 있는 과세소득이 발생할 가능성이 높은 경우에만 이연법인세자산을 인식하고 있습니다.\n이연법인세 자산과 부채는 법적으로 당기법인세자산과 당기법인세부채를 상계할 수 있는 권리를 연결회사가 보유하고 있고, 이연법인세 자산과 부채가 동일한 과세당국에 의해서 부과되는 법인세와 관련된 경우에 상계합니다. 당기법인세 자산과 부채는 법적으로 상계할 수 있는 권리를 연결회사가 보유하고 있고, 순액으로 결제할 의도가 있거나 자산을 실현하는 동시에 부채를 결제하려는 의도가 있는 경우에 상계합니다.\n2.21 종업원급여\n(1) 단기종업원급여\n종업원이 관련 근무용역을 제공한 보고기간의 말부터 12개월 이내에 결제될 단기종업원급여는 근무용역과 교환하여 지급이 예상되는 금액을 근무용역이 제공된 때에 당기손익으로 인식하고 있습니다. 단기종업원급여는 할인하지 않은 금액으로 측정하고 있습니다.\n(2) 기타장기종업원급여\n종업원이 관련 근무용역을 보고기간말로부터 12개월 이내에 지급되지 않을 기타장기종업원급여는 당기와 과거기간에 제공한 근무용역의 대가로 획득한 미래의 급여액을 현재가치로 할인하고 있습니다. 재측정에 따른 변동은 발생한 기간에 당기손익으로 인식하고 있습니다.\n(3) 퇴직급여\n연결회사의 퇴직연금제도는 확정기여제도와 확정급여제도로 구분됩니다.\n확정기여제도는 연결회사가 고정된 금액의 기여금을 별도 기금에 지급하는 퇴직연금제도이며, 기여금은 종업원이 근무 용역을 제공했을 때 비용으로 인식됩니다.\n확정급여제도는 확정기여제도를 제외한 모든 퇴직연금제도입니다. 일반적으로 확정급여제도는 연령, 근속연수나 급여수준 등의 요소에 의하여 종업원이 퇴직할 때 지급받을 퇴직연금급여의 금액이 확정됩니다. 확정급여제도와 관련하여 재무상태표에 계상된 부채는 보고기간말 현재 확정급여채무의 현재가치에서 사외적립자산의 공정가치를 차감한 금액입니다. 확정급여채무는 매년 독립된 보험계리인에 의해 예측단위적립방식에 따라 산정되며, 확정급여채무의 현재가치는 그 지급시점과 만기가 유사한 우량회사채의 이자율로 기대미래현금유출액을 할인하여 산정됩니다. 한편, 순확정급여부채와 관련한 재측정요소는 기타포괄손익으로 인식됩니다.\n제도개정, 축소 또는 정산이 발생하는 경우, 과거근무원가 또는 정산으로 인한 손익은 당기손익으로 인식됩니다.\n2.22 납입자본\n보통주는 자본으로 분류하며 자본거래와 직접 관련되는 거래원가는 자본에서 차감하고 있습니다.\n2.23 주당이익\n연결회사는 보통주 기본주당이익을 당기순손익에 대하여 계산하고 포괄손익계산서에 표시하고 있습니다. 기본주당이익은 보통주에 귀속되는 당기순손익을 보고기간 동안에유통된 보통주식수를 가중평균한 주식수로 나누어 계산하고 있습니다. 연결회사는 희석증권을 발행하지 않았으므로 기본주당이익과 희석주당이익은 같습니다.\n2.24 수익인식\n(1) 수행의무의 식별\n① CMO(Contract Manufacturing Organization)사업\n연결회사는 주문생산방식의 바이오의약품을 생산공급하고 있습니다. 바이오의약품 생산을 위해 생산 이전에 필수적으로 제공되는 서비스에 대해서는 준비단계로 보아 수행의무에 포함하지 않고 바이오의약품 판매만을 수행의무로 인식합니다.\n② CDO(Contract Development Organization)사업\n연결회사는 세포주 및 공정에 대한 연구 개발 서비스를 제공하고 있습니다. 연결회사는 세포주 및 공정에 대한 연구 개발 서비스를 상호 구분되는 수행의무로 인식합니다.\n(2) 기간에 걸쳐 이행하는 수행의무\n① CMO사업\n연결회사가 생산한 제품은 대체용도가 없으며, 수행을 완료한 부분에 대해 집행가능한 지급청구권이 있습니다. 고객이 요구하는 품질의 바이오의약품을 생산하고, 계약이 고객에 의해 해지되는 경우 연결회사는 투입된 원가에 적정한 이윤에 대한 보상을 청구할 수 있기 때문입니다. 그러므로 고객과의 계약으로부터 발생하는 수익은 바이오의약품의 통제가 고객에게 이전되는 기간에 걸쳐 인식하고 있습니다.\n기업회계기준서 제1115호의 실무적 간편법에 따라 관련 계약의 미이행 부분에 배분된 거래가격은 공시하지 않았습니다.\n② CDO사업\n연결회사가 연구개발서비스를 수행하는 대로 동시에 고객이 효익을 얻고 소비할 수 있으므로 서비스별 연구개발기간에 걸쳐 수익을 인식합니다.\n(3) 계약이행원가\n계약이행원가는 고객과의 계약을 이행할 때 드는 원가로서, 원가가 계약이나 구체적으로 식별할 수 있는 예상 계약에 직접 관련되고, 원가가 미래의 수행의무를 이행(또는 계속 이행)할 때 사용할 기업의 자원을 창출하거나 가치를 높이며, 회수될 것으로 예상된다면 자산으로 인식되며, 자산화된 계약이행원가는 향후 진행율에 따라 매출원가로 인식하고 있습니다.\n(4) 계약자산 및 계약부채\n① CMO사업\n연결회사는 고객이 주문한 제품을 생산하기 위해 수행하는 기술이전 및 시제품 생산활동 등과 관련하여 고객으로부터 선수취한 금액을 계약부채로, 관련 원가는 계약이행원가로 인식하고 있습니다. 해당 활동은 고객이 주문한 제품을 생산하기 위해 필수적으로 선행되어야 하는 활동이나 고객에게 재화나 용역을 이전하는 활동이 아니기 때문에 수행의무에 포함되지 않습니다.\n② CDO사업\nCDO사업에서 계약자산은 기업이 고객에게 이전한 재화나 용역에 대하여 그 대가를 받을 기업의 권리이며, 계약부채는 기업이 고객에게서 이미 받은 대가(또는 지급기일이 된 대가)에 상응하여 고객에게 재화나 용역을 이전하여야 하는 기업의 의무로 정의됩니다.\n(5) 변동대가\n연결회사는 계약에서 약속한 대가에 변동금액이 포함된 경우에 고객에게 약속한 재화나 용역을 이전하고 그 대가로 받을 권리를 갖게 될 금액을 추정하고 있습니다. 대가는 할인(discount), 환불, 공제(credits), 가격할인(price concessions), 위약금이나 그 밖의 유사한 항목으로 인하여 변동될 수 있습니다. 연결회사의 대가를 받을 권리가 미래 사건의 발생 여부에 달려있는 경우에도 약속한 대가는 변동될 수 있습니다.\n(6) 수취채권의 인식\n수취채권은 바이오의약품의 통제가 고객에게 이전되는 시점에 인식합니다. 이는 바이오의약품의 통제가 고객에게 이전되는 시점부터는 시간이 지나기만 하면 대가를 지급받게 되므로 대가를 받을 무조건적인 권리가 생기기 때문입니다.\n2.25 리스\n(1) 리스제공자\n연결회사가 리스제공자인 경우 운용리스에서 생기는 리스수익은 리스기간에 걸쳐 정액기준으로 인식합니다. 운용리스 체결 과정에서 부담하는 리스개설직접원가를 기초자산의 장부금액에 더하고 리스료 수익과 같은 기준으로 리스기간에 걸쳐 비용으로 인식합니다. 각 리스된 자산은 재무상태표에서 그 특성에 기초하여 표시하였습니다.\n(2) 리스이용자\n연결회사는 다양한 사무실, 장비, 자동차 등을 리스하고 있으며, 리스계약은 일반적으로 2~3년의 고정기간으로 체결되지만 연장선택권이 있을 수 있습니다. 계약에는 리스요소와 비리스요소가 모두 포함될 수 있습니다. 연결회사는 리스이용자인 부동산 리스의 경우 리스요소와 비리스요소를 분리하지 않고 하나의 리스요소로 회계처리하는 실무적 간편법을 적용하였습니다. 리스조건은 개별적으로 협상되며 다양한 계약조건을 포함합니다. 리스계약에 따라 부과되는 다른 제약은 없지만 리스자산을 차입금의 담보로 제공할 수는 없습니다.\n연결회사는 리스된 자산을 사용할 수 있는 리스개시일에 사용권자산과 이에 대응하는 부채를 인식합니다. 리스에서 생기는 자산과 부채는 최초에 현재가치기준으로 측정합니다. 또한 리스부채의 측정에는 상당히 확실한(reasonably certain) 연장선택권에 따라 지급될 리스료를 포함합니다.\n리스의 내재이자율을 쉽게 산정할 수 있는 경우 그 이자율로 리스료를 할인합니다. 내재이자율을 쉽게 산정할 수 없는 경우에는 리스이용자가 비슷한 경제적 환경에서 비슷한 기간에 걸쳐 비슷한 담보로 사용권자산과 가치가 비슷한 자산을 획득하는 데 필요한 자금을 차입한다면 지급해야 할 이자율인 리스이용자의 증분차입이자율을 사용합니다.\n연결회사는 지수나 요율에 따라 달라지는 변동리스료의 경우 지수나 요율이 유효할 때까지 리스부채에 포함하지 않는 변동리스료의 잠재적 미래 증가 위험에 노출되어 있습니다. 지수나 요율에 따라 달라지는 리스료의 조정액이 유효한 시점에서 리스부채를 재평가하고 사용권자산을 조정합니다.\n각 리스료는 리스부채의 상환과 금융원가로 배분합니다. 금융원가는 각 기간의 리스부채 잔액에 대하여 일정한 기간 이자율이 산출되도록 계산된 금액을 리스기간에 걸쳐 당기손익으로 인식합니다.\n사용권자산은 다음 항목들로 구성된 원가로 측정합니다.\n사용권자산은 리스개시일부터 사용권자산의 내용연수 종료일과 리스기간 종료일 중 이른 날까지의 기간동안 감가상각합니다. 연결회사가 매수선택권을 행사할 것이 상당히 확실한(reasonably certain) 경우 사용권자산은 기초자산의 내용연수에 걸쳐 감가상각합니다. 연결회사는 보유하고 있는 사용권자산인 건물에 대해서는 재평가모형을 선택하지 않았습니다.\n단기리스는 리스기간이 12개월 이하인 리스이며, 소액리스자산은 IT기기와 소액의 사무실 기구로 구성되어 있습니다. 단기리스 및 소액자산 리스와 관련된 리스료는 당기손익으로 인식합니다.\n2.26 재무제표 승인\n연결회사의 재무제표는 2022년 1월 24일자로 이사회에서 승인되었으며, 정기주주총회에서 수정승인 될 수 있습니다.\n3. 중요한 회계추정 및 가정\n재무제표 작성에는 미래에 대한 가정 및 추정이 요구되며 경영진은 회사의 회계정책을 적용하기 위해 판단이 요구됩니다. 추정 및 가정은 지속적으로 평가되며, 과거 경험과 현재의 상황에 비추어 합리적으로 예측가능한 미래의 사건을 고려하여 이루어집니다. 회계추정의 결과가 실제 결과와 동일한 경우는 드물 것이므로 중요한 조정을유발할 수 있는 유의적인 위험을 내포하고 있습니다.\n다음 회계연도에 자산 및 부채 장부금액의 조정에 영향을 미칠 수 있는 경영진 판단과 유의적 위험에 대한 추정 및 가정은 다음과 같습니다. 일부 항목에 대한 유의적인 판단 및 추정에 대한 추가적인 정보는 개별 주석에 포함되어 있습니다.\n(1) 법인세\n연결회사의 과세소득에 대한 법인세는 대한민국의 세법 및 과세당국의 결정을 적용하여 산정되므로 최종 세효과를 산정하는 데에는 불확실성이 존재합니다.(주석 29 참조)\n연결회사는 특정 기간동안 과세소득의 일정 금액을 투자, 임금증가 등에 사용하지 않았을때 세법에서 정하는 방법에 따라 산정된 법인세를 추가로 부담합니다. 따라서, 해당 기간의 당기법인세와 이연법인세를 측정할 때 이에 따른 세효과를 반영하여야 하고, 이로 인해 연결회사가 부담할 법인세는 각 연도의 투자, 임금증가 등의 수준에 따라 달라지므로 최종 세효과를 산정하는 데에는 불확실성이 존재합니다.\n(2) 관계기업 및 공동기업 투자주식의 손상\n연결회사는 매보고기간말 관계기업 및 공동기업 투자주식에 대해 손상징후를 검토하고 있습니다. 손상검사는 손상징후가 있다고 판단되는 경우 혹은 투자주식의 금액적 중요성을 고려하여 매년말 실시합니다. 손상검사 시에는 현금창출단위 또는 현금창출단위집단의 장부금액을 회수가능액(사용가치 또는 순공정가치 중 높은 금액)과 비교하고 있습니다. 손상차손은 즉시 비용으로 인식되며, 후속적으로 회수가능액이 증가하는 만큼 환입됩니다.\n(3) 계약이행원가의 손상\n연결회사는 보고기간말 계약이행원가의 손상여부를 검토하고 있습니다. 계약이행원가와 관련된 재화나 용역의 대가로 기업이 받을 것으로 예상하는 수익과, 직접 관련되는 예상 원가를 비교하여 손상을 인식합니다. 이러한 계산은 추정에 근거하여 이루어집니다.\n(4) COVID-19 영향\n연결재무제표 작성시 사용된 중요한 미래에 대한 회계추정 및 가정은 COVID-19에 따른 불확실성의 변동에 따라 조정될 수 있으나, COVID-19가 연결회사의 사업, 재무상태 및 성과, 유동성에 미칠 궁극적인 영향은 현재로는 예측할 수 없습니다.\n4. 영업부문\n(1) 연결회사는 기업회계기준서 제1108호에 따라 영업부문과 관련된 공시사항을 재무제표에 공시하고 있으며, 연결회사의 영업부문은 생물학적 의약품 제조부문으로 구성되어 있습니다.\n(2) 당기 및 전기 중 연결회사의 매출액의 10% 이상을 차지하는 고객은 다음과 같습니다.\n(3) 당기 및 전기 중 지역별 매출액은 다음과 같습니다.\n5. 금융상품\n(1) 금융자산\n당기말과 전기말 현재 범주별 금융자산의 내역은 다음과 같습니다.\n(*1) 외화 및 원화 차입금에 대해 통화금리스왑 및 금리스왑을 체결하였으며, 구체적인 내역은 다음과 같습니다.\n(2) 금융부채\n당기말과 전기말 현재 범주별 금융부채의 내역은 다음과 같습니다.\n(*1) 종업원에게 지급하여야 할 연차수당 및 성과상여금 등을 제외한 금액입니다.\n(*2) 외화 및 원화 차입금에 대해 통화금리스왑 및 금리스왑을 체결하였으며, 구체적인 내역은 다음과 같습니다.\n(3) 금융상품 종류별 공정가치\n당기말과 전기말 현재 금융상품의 장부금액과 공정가치는 다음과 같습니다.\n(4) 공정가치 서열체계\n공정가치로 측정되는 금융상품은 공정가치 서열체계에 따라 구분되며 정의된 수준들은 다음과 같습니다.\n- 수준 1 : 측정일에 동일한 자산이나 부채에 대해 접근할 수 있는 활성시장의 (조정하지 않은) 공시가격\n- 수준 2 : 수준 1의 공시가격 외에 자산이나 부채에 대해 직접적으로나 간접적으로 관측할 수 있는 투입변수\n- 수준 3 : 자산이나 부채에 대한 관측할 수 없는 투입변수\n공정가치로 측정되는 금융상품의 공정가치 서열체계 구분은 다음과 같습니다.\n① 당기말\n② 전기말\n(5) 가치평가기법 및 투입변수\n연결회사는 공정가치 서열체계에서 수준 2로 분류되는 공정가치측정치에 대하여 다음의 가치평가기법과 투입변수를 사용하고 있습니다.\n(6) 금융상품 범주별 손익\n당기와 전기 중 금융상품 범주별 손익의 내역은 다음과 같습니다.\n(*) 기타손익은 외화환산손익, 외환차손익, 당기손익-공정가치측정금융자산처분손익이 포함되어 있습니다.\n6. 현금및현금성자산\n당기말과 전기말 현재 현금및현금성자산의 내역은 다음과 같습니다.\n7. 사용제한 금융상품\n당기말과 전기말 현재 사용이 제한된 금융상품은 다음과 같습니다.\n8. 매출채권및기타채권\n(1) 당기말과 전기말 현재 매출채권및기타채권의 내역은 다음과 같습니다.\n(*1) 연결회사는 채권의 최초 인식 시점부터 전체 회수예상기간 동안의 기대신용손실을 계산하여, 대손충당금을 설정하였습니다.\n(*2) 당기말과 전기말 현재 특수관계자에 대한 매출채권및기타채권은 각각 83,859,716천원, 65,741,723천원입니다 (주석 32 참조).\n(2) 당기말과 전기말 현재 매출채권 및 기타채권의 연령분석은 다음과 같습니다.\n(3) 당기와 전기의 대손충당금의 변동내역은 아래와 같습니다.\n9. 계약자산과 계약부채\n(1) 당기 및 전기 중 고객과의 계약에서 생기는 계약자산과 계약부채의 증감내역은 다음과 같습니다.\n① 당기\n② 전기\n계약이행원가는 고객이 주문한 제품을 생산하기 위해 수행하는 기술이전 및 시제품 생산활동의 원가로 구성되어 있습니다. 해당 활동은 고객이 주문한 제품을 생산하기 위해 필수적으로 선행되어야 하는 활동이나 고객에게 재화나 용역을 이전하는 활동이 아니기 때문에 수행의무에 포함되지 않고 계약자산으로 인식되었습니다. 미청구 계약자산은 진행률에 따라 인식되는 연결회사의 수행의무 이행정도와 고객에게 청구한 대가의 차이로 인해 인식되었습니다. 한편, 연결회사는 기술이전 및 시제품 생산활동 등과 관련하여 고객으로부터 선수취한 금액을 계약부채로 인식하고 있습니다.\n(2) 당기 중 당기손익으로 인식한 계약자산의 손상차손은 725,887천원입니다. 전기 중 전기손익으로 인식한 계약자산의 손상차손 금액은 없습니다.\n(3) 연결회사는 위 기술된 계약부채 인식 대상 외에 고객에게 재화나 용역을 이전하기 전에 수취한 금액을 선수금으로 분류하고 있으며, 당기 및 전기 중 선수금 증감내역은 다음과 같습니다.\n① 당기\n② 전기\n10. 재고자산\n당기말과 전기말 현재 재고자산의 내역은 다음과 같습니다.\n당기 중 인식한 재고평가손실액은 3,346,479천원이고, 전기 중 인식한 재고자산평가손실환입액은 9,118,584천원입니다. 동 금액은 매출원가에 가감되어 있습니다.\n11. 기타금융자산\n당기말과 전기말 현재 기타금융자산의 내역은 다음과 같습니다.\n12. 기타자산\n당기말과 전기말 현재 기타자산의 내역은 다음과 같습니다.\n13. 관계기업 및 공동기업 투자주식\n(1) 당기말과 전기말 현재 관계기업 및 공동기업 투자주식의 세부내역은 다음과 같습니다.\n(*1) 연결회사는 2012년 중 바이오시밀러 개발 및 상업화를 위하여 미국 Biogen The-rapeutics Inc.과 합작법인인 삼성바이오에피스㈜를 설립하였습니다. 연결회사는 2015년 이전까지 삼성바이오에피스㈜를 연결회사의 종속기업으로 분류하였으나, Bio-gen Therapeutics Inc.가 보유한 삼성바이오에피스㈜에 대한 잠재적 의결권이 실질적인 권리에 해당되고, 해당 약정에 따른 이사회 구성, 주총결의를 위한 의결정족수 등으로 인하여 관련활동을 일방적으로 통제할 수 없어 연결회사는 2015년 중 삼성바이오에피스㈜를 종속기업에서 제외하였습니다. 연결회사와 Biogen Therapeutics I-nc.가 체결한 합작계약에 따라 삼성바이오에피스㈜와 Biogen Therapeutics Inc. 등의 회사는 지적재산권에 관한 계약 등을 체결하고 있습니다.\n한편, Biogen Therapeutics Inc.는 연결회사의 피투자기업인 삼성바이오에피스㈜의 지분을 50%-1주까지 매입할 수 있는 콜옵션을 2018년 6월 29일 행사하였고, 2018년 11월 7일 주식 매매 거래에 대한 모든 법적 절차를 완료하여 당기말 현재 삼성바이오에피스㈜에 대한 연결회사의 지분율은 50%+1주입니다.\n(*2) 2020년 9월, 연결회사와 AstraZeneca는 공동기업인 Archigen Biotech Limited의 연구개발활동을 중단하기로 결정하였습니다.\n(*3) 연결회사는 당기 중 바이오 분야 Startup 지분투자를 위해 SVIC54호 신기술사업투자조합에 출자하였습니다.\n(2) 당기와 전기 중 관계기업 및 공동기업 투자주식 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n(*) 피투자회사의 자본변동 및 환율변동 등이 포함되어 있습니다.\n② 전기\n(*1) 피투자회사의 자본변동 및 환율변동 등이 포함되어 있습니다.\n(*2) 전기 중 연결회사는 피투자기업에 대한 장부금액이 영(\"0\") 이하로 감소하여 지분법 적용을 중단하였습니다. 전기 중 인식하지 않은 지분법손실은 1,148,724천원입니다.\n(3) 당기 및 전기의 관계기업 및 공동기업의 요약재무정보는 다음과 같습니다.\n① 당기 및 당기말\n(*) 삼성바이오에피스㈜의 연결기준 재무정보로 순자산공정가치 조정 전입니다.\n(*) 삼성바이오에피스㈜의 연결기준 재무정보로 순자산공정가치 조정 전입니다.\n② 전기 및 전기말\n(*) 삼성바이오에피스㈜의 연결기준 재무정보로 순자산공정가치 조정 전입니다.\n(*) 삼성바이오에피스㈜의 연결기준 재무정보로 순자산공정가치 조정 전입니다.\n(4) 당기말 및 전기말 현재 관계기업 및 공동기업 재무정보금액을 관계기업 및 공동기업에 대한 지분의 장부금액으로 조정한 내역은 다음과 같습니다.\n① 당기말\n(*) 지배력 상실시점의 순자산공정가치 조정액과 불균등 유상증자와 관련된 투자차액이 포함되어 있으며, 상각 효과가 반영되어 있습니다.\n② 전기말\n(*) 지배력 상실시점의 순자산공정가치 조정액과 불균등 유상증자와 관련된 투자차액이 포함되어 있으며, 상각 효과가 반영되어 있습니다.\n14. 투자부동산\n(1) 당기말과 전기말 현재 투자부동산의 구성내역은 다음과 같습니다.\n(2) 당기와 전기 중 투자부동산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n(*) 당기 중 투자부동산 20,247,961천원이 유형자산으로 대체되었습니다.\n② 전기\n(3) 연결회사는 관계기업인 삼성바이오에피스㈜에 건물 및 구축물을 임대하였으나 당기 1월에 임대차계약이 종료됨에 따라 관련 투자부동산을 유형자산으로 대체하였습니다. 당기 중 해당 투자부동산에서 발생한 임대수익은 125백만원이며, 당기말 현재 임대중인 투자부동산은 없습니다.\n15. 유형자산\n(1) 당기말과 전기말 현재 유형자산의 구성내역은 다음과 같습니다.\n(2) 당기와 전기 중 유형자산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(3) 당기 및 전기 중 감가상각비의 비용 분류는 다음과 같습니다.\n(4) 차입원가자본화\n당기 중 적격 자산인 유형자산에 대해 자본화된 차입원가는 4,258,716천원(전기 : 81,090천원)이며, 자본화가능차입원가를 산정하기 위하여 사용된 일반목적 차입금 자본화차입이자율은 2.31%(전기: 2.61%)입니다.\n16. 무형자산\n(1) 당기말과 전기말 현재 무형자산의 구성내역은 다음과 같습니다.\n(2) 당기 및 전기 중 무형자산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(*) 일부 무형자산의 회수가능액이 장부금액에 중요하게 미달하여 전기 중 손상차손을 인식하였습니다.\n(3) 당기 및 전기 중 무형자산상각비의 비용 분류는 다음과 같습니다.\n17. 사채 및 차입금\n(1) 당기말과 전기말 현재 사채 및 차입금의 내역은 다음과 같습니다.\n(2) 당기말과 전기말 현재 연결회사가 발행한 사채의 내역은 다음과 같습니다.\n(3) 당기말과 전기말 현재 단기차입금의 내역은 다음과 같습니다.\n(4) 당기말과 전기말 현재 장기차입금의 내역은 다음과 같습니다.\n(5) 당기말 현재 사채 및 차입금의 연도별 상환계획은 다음과 같습니다.\n18. 매입채무및기타채무\n당기말과 전기말 현재 매입채무및기타채무 내역은 다음과 같습니다.\n(*) 당기말과 전기말 현재 특수관계자에 대한 매입채무및기타채무는 각각 234,504,395천원, 17,038,268천원입니다(주석 32 참조).\n19. 배출부채\n(1) 배출권\n연결회사는 2017년부터 '온실가스 배출권의 할당 및 거래에 관한 법률'에 따라 배출권 할당 및 거래 제도에 참여하고 있습니다. 연결회사가 무상할당 받은 3차 계획기간(2021년~2025년)에 대한 배출권 수량은 다음과 같습니다.\n당기말 현재 담보로 제공한 배출권은 없습니다.\n(2) 배출부채\n당기와 전기의 배출부채의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n연결회사는 당기에 이산화탄소 143,068톤을 배출한 것으로 추정하였습니다.\n20. 리스\n(1) 당기말 및 전기말 현재 리스와 관련해 재무상태표에 인식된 금액은 다음과 같습니다.\n(*) 당기 및 전기 중 증가된 사용권자산은 각각 7,206,634천원, 13,693,769천원입니다.\n(2) 당기 및 전기 중 리스와 관련하여 포괄손익계산서에 인식된 금액은 다음과 같습니다.\n(3) 당기 및 전기 중 사용권자산 감가상각비의 비용 분류는 다음과 같습니다.\n(4) 당기 및 전기 중 리스부채 및 소액자산리스, 변동리스료 등과 관련하여 발생한 리스의 총 현금유출액은 각각 15,544,282천원, 9,949,447천원 입니다.\n21. 기타부채\n당기말과 전기말 현재 기타부채의 내역은 다음과 같습니다.\n22. 종업원급여\n(1) 당기말과 전기말 현재 재무상태표에 인식된 종업원급여 관련 자산과 부채의 상세내역은 다음과 같습니다.\n(*) 종업원에게 지급하여야 할 연차수당 및 성과상여금 등을 포함한 금액입니다.\n(2) 당기와 전기 중 순확정급여부채(자산)의 변동내역은 다음과 같습니다.\n(3) 당기말과 전기말 현재 사외적립자산은 다음의 자산으로 구성되어 있습니다.\n(4) 당기와 전기 중 확정급여제도와 관련한 총비용의 배분내역은 다음과 같습니다.\n(5) 당기말과 전기말 현재 확정급여제도와 관련하여 사용된 주요 보험수리적 가정은 다음과 같습니다.\n당기말과 전기말 현재 확정급여채무의 가중평균만기는 각각 9.15년과 9.26년입니다.\n(6) 당기말 현재 유의적인 보험수리적 가정에 대한 민감도분석은 다음과 같습니다.\n23. 자본\n(1) 당기말과 전기말 현재 자본금의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 발행주식수와 유통주식수의 변동내역은 없습니다.\n(3) 당기말과 전기말 현재 자본잉여금의 내역은 다음과 같습니다.\n(4) 당기말과 전기말 현재 기타포괄손익누계액의 내역은 다음과 같습니다.\n24. 매출액 및 매출원가\n당기와 전기 중 매출액 및 매출원가의 내역은 다음과 같습니다.\n(*) 기타 매출원가에는 비정상조업도손실, 재고자산 평가손실 등이 포함되어 있습니다.\n25. 판매비와관리비\n당기와 전기 중 판매비와관리비의 내역은 다음과 같습니다.\n26. 비용의 성격별 분류\n당기와 전기 중 발생한 비용의 성격별 분류에 대한 정보는 다음과 같습니다.\n(*) 손익계산서 상의 매출원가 및 판매비와관리비를 합한 금액입니다.\n27. 기타수익 및 기타비용\n(1) 당기와 전기 중 기타수익의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 기타비용의 내역은 다음과 같습니다.\n28. 금융수익 및 금융비용\n(1) 당기와 전기 중 금융수익의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 금융비용의 내역은 다음과 같습니다.\n29. 법인세비용\n(1) 당기 및 전기 중 법인세비용의 구성요소는 다음과 같습니다.\n(2) 당기 및 전기 중 법인세비용과 회계이익의 관계는 다음과 같습니다.\n(3) 당기 및 전기 중 기타포괄손익으로 인식되는 항목과 관련된 법인세는 다음과 같습니다.\n(4) 당기와 전기 중 연결회사의 이연법인세자산(부채) 증감내역 및 당기말과 전기말 현재 이연법인세자산(부채)의 내역은 다음과 같습니다.\n① 당기\n② 전기\n(5) 당기말과 전기말 현재 이연법인세자산과 부채의 회수 및 결제 시기는 다음과 같습니다.\n(6) 연결회사는 이연법인세자산에 대한 미래 실현가능성을 회사의 성과, 전반적인 경제환경과 산업에 대한 전망, 향후 예상수익, 세액공제와 이월결손금의 공제가능기간 등 다양한 요소들을 고려하여 평가합니다. 연결회사는 주기적으로 이러한 사항들을 검토하고 있습니다.\n30. 주당이익\n(1) 기본주당이익\n당기와 전기의 주당이익의 계산내역은 다음과 같습니다.\n(*) 당기와 전기 중 주식수 변동은 없습니다.\n(2) 희석주당이익\n연결회사는 당기말 현재 희석증권이 존재하지 아니하므로 희석주당이익은 기본주당이익과 동일합니다.\n31. 우발부채와 약정사항\n(1) 당기말 현재 금융기관과 체결한 대출약정사항은 다음과 같습니다.\n(2) 당기말 현재 금융기관으로부터 제공 받은 보증의 내역은 다음과 같습니다.\n(3) 연결회사는 금융기관과 차입금에 대해 다음의 약정사항을 체결하였으며, 사건 발생시 차입금에 대한 기한의 이익을 상실하여 조기상환청구를 받을 수 있습니다.\n(4) 연결회사는 토지사용과 관련하여 인천광역시와 임대차계약을 체결하는 과정에서인천광역시의 공유재산관리조례에 대한 임대료 감면 요건을 충족함으로써 임대료를 전액 면제받고 있습니다. 연결회사는 인천광역시로부터 면제받은 임대료의 공정가치를 무형자산으로 인식하고 있으며, 동일한 금액을 정부보조금의 과목으로 하여 자산의 차감항목으로 계상하고 있습니다. 토지 무상임대 기간 및 임대료 전액 면제요건은 다음과 같습니다.\n① 기간\n총 50년간 임대조건으로 최초 임대기간은 토지임대차계약 체결일인 2011년 4월 28일로부터 20년간이며, 이후 10년 단위로 재계약을 체결할 수 있습니다.\n② 면제요건\n임대차계약 및 인천광역시공유재산관리조례 제32조의 규정에 의하여 계약 체결일로부터 5년간은 외국인투자금액이 미화 2천만달러 이상 유지, 그 이후부터는 외국인투자기업이면서 1일 평균 고용인원 300명 이상 요건 등을 충족하는 기업을 면제대상으로 합니다.\n(5) 당기말 현재, 연결회사의 회계처리 및 주석공시(주석 35 참조)와 관련하여 계류 중인 주식거래 손해배상소송은 총 4건이며, 총 소송가액은 9,296백만원입니다.\n(6) 당기말 현재 발생하지 아니한 유무형자산의 취득을 위한 약정액은 1,342,726백만원이며, 이 중 특수관계자인 삼성엔지니어링 등과의 약정액은 921,121백만원입니다.\n(7) 당기말 현재 연결회사는 SVIC54호 신기술사업투자조합에 대해 한도액 49,500백만원의 출자 약정을 체결하고 있습니다.\n연결회사는 2021년 8월 13일 최초 출자금 12,375백만원을 납입하였으며, 2024년 8월 13일까지 3회에 걸쳐 추가 출자금을 분할 납입할 예정입니다.\n32. 특수관계자\n(1) 당기말 현재 연결회사의 지배기업은 삼성물산㈜이며, 회사에 대한 지분율은 43.44%입니다.\n(2) 당기말 현재 연결회사와 매출 등 거래 또는 채권ㆍ채무 잔액이 있는 특수관계자 등의 현황은 다음과 같습니다.\n(*) 기업회계기준서 제1024호 '특수관계자 공시'에 따른 특수관계자 범위에 포함되지 않으나 독점규제 및 공정거래법에 따른 동일한 대규모기업집단에 소속된 회사입니다.\n(3) 특수관계자에 대한 주요 채권ㆍ채무내역은 다음과 같습니다.\n① 당기말\n(*) ㈜멀티캠퍼스, ㈜호텔신라와의 거래가 포함되어 있습니다.\n② 전기말\n(*) ㈜멀티캠퍼스, ㈜호텔신라와의 거래가 포함되어 있습니다.\n(4) 특수관계자와의 주요 거래내역은 다음과 같습니다.\n① 당기\n(*1) 기타수익은 사외적립자산에서 발생한 운용수익으로, 퇴직급여의 차감항목으로 인식하였습니다. 당기말 현재 사외적립자산으로 삼성화재해상보험㈜에 44,266백만원(전기말 42,670백만원), 삼성생명보험㈜에 27,654백만원(전기말 23,851백만원) 및\n삼성증권㈜에 29,721백만원(전기말 25,772백만원)이 적립되어 있습니다.\n(*2) 멀티캠퍼스, 호텔신라㈜, ㈜시큐아이와의 거래가 포함되어 있습니다.\n② 전기\n(*1) 기타수익은 사외적립자산에서 발생한 운용수익으로, 퇴직급여의 차감항목으로 인식하였습니다.\n(*2) ㈜멀티캠퍼스, ㈜호텔신라, 에스코어㈜와의 거래가 포함되어 있습니다.\n(5) 당기와 전기 중 주요경영진에 대한 보상내역은 다음과 같습니다.\n연결회사의 주요경영진에는 등기 임원인 이사(비상임 포함)를 포함하였습니다. 연결회사의 주요경영진에 대한 보상은 급여, 비화폐성 급여 및 퇴직급여제도에 대한 기여금을 포함하고 있습니다. 한편, 연결회사는 현직 임원들에게 3년간의 경영실적에 따라 성과급을 지급하는 장기성과인센티브를 부여하였는 바, 향후 지급이 예상되는 금액 중 당기말까지의 누적액을 미지급비용 및 장기미지급비용으로 계상하고 있습니다.\n(6) 당기와 전기 중 특수관계자와의 자금거래는 다음과 같습니다.\n33. 현금흐름표\n(1) 당기와 전기 중 투자와 재무활동 중 현금의 유입과 유출이 없는 중요한 거래내역은 다음과 같습니다.\n(2) 재무활동에서 생기는 부채의 당기 및 전기 중 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n34. 금융위험관리\n금융상품과 관련하여 연결회사는 신용위험, 유동성위험 및 시장위험에 노출되어 있습니다. 본 주석은 연결회사가 노출되어 있는 위의 위험에 대한 정보와 연결회사의 위험관리 목표, 정책, 위험 평가 및 관리 절차, 그리고 자본관리에 대해 공시하고 있습니다. 추가적인 계량적 정보에 대해서는 본 재무제표 전반에 걸쳐서 공시되어 있습니다.\n(1) 위험관리 정책\n연결회사의 위험관리정책은 연결회사가 직면한 위험을 식별 및 분석하고, 적절한 위험 한계치 및 통제를 설정하고, 위험이 한계치를 넘지 않도록 하기 위해 수립되었습니다. 위험관리정책과 시스템은 시장 상황과 연결회사의 활동의 변경을 반영하기 위해 정기적으로 검토되고 있습니다. 연결회사는 훈련 및 관리기준, 절차를 통해 모든 종업원들이 자신의 역할과 의무를 이해할 수 있는 엄격하고 구조적인 통제환경을 구축하는 것을 목표로 하고 있습니다. 이사회는 경영진이 연결회사의 위험관리 정책 및절차의 준수여부를 어떻게 관리하는지 감독하고, 연결회사의 위험관리체계가 적절한지 검토합니다.\n(2) 신용위험\n신용위험이란 고객이나 거래상대방이 금융상품에 대한 계약상의 의무를 이행하지 않아 회사가 재무손실을 입을 위험을 의미합니다. 금융자산의 장부금액은 신용위험에 대한 최대노출정도를 나타냅니다. 당기말과 전기말 현재 연결회사의 신용위험에 대한 최대 노출정도는 다음과 같습니다.\n(*) 연결회사가 보유하는 현금시재액은 제외하였습니다.\n(3) 유동성위험\n유동성위험이란 연결회사가 금융부채에 관련된 의무를 충족하는 데 어려움을 겪게 될 위험을 의미합니다. 연결회사의 유동성 관리방법은 재무적으로 어려운 상황에서도 받아들일 수 없는 손실이 발생하거나, 연결회사의 평판에 손상을 입힐 위험 없이, 만기일에 부채를 상환할 수 있는 충분한 유동성을 유지하도록 하는 것입니다.\n유동성위험관리에 대한 궁극적인 책임은 연결회사의 단기 및 중장기 자금조달과 유동성관리규정을 적절하게 관리하기 위한 기본정책을 수립하는 이사회에 있습니다. 연결회사는 적정 유동성의 유지를 위하여 주기적인 자금수지 예측, 조정을 통해 유동성 위험을 관리하고 있습니다.\n당기말과 전기말 현재 금융부채의 계약상 만기는 다음과 같습니다. 금액은 이자지급액을 포함하고, 상계약정의 효과는 포함하지 않았습니다. 연결회사는 이 현금흐름이 유의적으로 더 이른 기간에 발생하거나, 유의적으로 다른 금액일 것으로 기대하지 않습니다.\n① 당기말\n② 전기말\n(4) 환위험\n연결회사의 기능통화 외의 통화로 표시되는 판매, 구매 및 차입에 대해 환위험에 노출되어 있습니다. 이러한 거래들이 표시되는 주된 통화는 USD 등입니다. 연결회사는 환위험에 대한 회피가 필요하다고 판단되는 경우 통화선도거래 등을 통해 환위험을 관리할 수 있도록 계획을 수립하고 있습니다.\n① 환위험에 대한 노출\n연결회사의 환위험에 대한 노출정도는 다음과 같습니다.\n(*) 통화스왑이 체결된 외화차입금은 환위험에 노출되지 않은것으로 보아 제외하였습니다.\n② 당기와 전기 중 적용된 환율은 다음과 같습니다.\n③ 민감도분석\n연결회사는 내부적으로 기능통화의 환율변동에 대한 환위험을 정기적으로 측정하고 있습니다. 당기말과 전기말 현재 각 외화에 대한 기능통화의 환율 10% 변동시 환율변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n(5) 이자율위험\n연결회사의 금융상품 중 변동이자부 차입금 등은 시장이자율의 변동으로부터 영향을받습니다. 당기와 전기 현재 이자율이 0.5% 변동 시 이자율 변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n(6) 자본관리\n연결회사의 자본관리는 건전한 자본구조의 유지를 통한 주주이익의 극대화를 목적으로 하고 있으며, 최적 자본구조 달성을 위해 부채비율 등의 재무비율을 모니터링하여필요한 경우 적절한 재무구조 개선방안을 실행하고 있습니다.\n당기말과 전기말 현재 부채비율은 다음과 같습니다.\n35. 삼성바이오에피스㈜ 투자주식 회계처리 관련 증권선물위원회의 조치 및 행정소송과 검찰기소 등\n2018년 7월 12일 증권선물위원회(이하 '증선위')는 주식회사의 외부감사에 관한 법률에 따라 Biogen Therapeutics Inc.와의 합작계약 약정사항을 재무제표 주석에 미기재(2012년부터 2015년까지의 보고기간)한 사항과 관련하여, 회사에 감사인 지정 3년, 담당임원 해임권고, 검찰고발(회사 및 대표이사) 조치(이하 \"1차 조치\")를 의결하였습니다. 또한 2018년 11월 14일 증선위는 주식회사의 외부감사에 관한 법률에 따라 연결대상 범위 회계처리 오류(2012년 이후의 보고기간) 등 회계처리기준 위반과 관련하여 회사에 과징금 80억원 부과, 감사인 지정 3년, 대표이사 및 담당임원 해임권고, 재무제표 재작성, 검찰고발(회사 및 대표이사) 조치(이하 \"2차 조치\")를 의결하였으며 이에 따라 2018년 11월 21일 금융위원회는 80억원의 과징금을 회사에 부과 통보하였습니다.\n회사는 회계처리의 정당성을 입증하기 위하여 증선위 및 금융위원회 처분에 대한 취소청구소장을 2018년 10월 8일(1차 조치) 및 2018년 11월 27일(2차 조치) 제출하였으며, 현재 1, 2차 조치에 대한 각 취소 소송이 진행 중에 있습니다. 1차 조치에 대한 취소소송과 관련하여 2020년 9월 24일 서울행정법원은 증권선물위원회가 당사에 부과한 행정처분을 취소한다고 판결하고 항소심 판결 선고시까지 위 처분의 효력을 정지하는 결정을 하였습니다. 2020년 10월 16일 증선위는 1심 판결에 항소하였으며, 현재 서울고등법원에서 소송이 진행중입니다.\n또한 회사는 증선위 조치에 대한 효력정지신청서를 2018년 11월 27일과 12월 18일 서울행정법원에 제출하였으며, 2019년 9월 6일과 10월 11일 대법원에서 2차 조치와 1차 조치에 대하여 각각 효력정지 결정이 확정되었습니다.\n위 증선위 조치에 대하여 현재 진행 중인 행정소송본안의 결과를 예측하기 어려우나 회사가 행정소송에서 패소할 경우, 2012년과 그 이후 보고기간의 연결재무제표가 재작성될 수 있습니다.\n또한, 증선위 조치와 관련하여 당사의 전 대표이사, 재무책임자 등에 대해 자본시장과 금융투자업에 관한 법률 위반, 주식회사의 외부감사에 관한 법률 위반, 특정경제범죄가중처벌 등에 관한 법률 위반, 형법상 증거인멸혐의 등으로 검찰 조사가 진행되었으며, 주식회사의 외부감사에 관한 법률 위반과 특정경제범죄 가중처벌 등에 관한 법률위반 및 형법상 증거인멸혐의 등으로 전 대표이사 및 재무책임자가 기소되어, 1심 재판 진행중에 있습니다.\n한편, 검찰 압수수색에 관련된 증거인멸혐의 등으로 기소된 회사 및 관계기업 임직원이 2019년 12월 9일 서울중앙지법 1심에서 주식회사의 외부감사에 관한 법률 및 형법 위반으로 유죄를 선고받았습니다. 관계기업 임직원 전원은 위 1심 판결에 대해 항소하였으며 회사 직원은 항소를 포기하여 증거인멸죄에 대한 집행유예형이 확정되었습니다.\n만일, 증선위 조치 사항에 따라 연결재무제표를 재작성 하는 경우 2015년 삼성바이오에피스㈜투자주식에 대한 공정가치 평가 효과 제거로 당기말 관계기업투자주식,이연법인세부채(이연법인세자산 차감 후 순액) 등 부채항목, 이익잉여금 등 자본항목은 각각 2,330,760백만원, 608,329백만원, 1,722,431백만원이 감소할 것이며, 당기 지분법이익과 당기 총포괄손익은 각각 20,326백만원과 59,692백만원이 증가할 것입니다.\n(1) 재무상태에 미치는 영향\n만일, 행정소송에 패소할 경우 증선위 지적에 따라 재무상태표(2012년부터 2014년, 2020년부터 2021년까지는 연결재무상태표)를 재작성하여야 하며, 그 영향은 다음과 같습니다.\n- 2021년말 및 2020년말\n- 2019년말 및 2018년말\n- 2017년말 및 2016년말\n- 2015년말 및 2014년말\n- 2013년말 및 2012년말\n(2) 재무성과에 미치는 영향\n만일, 행정소송에 패소할 경우 증선위 지적에 따라 포괄손익계산서(2012년부터 2014년, 2020년부터 2021년까지는 연결포괄손익계산서)를 재작성하여야 하며, 그 영향은 다음과 같습니다.\n- 2021년 및 2020년\n- 2019년 및 2018년\n- 2017년 및 2016년\n- 2015년 및 2014년\n- 2013년 및 2012년\n36. 보고기간 후 사건\n연결회사는 바이오 제약사로서의 포트폴리오 다각화 및 사업경쟁력 강화를 위하여\nBiogen Therapeutics Inc.가 보유한 삼성바이오에피스㈜의 주식 10,341,852주를 취득하고자 2022년 1월 28일 이사회 결의 후 주식매매계약을 체결하였습니다.\n거래대금은 매매대금 USD 2,250,000,000 및 조건부대가 USD 50,000,000로 총 USD 2,300,000,000입니다. 매매대금은 양수일 기준 3회 분납(거래 종결일에 USD 1,000,000,000 지급, 거래종결일로부터 1년이 되는 날까지 USD 812,500,000 지급, 거래종결일로부터 2년이 되는 날까지 USD 437,500,000 지급)하며, 조건부대가는 조건 충족 시 2027년 1월에 일시 지급 예정입니다. 거래 종결 및 양수예정일은 2022년 4월이며, 정부 승인 일정 등에 따라 변경될 수 있습니다.\n연결회사는 2022년 1월 28일 이사회에서 시설자금 및 타법인증권 취득 자금을 위해 유상증자를 결의하였습니다. 증자 예정 금액은 3,000,391백만원(기명식 보통주식 5,009,000주)이며, 신주 상장 예정일은 2022년 4월 28일입니다.\nBiogen Therapeutics Inc.는 회사와 체결한 삼성바이오에피스㈜ 합작계약 내용중 일부 조항의 해석과 관련하여, 2020년 12월 회사를 상대로 국제상업회의소(ICC)국제중재법원에 중재를 신청하여 관련 절차 진행중이었으나, 2022년 2월 양사의 합의에 따라 현재 중재 절차를 중지한 상태입니다.\n4. 재무제표\n※ 위의 재무제표는 주주총회 승인전 별도재무제표입니다.\n향후 제11기 정기주주총회에서 재무제표 승인 관련 안건이 부결되거나\n수정이 발생한 경우 정정보고서를 통해 그 내용 및 사유 등을 반영할 예정입니다.\n5. 재무제표 주석\n1. 회사의 개요\n삼성바이오로직스 주식회사(이하 \"회사\")는 2011년 4월 22일 생물학적 의약품(바이오 제약) 제조를 목적으로 설립되어 인천광역시 연수구 송도바이오대로 300(송도동)에 본사를 두고 있습니다. 회사는 2016년 11월 10일 유가증권시장에 상장하였으며, 당기말 현재 자본금은 165,413백만원입니다.\n회사의 당기말 현재 주주 및 지분현황은 다음과 같습니다.\n2. 중요한 회계정책\n다음은 재무제표 작성에 적용된 중요한 회계정책입니다. 이러한 정책은 별도의 언급이 없다면, 표시된 회계기간에 계속적으로 적용됩니다.\n2.1 재무제표 작성 기준\n회사의 재무제표는 한국채택국제회계기준(이하 기업회계기준)에 따라 작성됐습니다.한국채택국제회계기준은 국제회계기준위원회(\"IASB\")가 발표한 기준서와 해석서 중대한민국이 채택한 내용을 의미합니다.\n재무제표는 다음을 제외하고는 역사적 원가에 기초하여 작성하였습니다.\n한국채택국제회계기준은 재무제표 작성 시 중요한 회계추정의 사용을 허용하고 있으며, 회계정책을 적용함에 있어 경영진의 판단을 요구하고 있습니다. 보다 복잡하고 높은 수준의 판단이 필요한 부분이나 중요한 가정 및 추정이 필요한 부분은 주석 3에서 설명하고 있습니다.\n2.2 회계정책과 공시의 변경\n2.2.1 회사가 채택한 제ㆍ개정 기준서 및 해석서\n회사는 2021년 1월 1일로 개시하는 회계기간부터 다음의 제ㆍ개정 기준서 및 해석서를 신규로 적용하였습니다.\n(1) 기업회계기준서 제 1116호 '리스' 개정 - 코로나19 관련 임차료 할인 등에 대한 실무적 간편법\n실무적 간편법으로, 리스이용자는 코로나19의 직접적인 결과로 발생한 임차료 할인 등이 리스변경에 해당하는지 평가하지 않을 수 있습니다. 이러한 선택을 한 리스이용자는 임차료 할인 등으로 인한 리스료 변동을 그러한 변동이 리스변경이 아닐 경우에 이 기준서가 규정하는 방식과 일관되게 회계처리하여야 합니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(2) 기업회계기준서 제1109호 '금융상품', 제1039호 '금융상품: 인식과 측정', 제1107호 '금융상품: 공시', 제 1104호 '보험계약' 및 제 1116호 '리스' 개정 - 이자율지표 개혁(2단계 개정)\n이자율지표개혁과 관련하여 상각후원가로 측정되는 금융상품의 이자율지표 대체시 장부금액이 아닌 유효이자율을 조정하고, 위험회피관계에서 이자율지표 대체가 발생한 경우에도 중단없이 위험회피회계를 계속할 수 있도록 하는 등의 예외규정을 포함하고 있습니다. 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(3) 기업회계기준서 제 1116호 '리스' 개정 - 2021년 6월 30일 후에도 제공되는 코로나19 관련 임차료 할인 등\n코로나19의 직접적인 결과로 발생한 임차료 할인 등이 리스변경에 해당하는지 평가하지 않을 수 있도록 하는 실무적 간편법의 적용대상이 2022년 6월 30일 이전에 지급하여야 할 리스료에 영향을 미치는 리스료 감면으로 확대되었습니다. 리스이용자는 비슷한 상황에서 특성이 비슷한 계약에 실무적 간편법을 일관되게 적용해야 합니다. 회사는 기업회계기준서 제1116호의 개정을 조기도입하였으며, 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n(4) 기업회계기준서 제1012호 '법인세' - 단일거래에서 생기는 자산과 부채에 대한 이연법인세\n자산 또는 부채가 최초로 인식되는 거래의 최초 인식 예외 요건에 거래시점 동일한 가산할 일시적차이와 차감할 일시적차이를 발생시키지 않는 거래라는 요건을 추가하였습니다. 회사는 기업회계기준서 제1012호의 개정을 조기도입하였으며, 해당 기준서의 개정이 재무제표에 미치는 중요한 영향은 없습니다.\n2.2.2 회사가 적용하지 않은 제ㆍ개정 기준서 및 해석서\n제정 또는 공표되었으나 시행일이 도래하지 않아 회사가 조기 적용하지 아니한 제ㆍ개정 기준서 및 해석서는 다음과 같습니다.\n(1) 기업회계기준서 제1103호 '사업결합' 개정 - 개념체계의 인용\n인식할 자산과 부채의 정의를 개정된 재무보고를 위한 개념체계를 참조하도록 개정되었으나, 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 및 해석서 제2121호 '부담금'의 적용범위에 포함되는 부채 및 우발부채에 대해서는 해당 기준서를 적용하도록 예외를 추가하고, 우발자산이 취득일에 인식되지 않는다는 점을 명확히 하였습니다. 동 개정사항은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 중요한 영향이 없을 것으로 예상하고 있습니다.\n(2) 기업회계기준서 제1016호 '유형자산' 개정 - 의도한 사용 전의 매각금액\n기업이 자산을 의도한 방식으로 사용하기 전에 생산된 품목의 판매에서 발생하는 수익을 생산원가와 함께 당기손익으로 인식하도록 요구하며, 유형자산의 취득원가에서차감하는 것을 금지하고 있습니다. 동 개정사항은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 중요한 영향이 없을 것으로 예상하고 있습니다.\n(3) 기업회계기준서 제1037호 '충당부채, 우발부채 및 우발자산' 개정 - 손실부담계약: 계약이행원가\n손실부담계약을 식별할 때 계약이행원가의 범위를 계약 이행을 위한 증분원가와 계약 이행에 직접 관련되는 다른 원가의 배분이라는 점을 명확히 하였습니다. 동 개정사항은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 회사는 동 개정으로 인해 재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n(4) 기업회계기준서 제1001호 '재무제표 표시' 개정 - 부채의 유동/비유동 분류\n보고기간말 현재 존재하는 실질적인 권리에 따라 유동 또는 비유동으로 분류되며, 부채의 결제를 연기할 수 있는 권리의 행사가능성이나 경영진의 기대는 고려하지 않습니다. 또한, 부채의 결제에 자기지분상품의 이전도 포함되나, 복합금융상품에서 자기지분상품으로 결제하는 옵션이 지분상품의 정의를 충족하여 부채와 분리하여 인식된경우는 제외됩니다. 동 개정사항은 2023년 1월 1일 이후 시작하는 회계연도부터 적용하며, 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 영향을 검토 중에 있습니다.\n(5) 기업회계기준서 제1001호 '재무제표 표시' - '회계정책'의 공시\n중요한 회계정책을 정의하고 공시하도록 하며, 중요성 개념을 적용하는 방법에 대한 지침을 제공하기 위하여 국제회계기준 실무서 2 '회계정책 공시'를 개정하였습니다.\n동 개정 사항은 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 영향을 검토 중에 있습니다.\n(6) 기업회계기준서 제1008호 '회계정책, 회계추정의 변경 및 오류' - '회계추정'의 정의\n회계추정을 정의하고, 회계정책의 변경과 구별하는 방법을 명확히 하였습니다. 동 개정 사항은 2023년 1월 1일 이후 최초로 시작하는 회계연도부터 적용되며 조기적용이 허용됩니다. 회사는 동 개정으로 인한 재무제표의 영향을 검토 중에 있습니다.\n(7) 한국채택국제회계기준 연차개선 2018-2020\n한국채택국제회계기준 연차개선 2018-2020은 2022년 1월 1일 이후 시작하는 회계연도부터 적용되며, 조기적용이 허용됩니다. 회사는 동 개정으로 인해 재무제표에 중요한 영향은 없을 것으로 예상하고 있습니다.\n·기업회계기준서 제1101호 '한국채택국제회계기준의 최초 채택' : 최초채택기업인\n종속기업\n·기업회계기준서 제1109호 '금융상품' : 금융부채 제거 목적의 10% 테스트 관련 수\n수료\n·기업회계기준서 제1116호 '리스' : 리스 인센티브\n·기업회계기준서 제1041호 '농립어업' : 공정가치 측정\n2.3 현금및현금성자산\n현금및현금성자산은 보유중인 현금, 은행예금, 기타 취득 당시 만기일이 단기에 도래하며 확정된 금액의 현금으로 전환이 용이하고 가치변동의 위험이 경미한 단기투자자산을 포함하고 있습니다.\n2.4 종속기업, 관계기업 및 공동기업\n기업회계기준서 제1110호 '연결재무제표'에 의한 지배기업인 회사는 종속기업인\nSamsung Biologics America, Inc. 와 관계기업 및 공동기업인 삼성바이오에피스㈜,\nArchigen Biotech Limited, SVIC 54호 신기술사업투자조합에 투자하고 있습니다.\n관계기업은 회사가 재무정책 및 영업정책에 대한 유의적인 영향력을 보유하고 있으나, 지배하거나 공동지배하지 않는 기업입니다. 공동기업은 회사가 약정의 자산에 대한 권리와 부채에 대한 의무를 보유하는 것이 아니라 약정의 순자산에 대한 권리를 보유하고 있는 기업입니다.\n회사는 별도재무제표에서 종속기업, 관계기업 및 공동기업에 대한 투자를 기준서 제1027호 '별도재무제표'에 따라 원가법으로 처리하고 있습니다.\n또한 종속기업, 관계기업 및 공동기업 투자에 대한 객관적인 손상의 징후가 있는 경우 종속기업, 관계기업 및 공동기업 투자의 회수가능액과 장부금액과의 차이는 손상차손으로 인식됩니다.\n2.5 외화환산\n(1) 기능통화와 표시통화\n회사는 재무제표에 포함되는 항목들을 각각의 영업활동이 이뤄지는 주된 경제 환경에서의 통화(\"기능통화\")를 적용하여 측정하고 있습니다. 회사의 기능통화는 대한민국 원화이며, 본 재무제표는 대한민국 원화로 표시돼 있습니다.\n(2) 외화거래와 보고기간말의 환산\n외화거래는 거래일의 환율 또는 재측정되는 항목인 경우 평가일의 환율을 적용한 기능통화로 인식됩니다. 외화거래의 결제나 화폐성 외화 자산ㆍ부채의 환산에서 발생하는 외환차이는 당기손익으로 인식됩니다. 다만, 조건을 충족하는 현금흐름위험회피나 순투자의 위험회피의 효과적인 부분과 관련되거나 보고기업의 해외사업장에 대한 순투자의 일부인 화폐성항목에서 생기는 손익은 기타포괄손익으로 인식합니다.\n비화폐성 금융자산ㆍ부채로부터 발생하는 외환차이는 공정가치 변동손익의 일부로 보아 당기손익-공정가치 측정 지분상품으로부터 발생하는 외환차이는 당기손익으로, 기타포괄손익-공정가치 측정 지분상품의 외환차이는 기타포괄손익에 포함하여 인식됩니다.\n2.6 금융자산\n(1) 분류\n회사는 다음의 측정 범주로 금융자산을 분류합니다.\n- 상각후원가 측정 금융자산\n- 기타포괄손익-공정가치 측정 금융자산\n- 당기손익-공정가치 측정 금융자산\n금융자산은 금융자산의 관리를 위한 사업모형과 금융자산의 계약상 현금흐름 특성에근거하여 분류합니다.\n공정가치로 측정하는 금융자산의 손익은 당기손익 또는 기타포괄손익으로 인식합니다. 채무상품에 대한 투자는 해당 자산을 보유하는 사업모형에 따라 그 평가손익을 당기손익 또는 기타포괄손익으로 인식합니다. 회사는 금융자산을 관리하는 사업모형을 변경하는 경우에만 채무상품을 재분류합니다.\n단기매매항목이 아닌 지분상품에 대한 투자는 최초 인식시점에 후속적인 공정가치 변동을 기타포괄손익으로 표시할 것을 지정하는 취소불가능한 선택을 할 수 있습니다. 지정되지 않은 지분상품에 대한 투자의 공정가치 변동은 당기손익으로 인식합니다.\n(2) 측정\n회사는 최초 인식시점에 금융자산을 공정가치로 측정하며, 당기손익-공정가치 측정 금융자산이 아닌 경우에 해당 금융자산의 취득과 직접 관련되는 거래원가는 공정가치에 가산합니다. 당기손익-공정가치 측정 금융자산의 거래원가는 당기손익으로 비용처리합니다.\n내재파생상품을 포함하는 복합계약은 계약상 현금흐름이 원금과 이자로만 구성되어 있는지를 결정할 때 해당 복합계약 전체를 고려합니다.\n① 채무상품\n금융자산의 후속적인 측정은 금융자산의 계약상 현금흐름 특성과 그 금융자산을 관리하는 사업모형에 근거합니다. 회사는 채무상품을 다음의 세 범주로 분류합니다.\n(가) 상각후원가 측정 금융자산\n계약상 현금흐름을 수취하기 위해 보유하는 것이 목적인 사업모형 하에서 금융자산을 보유하고, 계약상 현금흐름이 원리금만으로 구성되어 있는 자산은 상각후원가로 측정합니다. 상각후원가로 측정하는 금융자산으로서 위험회피관계의 적용 대상이 아닌 금융자산의 손익은 해당 금융자산을 제거하거나 손상할 때 당기손익으로 인식합니다. 유효이자율법에 따라 인식하는 금융자산의 이자수익은 '금융수익'에 포함됩니다.\n(나) 기타포괄손익-공정가치 측정 금융자산\n계약상 현금흐름의 수취와 금융자산의 매도 둘 다를 통해 목적을 이루는 사업모형 하에서 금융자산을 보유하고, 계약상 현금흐름이 원리금만으로 구성되어 있는 금융자산은 기타포괄손익-공정가치로 측정합니다. 손상차손(환입)과 이자수익 및 외환손익을 제외하고는, 공정가치로 측정하는 금융자산의 평가손익은 기타포괄손익으로 인식합니다. 금융자산을 제거할 때에는 인식한 기타포괄손익누계액을 자본에서 당기손익으로 재분류합니다.\n(다) 당기손익-공정가치 측정 금융자산\n상각후원가 측정이나 기타포괄손익-공정가치 측정 금융자산이 아닌 채무상품은 당기손익-공정가치로 측정됩니다. 위험회피관계가 적용되지 않는 당기손익-공정가치 측정 채무상품의 손익은 금융수익 또는 금융비용으로 인식합니다.\n② 지분상품\n회사는 모든 지분상품에 대한 투자를 후속적으로 공정가치로 측정합니다. 공정가치 변동을 기타포괄손익으로 표시할 것을 선택한 장기적 투자목적 또는 전략적 투자목적의 지분상품에 대해 기타포괄손익으로 인식한 금액은 해당 지분상품을 제거할 때에도 당기손익으로 재분류하지 않습니다. 이러한 지분상품에 대한 배당수익은 회사가 배당을 받을 권리가 확정된 때 금융수익으로 인식합니다.\n당기손익-공정가치로 측정하는 금융자산의 공정가치 변동은 금융수익 또는 금융비용으로 인식합니다. 기타포괄손익-공정가치로 측정하는 지분상품에 대한 손상차손(환입)은 별도로 구분하여 인식하지 않습니다.\n(3) 손상\n회사는 미래전망정보에 근거하여 상각후원가로 측정하거나 기타포괄손익-공정가치로 측정하는 채무상품에 대한 기대신용손실을 평가합니다. 손상 방식은 신용위험의 유의적인 증가 여부에 따라 결정됩니다. 단, 매출채권 및 리스채권에 대해 회사는 채권의 최초 인식시점부터 전체기간 기대신용손실을 인식하는 간편법을 적용합니다.\n(4) 인식과 제거\n금융자산의 정형화된 매입 또는 매도는 매매일에 인식하거나 제거합니다. 금융자산은 현금흐름에 대한 계약상 권리가 소멸하거나 금융자산을 양도하고 소유에 따른 위험과 보상의 대부분을 이전한 경우에 제거됩니다.\n회사가 금융자산을 양도한 경우라도 채무자의 채무불이행시의 소구권 등으로 양도한금융자산의 소유에 따른 위험과 보상의 대부분을 회사가 보유하는 경우에는 이를 제거하지 않고 그 양도자산 전체를 계속하여 인식하되, 수취한 대가를 금융부채로 인식합니다.\n(5) 금융상품의 상계\n금융자산과 부채는 인식한 자산과 부채에 대해 법적으로 집행가능한 상계권리를 현재 보유하고 있고, 순액으로 결제하거나 자산을 실현하는 동시에 부채를 결제할 의도를 가지고 있을 때 상계하여 재무상태표에 순액으로 표시합니다. 법적으로 집행가능한 상계권리는 미래사건에 좌우되지 않으며, 정상적인 사업과정의 경우와 채무불이행의 경우 및 지급불능이나 파산의 경우에도 집행가능한 것을 의미합니다.\n2.7 파생상품\n파생상품은 파생상품 계약 체결 시점에 공정가치로 최초 인식되며 이후 공정가치로 재측정됩니다. 위험회피회계의 적용 요건을 충족하지 않는 파생상품의 공정가치변동은 거래의 성격에 따라 금융수익(비용)으로 손익계산서에 인식됩니다.\n2.8 매출채권\n매출채권은 정상적인 영업과정에서 판매된 재고자산 및 제공된 용역과 관련하여 고객으로부터 수취할 금액입니다. 매출채권은 유의적인 금융요소를 포함하지 않는 경우에는 무조건적인 대가의 금액으로, 유의적인 금융요소를 포함하는 경우에는 공정가치로 최초 인식합니다.\n2.9 재고자산\n재고자산은 원가와 순실현가능가치 중 작은 금액으로 표시되고, 재고자산의 원가는 개별법 또는 이동평균법에 따라 결정됩니다. 취득원가는 매입원가, 전환원가 및 재고자산을 이용가능한 상태로 준비하는데 필요한 기타원가를 포함하고 있습니다.\n재고자산을 순실현가능가치로 감액한 평가손실과 모든 감모손실은 감액이나 감모가 발생한 기간에 비용으로 인식하고 있으며, 재고자산의 순실현가능가치의 상승으로 인한 재고자산평가손실의 환입은 환입이 발생한 기간의 비용으로 인식된 재고자산의 매출원가에서 차감하고 있습니다.\n2.10 유형자산\n유형자산은 원가에서 감가상각누계액과 손상차손누계액을 차감하여 표시됩니다.\n역사적 원가는 자산의 취득에 직접적으로 관련된 지출을 포함합니다. 후속원가는 자산으로부터 발생하는 미래 경제적 효익이 회사에 유입될 가능성이 높으며 그 원가를 신뢰성 있게 측정할 수 있는 경우에 한하여 자산의 장부금액에 포함되거나 적절한 경우 별도의 자산으로 인식하고 있습니다. 대체된 부분의 장부금액은 제거하고 있습니다. 그 외의 모든 수선 및 유지비는 발생한 기간의 비용으로 인식하고 있습니다.\n토지를 제외한 자산은 취득원가에서 잔존가치를 제외하고, 다음의 추정 경제적 내용연수에 걸쳐 정액법으로 상각됩니다.\n유형자산의 감가상각방법과 잔존가치 및 경제적 내용연수는 매 회계연도 말에 재검토되고 필요한 경우 추정의 변경으로 조정됩니다.\n유형자산의 제거로 인하여 발생하는 손익은 순매각금액과 장부금액의 차이로 결정되고 그 차액은 당기손익으로 인식하고 있습니다.\n2.11 차입원가\n적격자산의 취득, 건설 또는 제조와 직접 관련된 차입원가는 당해 자산 원가의 일부로 자본화하고 있으며, 기타차입원가는 발생기간에 비용으로 인식하고 있습니다. 적격자산이란 의도된 용도로 사용하거나 판매가능한 상태가 될 때까지 상당한 기간을 필요로 하는 자산을 말하며, 금융자산과 단기간 내에 제조되거나 다른 방법으로 생산되는 재고자산은 적격자산에 해당되지 아니하며, 취득시점에 의도된 용도로 사용할 수 있거나 판매가능한 상태에 있는 자산인 경우에도 적격자산에 해당되지 아니합니다.\n적격자산을 취득하기 위한 목적으로 특정하여 차입한 자금에 한하여, 보고기간 동안 그 차입금으로부터 실제 발생한 차입원가에서 당해 차입금의 일시적 운용에서 생긴 투자수익을 차감한 금액을 자본화가능차입원가로 결정하며, 일반적인 목적으로 자금을 차입하고 이를 적격자산의 취득을 위해 사용하는 경우에 한하여 당해 자산 관련 지출액에 자본화이자율을 적용하는 방식으로 자본화가능차입원가를 결정하고 있습니다. 자본화이자율은 보고기간동안 차입한 자금(적격자산을 취득하기 위해 특정 목적으로 차입한 자금 제외)으로부터 발생된 차입원가를 가중평균하여 산정하고 있습니다. 보고기간 동안 자본화한 차입원가는 당해 기간동안 실제 발생한 차입원가를 초과할 수 없습니다.\n2.12 정부보조금\n정부보조금은 보조금의 수취와 정부보조금에 부가된 조건의 준수에 대한 합리적인 확신이 있을 때 공정가치로 인식됩니다.\n회사는 토지 사용과 관련하여 인천광역시와 임대차계약을 체결하는 과정에서 인천광역시의 공유재산관리조례에 대한 임대료 감면 요건을 충족함으로써 임대료를 전액 면제 받고 있습니다. 회사는 인천광역시로부터 면제받은 임대료의 공정가치를 무형자산으로 인식하고 있으며, 동일한 금액을 정부보조금의 과목으로 하여 자산의 차감항목으로 계상하고 있습니다.\n2.13 무형자산\n무형자산은 역사적 원가로 최초 인식되고, 원가에서 상각누계액과 손상차손누계액을 차감한 금액으로 표시됩니다.\n후속지출은 관련되는 특정자산에 속하는 미래의 경제적 효익이 증가하는 경우에 한하여 자본화하며, 내부적으로 창출한 영업권 등을 포함한 다른 지출은 발생 즉시 비용화하고 있습니다.\n무형자산은 사용 가능한 시점부터 잔존가치를 영('0')으로 하여 아래의 내용연수 동안 정액법으로 상각하고 있습니다. 다만, 일부 무형자산에 대해서는 이를 이용할 수 있을 것으로 기대되는 기간이 예측가능하지 않아 당해 무형자산의 내용연수가 비한정인 것으로 평가하고 상각하지 아니하고 있습니다.\n내용연수가 유한한 무형자산의 상각기간과 상각방법은 매 보고기간말에 재검토하고 내용연수가 비한정인 무형자산에 대해서는 그 자산의 내용연수가 비한정이라는 평가가 계속하여 정당한 지를 매 보고기간말에 재검토하며, 이를 변경하는 것이 적절하다고 판단되는 경우 회계추정의 변경으로 처리하고 있습니다.\n2.14 투자부동산\n임대수익이나 투자차익을 목적으로 보유하고 있는 부동산(사용권 자산을 포함)은 투자부동산으로 분류됩니다. 투자부동산은 최초 인식시점에 원가로 측정되며, 최초 인식 후에는 원가에서 감가상각누계액과 손상차손누계액을 차감한 금액으로 표시됩니다.\n2.15 비금융자산의 손상\n영업권이나 내용연수가 비한정인 무형자산에 대하여는 매년, 상각대상 자산에 대하여는 자산손상을 시사하는 징후가 있을 때 손상검사를 수행하고 있습니다. 손상차손은 회수가능액(사용가치 또는 처분부대원가를 차감한 공정가치 중 높은 금액)을 초과하는 장부금액만큼 인식되고 영업권 이외의 비금융자산에 대한 손상차손은 매 보고기간말에 환입가능성이 검토됩니다.\n2.16 매입채무와 기타채무\n매입채무와 기타채무는 회사가 보고기간말 전에 제공받은 재화나 용역에 대하여 지급하지 않은 부채입니다. 매입채무와 기타채무는 보고기간 후 12개월 후에 지급기일이 도래하는 것이 아니라면 재무상태표에서 유동부채로 표시합니다. 해당 채무는 최초에 공정가치로 인식하고 이후 유효이자율법을 사용한 상각후원가로 측정합니다.\n2.17 금융부채\n(1) 분류 및 측정\n회사의 당기손익-공정가치 측정 금융부채는 단기매매목적의 금융상품입니다. 주로 단기간 내에 재매입할 목적으로 부담하는 금융부채는 단기매매금융부채로 분류됩니다. 또한, 위험회피회계의 수단으로 지정되지 않은 파생상품이나 금융상품으로부터 분리된 내재파생상품도 단기매매금융부채로 분류됩니다.\n당기손익-공정가치 측정 금융부채, 금융보증계약, 금융자산의 양도가 제거조건을 충족하지 못하는 경우에 발생하는 금융부채를 제외한 모든 비파생금융부채는 상각후원가로 측정하는 금융부채로 분류되고 있으며, 재무상태표 상 '매입채무 및 기타채무', '사채 및 차입금' 등으로 표시됩니다.\n(2) 제거\n금융부채는 계약상 의무가 이행, 취소 또는 만료되어 소멸되거나 기존 금융부채의 조건이 실질적으로 변경된 경우에 재무상태표에서 제거됩니다. 소멸하거나 제3자에게 양도한 금융부채의 장부금액과 지급한 대가(양도한 비현금자산이나 부담한 부채를 포함)의 차액은 당기손익으로 인식합니다.\n2.18 충당부채 및 우발부채\n회사는 과거사건의 결과로 현재의 법적의무나 의제의무가 존재하고, 그 의무를 이행하기 위한 자원의 유출가능성이 높으며, 당해 금액의 신뢰성 있는 추정이 가능한 경우 충당부채를 인식하고 있습니다. 충당부채는 의무를 이행하기 위하여 예상되는 지출액의 현재가치로 측정되며, 시간경과로 인한 충당부채의 증가는 이자비용으로 인식됩니다.\n또한, 과거사건은 발생하였으나 불확실한 미래사건의 발생여부에 의해서 존재여부가확인되는 잠재적인 의무가 있는 경우 또는 과거사건이나 거래의 결과 현재 의무가 존재하나 자원이 유출될 가능성이 높지 않거나 당해 의무를 이행하여야 할 금액을 신뢰성 있게 추정할 수 없는 경우 우발부채로 주석기재하고 있습니다.\n2.19 온실가스 배출권\n회사는 배출권거래제에 따라 정부로부터 무상으로 할당받은 배출권은 영('0')으로 측정하고 매입 배출권은 취득원가로 측정하며 손상차손누계액을 차감하여 표시합니다.온실가스 배출결과 발생하는 배출부채는 회사가 보유한 해당 이행연도분 배출권의 장부금액과 이를 초과하는 배출량에 대한 의무 이행에 소요되는 지출의 보고기간말 현재 최선의 추정치의 합으로 측정합니다. 배출권과 배출부채는 각각 재무상태표에 '무형자산'과 '배출부채'로 분류합니다.\n2.20 당기법인세 및 이연법인세\n법인세비용은 당기법인세와 이연법인세로 구성됩니다. 법인세는 기타포괄손익이나 자본에 직접 인식된 항목과 관련된 금액은 해당 항목에서 직접 인식하며, 이를 제외하고는 당기손익으로 인식됩니다.\n당기법인세비용은 보고기간말 현재 제정되었거나 실질적으로 제정된 세법에 근거하여 측정합니다. 경영진은 적용 가능한 세법 규정이 해석에 따라 달라질 수 있는 상황에 대하여 회사의 세무신고 시 적용한 세무정책에 대하여 주기적으로 평가하고 있으며, 세무당국이 불확실한 법인세 처리를 수용할 가능성이 높은지 고려합니다. 회사는 법인세 측정 시 가장 가능성이 높은 금액 또는 기댓값 중 불확실성의 해소를 더 잘 예측할 것으로 예상되는 방법을 사용하여 불확실성의 영향을 반영합니다.\n이연법인세는 자산과 부채의 장부금액과 세무기준액의 차이로 발생하는 일시적 차이에 대하여 장부금액을 회수하거나 결제할 때의 예상 법인세효과로 인식됩니다. 다만, 사업결합 이외의 거래에서 자산ㆍ부채를 최초로 인식할 때 발생하는 이연법인세자산과 부채는 그 거래가 회계이익이나 과세소득에 영향을 미치지 않는다면 인식되지 않습니다.\n이연법인세자산은 차감할 일시적 차이가 사용될 수 있는 미래 과세소득의 발생가능성이 높은 경우에 인식됩니다.\n종속기업, 관계기업 및 공동기업 투자지분과 관련된 가산할 일시적 차이에 대해 소멸시점을 통제할 수 있고 예측가능한 미래에 일시적 차이가 소멸하지 않을 가능성이 높은 경우를제외하고 이연법인세부채를 인식하고 있습니다. 또한 이러한 자산으로부터 발생하는차감할 일시적 차이에 대하여 일시적 차이가 예측가능한 미래에 소멸할 가능성이 높고 일시적 차이가 사용될 수 있는 과세소득이 발생할 가능성이 높은 경우에만 이연법인세자산을 인식하고 있습니다.\n이연법인세 자산과 부채는 법적으로 당기법인세자산과 당기법인세부채를 상계할 수 있는 권리를 회사가 보유하고 있고, 이연법인세 자산과 부채가 동일한 과세당국에 의해서 부과되는 법인세와 관련된 경우에 상계합니다. 당기법인세 자산과 부채는 법적으로 상계할 수 있는 권리를 회사가 보유하고 있고, 순액으로 결제할 의도가 있거나 자산을 실현하는 동시에 부채를 결제하려는 의도가 있는 경우에 상계합니다.\n2.21 종업원급여\n(1) 단기종업원급여\n종업원이 관련 근무용역을 제공한 보고기간의 말부터 12개월 이내에 결제될 단기종업원급여는 근무용역과 교환하여 지급이 예상되는 금액을 근무용역이 제공된 때에 당기손익으로 인식하고 있습니다. 단기종업원급여는 할인하지 않은 금액으로 측정하고 있습니다.\n(2) 기타장기종업원급여\n종업원이 관련 근무용역을 보고기간말로부터 12개월 이내에 지급되지 않을 기타장기종업원급여는 당기와 과거기간에 제공한 근무용역의 대가로 획득한 미래의 급여액을 현재가치로 할인하고 있습니다. 재측정에 따른 변동은 발생한 기간에 당기손익으로 인식하고 있습니다.\n(3) 퇴직급여\n회사의 퇴직연금제도는 확정기여제도와 확정급여제도로 구분됩니다.\n확정기여제도는 회사가 고정된 금액의 기여금을 별도 기금에 지급하는 퇴직연금제도이며, 기여금은 종업원이 근무 용역을 제공했을 때 비용으로 인식됩니다.\n확정급여제도는 확정기여제도를 제외한 모든 퇴직연금제도입니다. 일반적으로 확정급여제도는 연령, 근속연수나 급여수준 등의 요소에 의하여 종업원이 퇴직할 때 지급받을 퇴직연금급여의 금액이 확정됩니다. 확정급여제도와 관련하여 재무상태표에 계상된 부채는 보고기간말 현재 확정급여채무의 현재가치에서 사외적립자산의 공정가치를 차감한 금액입니다. 확정급여채무는 매년 독립된 보험계리인에 의해 예측단위적립방식에 따라 산정되며, 확정급여채무의 현재가치는 그 지급시점과 만기가 유사한 우량회사채의 이자율로 기대미래현금유출액을 할인하여 산정됩니다. 한편, 순확정급여부채와 관련한 재측정요소는 기타포괄손익으로 인식됩니다.\n제도개정, 축소 또는 정산이 발생하는 경우, 과거근무원가 또는 정산으로 인한 손익은 당기손익으로 인식됩니다.\n2.22 납입자본\n보통주는 자본으로 분류하며 자본거래와 직접 관련되는 거래원가는 자본에서 차감하고 있습니다.\n2.23 주당이익\n회사는 보통주 기본주당이익을 당기순손익에 대하여 계산하고 포괄손익계산서에 표시하고 있습니다. 기본주당이익은 보통주에 귀속되는 당기순손익을 보고기간 동안에유통된 보통주식수를 가중평균한 주식수로 나누어 계산하고 있습니다. 회사는 희석증권을 발행하지 않았으므로 기본주당이익과 희석주당이익은 같습니다.\n2.24 수익인식\n(1) 수행의무의 식별\n① CMO(Contract Manufacturing Organization)사업\n회사는 주문생산방식의 바이오의약품을 생산공급하고 있습니다. 바이오의약품 생산을 위해 생산 이전에 필수적으로 제공되는 서비스에 대해서는 준비단계로 보아 수행의무에 포함하지 않고 바이오의약품 판매만을 수행의무로 인식합니다.\n② CDO(Contract Development Organization)사업\n회사는 세포주 및 공정에 대한 연구 개발 서비스를 제공하고 있습니다. 연결회사는 세포주 및 공정에 대한 연구 개발 서비스를 상호 구분되는 수행의무로 인식합니다.\n(2) 기간에 걸쳐 이행하는 수행의무\n① CMO사업\n회사가 생산한 제품은 대체용도가 없으며, 수행을 완료한 부분에 대해 집행가능한 지급청구권이 있습니다. 고객이 요구하는 품질의 바이오의약품을 생산하고, 계약이 고객에 의해 해지되는 경우 회사는 투입된 원가에 적정한 이윤에 대한 보상을 청구할 수 있기 때문입니다. 그러므로 고객과의 계약으로부터 발생하는 수익은 바이오의약품의 통제가 고객에게 이전되는 기간에 걸쳐 인식하고 있습니다.\n기업회계기준서 제1115호의 실무적 간편법에 따라 관련 계약의 미이행 부분에 배분된 거래가격은 공시하지 않았습니다.\n② CDO사업\n회사가 연구개발서비스를 수행하는 대로 동시에 고객이 효익을 얻고 소비할 수 있으므로 서비스별 연구개발기간에 걸쳐 수익을 인식합니다.\n(3) 계약이행원가\n계약이행원가는 고객과의 계약을 이행할 때 드는 원가로서, 원가가 계약이나 구체적으로 식별할 수 있는 예상 계약에 직접 관련되고, 원가가 미래의 수행의무를 이행(또는 계속 이행)할 때 사용할 기업의 자원을 창출하거나 가치를 높이며, 회수될 것으로 예상된다면 자산으로 인식되며, 자산화된 계약이행원가는 향후 진행율에 따라 매출원가로 인식하고 있습니다.\n(4) 계약자산 및 계약부채\n① CMO사업\n회사는 고객이 주문한 제품을 생산하기 위해 수행하는 기술이전 및 시제품 생산활동 등과 관련하여 고객으로부터 선수취한 금액을 계약부채로, 관련 원가는 계약이행원가로 인식하고 있습니다. 해당 활동은 고객이 주문한 제품을 생산하기 위해 필수적으로 선행되어야 하는 활동이나 고객에게 재화나 용역을 이전하는 활동이 아니기 때문에 수행의무에 포함되지 않습니다.\n② CDO사업\nCDO사업에서 계약자산은 기업이 고객에게 이전한 재화나 용역에 대하여 그 대가를 받을 기업의 권리이며, 계약부채는 기업이 고객에게서 이미 받은 대가(또는 지급기일이 된 대가)에 상응하여 고객에게 재화나 용역을 이전하여야 하는 기업의 의무로 정의됩니다.\n(5) 변동대가\n회사는 계약에서 약속한 대가에 변동금액이 포함된 경우에 고객에게 약속한 재화나 용역을 이전하고 그 대가로 받을 권리를 갖게 될 금액을 추정하고 있습니다. 대가는 할인(discount), 환불, 공제(credits), 가격할인(price concessions), 위약금이나 그 밖의 유사한 항목으로 인하여 변동될 수 있습니다. 회사의 대가를 받을 권리가 미래 사건의 발생 여부에 달려있는 경우에도 약속한 대가는 변동될 수 있습니다.\n(6) 수취채권의 인식\n수취채권은 바이오의약품의 통제가 고객에게 이전되는 시점에 인식합니다. 이는 바이오의약품의 통제가 고객에게 이전되는 시점부터는 시간이 지나기만 하면 대가를 지급받게 되므로 대가를 받을 무조건적인 권리가 생기기 때문입니다.\n2.25 리스\n(1) 리스제공자\n회사가 리스제공자인 경우 운용리스에서 생기는 리스수익은 리스기간에 걸쳐 정액기준으로 인식합니다. 운용리스 체결 과정에서 부담하는 리스개설직접원가를 기초자산의 장부금액에 더하고 리스료 수익과 같은 기준으로 리스기간에 걸쳐 비용으로 인식합니다. 각 리스된 자산은 재무상태표에서 그 특성에 기초하여 표시하였습니다.\n(2) 리스이용자\n회사는 다양한 사무실, 장비, 자동차 등을 리스하고 있으며, 리스계약은 일반적으로 2~3년의 고정기간으로 체결되지만 연장선택권이 있을 수 있습니다. 계약에는 리스요소와 비리스요소가 모두 포함될 수 있습니다. 회사는 리스이용자인 부동산 리스의 경우 리스요소와 비리스요소를 분리하지 않고 하나의 리스요소로 회계처리하는 실무적 간편법을 적용하였습니다. 리스조건은 개별적으로 협상되며 다양한 계약조건을 포함합니다. 리스계약에 따라 부과되는 다른 제약은 없지만 리스자산을 차입금의 담보로 제공할 수는 없습니다.\n회사는 몇몇 리스계약에 연장선택권 및 종료선택권을 포함하고 있습니다. 이러한 조건들은 계약 관리 측면에서 운영상의 유연성을 극대화하기 위해 사용됩니다. 보유하고 있는 대부분의 연장선택권 및 종료선택권은 해당 리스제공자가 아니라 회사가 행사할 수 있습니다.\n회사는 리스된 자산을 사용할 수 있는 리스개시일에 사용권자산과 이에 대응하는 부채를 인식합니다. 리스에서 생기는 자산과 부채는 최초에 현재가치기준으로 측정합니다. 또한 리스부채의 측정에는 상당히 확실한(reasonably certain) 연장선택권에 따라 지급될 리스료를 포함합니다.\n리스의 내재이자율을 쉽게 산정할 수 있는 경우 그 이자율로 리스료를 할인합니다. 내재이자율을 쉽게 산정할 수 없는 경우에는 리스이용자가 비슷한 경제적 환경에서 비슷한 기간에 걸쳐 비슷한 담보로 사용권자산과 가치가 비슷한 자산을 획득하는 데 필요한 자금을 차입한다면 지급해야 할 이자율인 리스이용자의 증분차입이자율을 사용합니다.\n회사는 지수나 요율에 따라 달라지는 변동리스료의 경우 지수나 요율이 유효할 때까지 리스부채에 포함하지 않는 변동리스료의 잠재적 미래 증가 위험에 노출되어 있습니다. 지수나 요율에 따라 달라지는 리스료의 조정액이 유효한 시점에서 리스부채를 재평가하고 사용권자산을 조정합니다.\n각 리스료는 리스부채의 상환과 금융원가로 배분합니다. 금융원가는 각 기간의 리스부채 잔액에 대하여 일정한 기간 이자율이 산출되도록 계산된 금액을 리스기간에 걸쳐 당기손익으로 인식합니다.\n사용권자산은 다음 항목들로 구성된 원가로 측정합니다.\n사용권자산은 리스개시일부터 사용권자산의 내용연수 종료일과 리스기간 종료일 중 이른 날까지의 기간동안 감가상각합니다. 회사가 매수선택권을 행사할 것이 상당히 확실한(reasonably certain) 경우 사용권자산은 기초자산의 내용연수에 걸쳐 감가상각합니다. 회사는 보유하고 있는 사용권자산인 건물에 대해서는 재평가모형을 선택하지 않았습니다.\n단기리스는 리스기간이 12개월 이하인 리스이며, 소액리스자산은 IT기기와 소액의 사무실 기구로 구성되어 있습니다. 단기리스 및 소액자산 리스와 관련된 리스료는 당기손익으로 인식합니다.\n2.26 재무제표 승인\n회사의 재무제표는 2022년 1월 24일자로 이사회에서 승인되었으며, 정기주주총회에서 수정승인 될 수 있습니다.\n3. 중요한 회계추정 및 가정\n재무제표 작성에는 미래에 대한 가정 및 추정이 요구되며 경영진은 회사의 회계정책을 적용하기 위해 판단이 요구됩니다. 추정 및 가정은 지속적으로 평가되며, 과거 경험과 현재의 상황에 비추어 합리적으로 예측가능한 미래의 사건을 고려하여 이루어집니다. 회계추정의 결과가 실제 결과와 동일한 경우는 드물 것이므로 중요한 조정을유발할 수 있는 유의적인 위험을 내포하고 있습니다.\n다음 회계연도에 자산 및 부채 장부금액의 조정에 영향을 미칠 수 있는 경영진 판단과 유의적 위험에 대한 추정 및 가정은 다음과 같습니다. 일부 항목에 대한 유의적인 판단 및 추정에 대한 추가적인 정보는 개별 주석에 포함되어 있습니다.\n(1) 법인세\n회사의 과세소득에 대한 법인세는 대한민국의 세법 및 과세당국의 결정을 적용하여 산정되므로 최종 세효과를 산정하는 데에는 불확실성이 존재합니다.(주석 29 참조)\n회사는 특정 기간동안 과세소득의 일정 금액을 투자, 임금증가 등에 사용하지 않았을때 세법에서 정하는 방법에 따라 산정된 법인세를 추가로 부담합니다. 따라서, 해당 기간의 당기법인세와 이연법인세를 측정할 때 이에 따른 세효과를 반영하여야 하고, 이로 인해 회사가 부담할 법인세는 각 연도의 투자, 임금증가 등의 수준에 따라 달라지므로 최종 세효과를 산정하는 데에는 불확실성이 존재합니다.\n(2) 관계기업 및 공동기업 투자주식의 손상\n회사는 매보고기간말 관계기업 및 공동기업 투자주식에 대해 손상징후를 검토하고 있습니다. 손상검사는 손상징후가 있다고 판단되는 경우 혹은 투자주식의 금액적 중요성을 고려하여 매년말 실시합니다. 손상검사 시에는 현금창출단위 또는 현금창출단위집단의 장부금액을 회수가능액(사용가치 또는 순공정가치 중 높은 금액)과 비교하고 있습니다. 손상차손은 즉시 비용으로 인식되며, 후속적으로 회수가능액이 증가하는 만큼 환입됩니다.\n(3) 계약이행원가의 손상\n회사는 보고기간말 계약이행원가의 손상여부를 검토하고 있습니다. 계약이행원가와 관련된 재화나 용역의 대가로 기업이 받을 것으로 예상하는 수익과, 직접 관련되는 예상 원가를 비교하여 손상을 인식합니다. 이러한 계산은 추정에 근거하여 이루어집니다.\n(4) COVID-19 영향\n재무제표 작성시 사용된 중요한 미래에 대한 회계추정 및 가정은 COVID-19에 따른불확실성의 변동에 따라 조정될 수 있으나, COVID-19가 회사의 사업, 재무상태 및 성과, 유동성에 미칠 궁극적인 영향은 현재로는 예측할 수 없습니다.\n4. 영업부문\n(1) 회사는 기업회계기준서 제1108호에 따라 영업부문과 관련된 공시사항을 재무제표에 공시하고 있으며, 회사의 영업부문은 생물학적 의약품 제조부문으로 구성되어 있습니다.\n(2) 당기 및 전기 중 회사의 매출액의 10% 이상을 차지하는 고객은 다음과 같습니다.\n(3) 당기 및 전기 중 지역별 매출액은 다음과 같습니다.\n5. 금융상품\n(1) 금융자산\n당기말과 전기말 현재 범주별 금융자산의 내역은 다음과 같습니다.\n(*1) 외화 및 원화 차입금에 대해 통화금리스왑 및 금리스왑을 체결하였으며, 구체적인 내역은 다음과 같습니다.\n(2) 금융부채\n당기말과 전기말 현재 범주별 금융부채의 내역은 다음과 같습니다.\n(*1) 종업원에게 지급하여야 할 연차수당 및 성과상여금 등을 제외한 금액입니다.\n(*2) 외화 및 원화 차입금에 대해 통화금리스왑 및 금리스왑을 체결하였으며, 구체적인 내역은 다음과 같습니다.\n(3) 금융상품 종류별 공정가치\n당기말과 전기말 현재 금융상품의 장부금액과 공정가치는 다음과 같습니다.\n(4) 공정가치 서열체계\n공정가치로 측정되는 금융상품은 공정가치 서열체계에 따라 구분되며 정의된 수준들은 다음과 같습니다.\n- 수준 1 : 측정일에 동일한 자산이나 부채에 대해 접근할 수 있는 활성시장의 (조정하지 않은) 공시가격\n- 수준 2 : 수준 1의 공시가격 외에 자산이나 부채에 대해 직접적으로나 간접적으로 관측할 수 있는 투입변수\n- 수준 3 : 자산이나 부채에 대한 관측할 수 없는 투입변수\n당기말과 전기말 현재 공정가치로 측정되는 금융상품의 각 종류별로 공정가치 수준별 측정치는 다음과 같습니다.\n① 당기말\n② 전기말\n(5) 가치평가기법 및 투입변수\n회사는 공정가치 서열체계에서 수준 2로 분류되는 공정가치 측정치에 대하여 다음의가치평가기법과 투입변수를 사용하고 있습니다.\n(6) 금융상품 범주별 손익\n당기와 전기 중 금융상품 범주별 손익의 내역은 다음과 같습니다.\n(*) 기타손익은 외화환산손익, 외환차손익, 당기손익-공정가치측정금융자산처분손익이 포함되어 있습니다.\n6. 현금 및 현금성자산\n당기말과 전기말 현재 현금 및 현금성자산의 내역은 다음과 같습니다.\n7. 사용제한 금융상품\n당기말과 전기말 현재 사용이 제한된 금융상품은 다음과 같습니다.\n8. 매출채권 및 기타채권\n(1) 당기말과 전기말 현재 매출채권 및 기타채권의 내역은 다음과 같습니다.\n(*1) 회사는 채권의 최초 인식 시점부터 전체 회수예상기간 동안의 기대신용손실을 계산하여, 대손충당금을 설정하였습니다.\n(*2) 당기말과 전기말 현재 특수관계자에 대한 매출채권 및 기타채권은 각각 83,875,324천원, 65,970,950천원입니다(주석 32 참조).\n(2) 당기말과 전기말 현재 매출채권 및 기타채권의 연령분석은 다음과 같습니다.\n(3) 당기와 전기의 매출채권 및 기타채권에 대한 대손충당금의 변동내역은 아래와 같습니다.\n9. 계약자산과 계약부채\n(1) 당기 및 전기 중 고객과의 계약에서 생기는 계약자산과 계약부채의 증감내역은 다음과 같습니다.\n① 당기\n② 전기\n계약이행원가는 고객이 주문한 제품을 생산하기 위해 수행하는 기술이전 및 시제품 생산활동의 원가로 구성되어 있습니다. 해당 활동은 고객이 주문한 제품을 생산하기 위해 필수적으로 선행되어야 하는 활동이나 고객에게 재화나 용역을 이전하는 활동이 아니기 때문에 수행의무에 포함되지 않고 계약자산으로 인식되었습니다. 미청구 계약자산은 진행률에 따라 인식되는 회사의 수행의무 이행정도와 고객에게 청구한 대가의 차이로 인해 인식되었습니다. 한편, 회사는 기술이전 및 시제품 생산활동 등과 관련하여 고객으로부터 선수취한 금액을 계약부채로 인식하고 있습니다.\n(2) 당기 중 당기손익으로 인식한 계약자산의 손상차손은 725,887천원입니다. 전기 중 전기손익으로 인식한 계약자산의 손상차손 금액은 없습니다.\n(3) 회사는 위 기술된 계약부채 인식 대상 외에 고객에게 재화나 용역을 이전하기 전에 수취한 금액을 선수금으로 분류하고 있으며, 당기 및 전기 중 선수금 증감내역은 다음과 같습니다.\n① 당기\n② 전기\n10. 재고자산\n당기말과 전기말 현재 재고자산의 내역은 다음과 같습니다.\n당기 중 인식한 재고평가손실액은 3,346,479원이고, 전기 중 인식한 재고자산평가손실환입액은 9,118,584천원입니다. 동 금액은 매출원가에 가감되어 있습니다.\n11. 기타금융자산\n당기말과 전기말 현재 기타금융자산의 내역은 다음과 같습니다.\n12. 기타자산\n당기말과 전기말 현재 기타자산의 내역은 다음과 같습니다.\n13. 종속기업, 관계기업 및 공동기업 투자주식\n(1) 당기말과 전기말 현재 종속기업, 관계기업 및 공동기업 투자주식의 세부내역은 다음과 같습니다.\n(*1) 회사는 전기 중 CDO사업의 안정적 수주 확대 및 해외거점 확대운영을 위해 종속기업을 신규 설립 하였습니다.\n(*2) 2020년 9월, 회사와 AstraZeneca는 공동기업인 Archigen Biotech Limited의 연구개발활동을 중단하기로 결정하였습니다.\n(*3) 회사는 당기 중 바이오 분야 Startup 지분투자를 위해 SVIC54호 신기술사업투자조합에 출자하였습니다.\n(2) 당기와 전기 중 종속기업, 관계기업 및 공동기업 투자주식 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(*) 전기 중 투자주식의 장부금액과 회수가능액의 차이를 손상차손으로 인식하였습니다.\n14. 투자부동산\n(1) 당기말과 전기말 현재 투자부동산의 구성내역은 다음과 같습니다.\n(2) 당기와 전기 중 투자부동산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n(*) 당기 중 투자부동산 20,247,961천원이 유형자산으로 대체되었습니다.\n② 전기\n(3) 당사는 관계기업인 삼성바이오에피스㈜에 건물 및 구축물을 임대하였으나 당기 1월에 임대차계약이 종료됨에 따라 관련 투자부동산을 유형자산으로 대체하였습니다. 당기 중 해당 투자부동산에서 발생한 임대수익은 125백만원이며, 당기말 현재 임대중인 투자부동산은 없습니다.\n15. 유형자산\n(1) 당기말과 전기말 현재 유형자산의 구성내역은 다음과 같습니다.\n(2) 당기와 전기 중 유형자산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(3) 당기 및 전기 중 감가상각비의 비용 분류는 다음과 같습니다.\n(4) 차입원가자본화\n당기 중 적격 자산인 유형자산에 대해 자본화된 차입원가는 4,258,716천원(전기 : 81,090천원)이며, 자본화가능차입원가를 산정하기 위하여 사용된 자본화차입이자율은 일반차입금 2.31%(전기 : 2.61%)입니다.\n16. 무형자산\n(1) 당기말과 전기말 현재 무형자산의 구성내역은 다음과 같습니다.\n(2) 당기 및 전기 중 무형자산 장부금액의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n(*) 일부 무형자산의 회수가능액이 장부금액에 중요하게 미달하여 전기 중 손상차손을 인식하였습니다.\n(3) 당기와 전기 중 무형자산상각비의 비용 분류는 다음과 같습니다.\n17. 사채 및 차입금\n(1) 당기말과 전기말 현재 사채 및 차입금의 내역은 다음과 같습니다.\n(2) 당기말과 전기말 현재 회사가 발행한 사채의 내역은 다음과 같습니다.\n(3) 당기말과 전기말 현재 단기차입금의 내역은 다음과 같습니다.\n(4) 당기말과 전기말 현재 장기차입금의 내역은 다음과 같습니다.\n(5) 당기말 현재 사채 및 차입금의 연도별 상환계획은 다음과 같습니다.\n18. 매입채무및기타채무\n당기말과 전기말 현재 매입채무및기타채무 내역은 다음과 같습니다.\n(*) 당기말과 전기말 현재 특수관계자에 대한 매입채무및기타채무는 각각 235,040,011천원, 17,984,851천원입니다(주석 32 참조).\n19. 배출부채\n(1) 배출권\n회사는 2017년부터 온실가스 배출권의 할당 및 거래에 관한 법률에 따라 배출권 할당 및 거래 제도에 참여하고 있습니다.\n회사가 무상할당 받은 3차 계획기간(2021년~2025년)에 대한 배출권 수량은 다음과 같습니다.\n당기말 현재 담보로 제공한 배출권은 없습니다.\n(2) 배출부채\n당기와 전기의 배출부채의 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n회사는 당기에 이산화탄소 143,068톤을 배출한 것으로 추정하였습니다.\n20. 리스\n(1) 당기말과 전기말 현재 리스와 관련해 재무상태표에 인식된 금액은 다음과 같습니다.\n(*) 당기 및 전기 중 증가된 사용권자산은 각각 7,190,581천원, 10,451,363천원입니다.\n(2) 당기 및 전기 중 리스와 관련하여 포괄손익계산서에 인식된 금액은 다음과 같습니다.\n(3) 당기 및 전기 중 사용권자산 감가상각비의 비용 분류는 다음과 같습니다.\n(4) 당기 및 전기 중 리스부채 및 소액자산리스, 변동리스료 등과 관련하여 발생한 리스의 총 현금유출액은 각각 14,860,739천원, 9,878,947천원입니다.\n21. 기타부채\n당기말과 전기말 현재 기타부채의 내역은 다음과 같습니다.\n22. 종업원급여\n(1) 당기말과 전기말 현재 재무상태표에 인식된 종업원급여 관련 자산과 부채의 상세내역은 다음과 같습니다.\n(*) 종업원에게 지급하여야 할 연차수당 및 성과상여금 등을 포함한 금액입니다.\n(2) 당기 및 전기 중 순확정급여부채(자산)의 변동내역은 다음과 같습니다.\n(3) 당기말과 전기말 현재 사외적립자산은 다음의 자산으로 구성되어 있습니다.\n(4) 당기 및 전기 중 확정급여제도와 관련한 총비용의 배분내역은 다음과 같습니다.\n(5) 당기말 및 전기말 현재 확정급여제도와 관련하여 사용된 주요 보험수리적 가정은 다음과 같습니다.\n당기말과 전기말 현재 확정급여채무의 가중평균만기는 각각 9.15년과 9.26년입니다.\n(6) 당기말 현재 유의적인 보험수리적 가정에 대한 민감도분석은 다음과 같습니다.\n23. 자본\n(1) 당기말과 전기말 현재 자본금의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 발행주식수와 유통주식수의 변동내역은 없습니다.\n(3) 당기말과 전기말 현재 자본잉여금의 내역은 다음과 같습니다.\n(4) 당기말과 전기말 현재 기타포괄손익누계액의 내역은 다음과 같습니다.\n(5) 당기와 전기의 이익잉여금처분계산서는 다음과 같습니다.\n24. 매출액 및 매출원가\n당기와 전기 중 매출액 및 매출원가의 내역은 다음과 같습니다.\n(*) 기타 매출원가에는 비정상조업도손실, 재고자산 평가손실 등이 포함되어 있습니다.\n25. 판매비와관리비\n당기와 전기 중 판매비와관리비의 내역은 다음과 같습니다.\n26. 비용의 성격별 분류\n당기와 전기 중 발생한 비용의 성격별 분류에 대한 정보는 다음과 같습니다.\n(*) 손익계산서 상의 매출원가 및 판매비와관리비를 합한 금액입니다.\n27. 기타수익 및 기타비용\n(1) 당기와 전기 중 기타수익의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 기타비용의 내역은 다음과 같습니다.\n28. 금융수익 및 금융비용\n(1) 당기와 전기 중 금융수익의 내역은 다음과 같습니다.\n(2) 당기와 전기 중 금융비용의 내역은 다음과 같습니다.\n29. 법인세비용\n(1) 당기 및 전기 중 법인세비용의 구성요소는 다음과 같습니다.\n(2) 당기 및 전기 중 법인세비용과 회계이익의 관계는 다음과 같습니다.\n(3) 당기 및 전기 중 기타포괄손익으로 인식되는 항목과 관련된 법인세는 다음과 같습니다.\n(4) 당기와 전기 중 당사의 이연법인세자산(부채) 증감내역 및 당기말과 전기말 현재 이연법인세자산(부채)의 내역은 다음과 같습니다.\n① 당기\n② 전기\n(5) 당기말 및 전기말 현재 이연법인세자산과 부채의 회수 및 결제 시기는 다음과 같습니다.\n(6) 당기말과 전기말 현재 당사가 지분법적용투자주식과 관련하여 인식하지 않은 이연법인세자산은 없습니다.\n(7) 회사는 이연법인세자산에 대한 미래 실현가능성을 회사의 성과, 전반적인 경제환경과 산업에 대한 전망, 향후 예상수익, 세액공제와 이월결손금의 공제가능기간 등 다양한 요소들을 고려하여 평가합니다. 회사는 주기적으로 이러한 사항들을 검토하고 있습니다.\n30. 주당이익\n(1) 기본주당이익\n당기와 전기의 주당이익의 계산내역은 다음과 같습니다.\n(*) 당기와 전기 중 주식수 변동은 없습니다.\n(2) 희석주당이익\n회사는 당기말 현재 희석증권이 존재하지 아니하므로 희석주당이익은 기본주당이익과 동일합니다.\n31. 우발부채와 약정사항\n(1) 당기말 현재 금융기관과 체결한 대출약정사항은 다음과 같습니다.\n(2) 당기말 현재 금융기관으로부터 제공 받은 보증의 내역은 다음과 같습니다.\n(3) 회사는 금융기관과 차입금에 대해 다음의 약정사항을 체결하였으며, 사건 발생시차입금에 대한 기한의 이익을 상실하여 조기상환청구를 받을 수 있습니다.\n(4) 회사는 토지사용과 관련하여 인천광역시와 임대차계약을 체결하는 과정에서 인천광역시의 공유재산관리조례에 대한 임대료 감면 요건을 충족함으로써 임대료를 전액 면제받고 있습니다. 회사는 인천광역시로부터 면제받은 임대료의 공정가치를 무형자산으로 인식하고 있으며, 동일한 금액을 정부보조금의 과목으로 하여 자산의 차감항목으로 계상하고 있습니다. 토지 무상임대 기간 및 임대료 전액 면제요건은 다음과 같습니다.\n① 기간\n총 50년간 임대조건으로 최초 임대기간은 토지임대차계약 체결일인 2011년 4월 28일로부터 20년간이며, 이후 10년 단위로 재계약을 체결할 수 있습니다.\n② 면제요건\n임대차계약 및 인천광역시공유재산관리조례 제32조의 규정에 의하여 계약 체결일로부터 5년간은 외국인투자금액이 미화 2천만달러 이상 유지, 그 이후부터는 외국인투자기업이면서 1일 평균 고용인원 300명 이상 요건 등을 충족하는 기업을 면제대상으로 합니다.\n(5) 당기말 현재, 당사의 회계처리 및 주석공시(주석 35 참조)와 관련하여 계류 중인 주식거래 손해배상소송은 총 4건이며, 총 소송가액은 9,296백만원입니다.\n(6) 당기말 현재 발생하지 아니한 유무형자산의 취득을 위한 약정액은 1,342,710백만원이며, 이 중 특수관계자인 삼성엔지니어링 등과의 약정액은 921,121백만원입니다.\n(7) 당기말 현재 회사는 SVIC54호 신기술사업투자조합에 대해 한도액 49,500백만원의 출자 약정을 체결하고 있습니다.\n회사는 2021년 8월 13일 최초 출자금 12,375백만원을 납입하였으며, 2024년 8월 13일까지 3회에 걸쳐 추가 출자금을 분할 납입할 예정입니다.\n32. 특수관계자\n(1) 당기말 현재 회사의 지배기업은 삼성물산㈜이며, 회사에 대한 지분율은 43.44%입니다.\n(2) 당기말 현재 회사와 매출 등 거래 또는 채권ㆍ채무 잔액이 있는 특수관계자 등의 현황은 다음과 같습니다.\n(*) 기업회계기준서 제1024호 '특수관계자 공시'에 따른 특수관계자 범위에 포함되지 않으나 독점규제 및 공정거래법에 따른 동일한 대규모기업집단에 소속된 회사입니다.\n(3) 특수관계자에 대한 주요 채권ㆍ채무내역은 다음과 같습니다.\n① 당기말\n(*) ㈜멀티캠퍼스, ㈜호텔신라와의 거래가 포함되어 있습니다.\n② 전기말\n(*) ㈜멀티캠퍼스, ㈜호텔신라와의 거래가 포함되어 있습니다.\n(4) 특수관계자와의 주요 거래내역은 다음과 같습니다.\n① 당기\n(*1) 기타수익은 사외적립자산에서 발생한 운용수익으로, 퇴직급여의 차감항목으로 인식하였습니다. 당기말 현재 사외적립자산으로 삼성화재해상보험㈜에 44,266백만원(전기말 42,670백만원), 삼성생명보험㈜에 27,654백만원(전기말 23,851백만원) 및 삼성증권㈜에 29,721백만원(전기말 25,772백만원)이 적립되어 있습니다.\n(*2) ㈜멀티캠퍼스, ㈜호텔신라, ㈜시큐아이와의 거래가 포함되어 있습니다.\n② 전기\n(*1) 기타수익은 사외적립자산에서 발생한 운용수익으로, 퇴직급여의 차감항목으로 인식하였습니다.\n(*2) ㈜멀티캠퍼스, ㈜호텔신라, 에스코어㈜ 와의 거래가 포함되어 있습니다.\n(5) 당기와 전기 중 주요경영진에 대한 보상내역은 다음과 같습니다.\n회사의 주요경영진에는 등기 임원인 이사(비상임 포함)를 포함하였습니다. 회사의 주요경영진에 대한 보상은 급여, 비화폐성 급여 및 퇴직급여제도에 대한 기여금을 포함하고 있습니다. 한편, 회사는 현직 임원들에게 3년간의 경영실적에 따라 성과급을 지급하는 장기성과인센티브를 부여하였는 바, 향후 지급이 예상되는 금액 중 당기말까지의 누적액을 미지급비용 및 장기미지급비용으로 계상하고 있습니다.\n(6) 당기와 전기 중 특수관계자와의 자금거래는 다음과 같습니다.\n33. 현금흐름표\n(1) 당기와 전기 중 투자와 재무활동 중 현금의 유입과 유출이 없는 중요한 거래내역은 다음과 같습니다.\n(2) 재무활동에서 생기는 부채의 당기와 전기 중 변동내역은 다음과 같습니다.\n① 당기\n② 전기\n34. 금융위험관리\n금융상품과 관련하여 회사는 신용위험, 유동성위험 및 시장위험에 노출되어 있습니다. 본 주석은 회사가 노출되어 있는 위의 위험에 대한 정보와 회사의 위험관리 목표, 정책, 위험 평가 및 관리 절차, 그리고 자본관리에 대해 공시하고 있습니다. 추가적인계량적 정보에 대해서는 본 재무제표 전반에 걸쳐서 공시되어 있습니다.\n(1) 위험관리 정책\n회사의 위험관리정책은 회사가 직면한 위험을 식별 및 분석하고, 적절한 위험 한계치및 통제를 설정하고, 위험이 한계치를 넘지 않도록 하기 위해 수립되었습니다. 위험관리정책과 시스템은 시장 상황과 회사의 활동의 변경을 반영하기 위해 정기적으로 검토되고 있습니다. 회사는 훈련 및 관리기준, 절차를 통해 모든 종업원들이 자신의 역할과 의무를 이해할 수 있는 엄격하고 구조적인 통제환경을 구축하는 것을 목표로 하고 있습니다. 이사회는 경영진이 회사의 위험관리 정책 및 절차의 준수여부를 어떻게 관리하는지 감독하고, 회사의 위험관리체계가 적절한지 검토합니다.\n(2) 신용위험\n신용위험이란 고객이나 거래상대방이 금융상품에 대한 계약상의 의무를 이행하지 않아 회사가 재무손실을 입을 위험을 의미합니다. 금융자산의 장부금액은 신용위험에 대한 최대노출정도를 나타냅니다. 당기말과 전기말 현재 회사의 신용위험에 대한 최대 노출정도는 다음과 같습니다.\n(*) 회사가 보유하는 현금시재액은 제외하였습니다.\n(3) 유동성위험\n유동성위험이란 회사가 금융부채에 관련된 의무를 충족하는 데 어려움을 겪게 될 위험을 의미합니다. 회사의 유동성 관리방법은 재무적으로 어려운 상황에서도 받아들일 수 없는 손실이 발생하거나, 회사의 평판에 손상을 입힐 위험 없이, 만기일에 부채를 상환할 수 있는 충분한 유동성을 유지하도록 하는 것입니다.\n유동성위험관리에 대한 궁극적인 책임은 회사의 단기 및 중장기 자금조달과 유동성관리규정을 적절하게 관리하기 위한 기본정책을 수립하는 이사회에 있습니다. 회사는 적정 유동성의 유지를 위하여 주기적인 자금수지 예측, 조정을 통해 유동성 위험을 관리하고 있습니다.\n당기말과 전기말 현재 금융부채의 계약상 만기는 다음과 같습니다. 금액은 이자지급액을 포함하고, 상계약정의 효과는 포함하지 않았습니다. 회사는 이 현금흐름이 유의적으로 더 이른 기간에 발생하거나, 유의적으로 다른 금액일 것으로 기대하지 않습니다.\n① 당기말\n② 전기말\n(4) 환위험\n회사의 기능통화인 원화 외의 통화로 표시되는 판매, 구매 및 차입에 대해 환위험에 노출되어 있습니다. 이러한 거래들이 표시되는 주된 통화는 USD 등입니다. 회사는 환위험에 대한 회피가 필요하다고 판단되는 경우 통화선도거래 등을 통해 환위험을 관리할 수 있도록 계획을 수립하고 있습니다.\n① 환위험에 대한 노출\n당기말과 전기말 현재 회사의 환위험에 대한 노출정도는 다음과 같습니다.\n(*) 통화스왑이 체결된 외화차입금은 환위험에 노출되지 않은것으로 보아 제외하였습니다.\n② 당기와 전기 중 적용된 환율은 다음과 같습니다.\n③ 민감도분석\n회사는 내부적으로 원화 환율변동에 대한 환위험을 정기적으로 측정하고 있습니다. 당기말과 전기말 현재 각 외화에 대한 원화환율 10% 변동시 환율변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n(5) 이자율위험\n회사의 금융상품 중 변동이자부 차입금 등은 시장이자율의 변동으로부터 영향을 받습니다. 당기와 전기 중 이자율이 0.5% 변동시 이자율 변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n(6) 자본관리\n회사의 자본관리는 건전한 자본구조의 유지를 통한 주주이익의 극대화를 목적으로 하고 있으며, 최적 자본구조 달성을 위해 부채비율 등의 재무비율을 모니터링하여 필요한 경우 적절한 재무구조 개선방안을 실행하고 있습니다.\n당기말과 전기말 현재 부채비율은 다음과 같습니다.\n35. 삼성바이오에피스㈜ 투자주식 회계처리 관련 증권선물위원회의 조치 및 행정소송과 검찰기소 등\n2018년 7월 12일 증권선물위원회(이하 '증선위')는 주식회사의 외부감사에 관한 법률에 따라 Biogen Therapeutics Inc.와의 합작계약 약정사항을 재무제표 주석에 미기재(2012년부터 2015년까지의 보고기간)한 사항과 관련하여, 회사에 감사인 지정 3년, 담당임원 해임권고, 검찰고발(회사 및 대표이사) 조치(이하 \"1차 조치\")를 의결하였습니다. 또한 2018년 11월 14일 증선위는 주식회사의 외부감사에 관한 법률에 따라 연결대상 범위 회계처리 오류(2012년 이후의 보고기간) 등 회계처리기준 위반과 관련하여 회사에 과징금 80억원 부과, 감사인 지정 3년, 대표이사 및 담당임원 해임권고, 재무제표 재작성, 검찰고발(회사 및 대표이사) 조치(이하 \"2차 조치\")를 의결하였으며 이에 따라 2018년 11월 21일 금융위원회는 80억원의 과징금을 회사에 부과 통보하였습니다.\n회사는 회계처리의 정당성을 입증하기 위하여 증선위 및 금융위원회 처분에 대한 취소청구소장을 2018년 10월 8일(1차 조치) 및 2018년 11월 27일(2차 조치) 제출하였으며, 현재 1, 2차 조치에 대한 각 취소 소송이 진행 중에 있습니다. 1차 조치에 대한 취소소송과 관련하여 2020년 9월 24일 서울행정법원은 증권선물위원회가 당사에 부과한 행정처분을 취소한다고 판결하고 항소심 판결 선고시까지 위 처분의 효력을 정지하는 결정을 하였습니다. 2020년 10월 16일 증선위는 1심 판결에 항소하였으며, 현재 서울고등법원에서 소송이 진행중입니다.\n또한 회사는 증선위 조치에 대한 효력정지신청서를 2018년 11월 27일과 12월 18일 서울행정법원에 제출하였으며, 2019년 9월 6일과 10월 11일 대법원에서 2차 조치와1차 조치에 대하여 각각 효력정지 결정이 확정되었습니다.\n위 증선위 조치에 대하여 현재 진행 중인 행정소송본안의 결과를 예측하기 어려우나 회사가 행정소송에서 패소할 경우, 2012년과 그 이후 보고기간의 연결재무제표가 재작성될 수 있습니다.\n또한, 증선위 조치와 관련하여 당사의 전 대표이사, 재무책임자 등에 대해 자본시장과 금융투자업에 관한 법률 위반, 주식회사의 외부감사에 관한 법률 위반, 특정경제범죄가중처벌 등에 관한 법률 위반, 형법상 증거인멸혐의 등으로 검찰 조사가 진행되었으며, 주식회사의 외부감사에 관한 법률 위반과 특정경제범죄 가중처벌 등에 관한 법률위반 및 형법상 증거인멸혐의 등으로 전 대표이사 및 재무책임자가 기소되어, 1심 재판이 진행중에 있습니다.\n한편, 검찰 압수수색에 관련된 증거인멸혐의 등으로 기소된 회사 및 관계기업 임직원이 2019년 12월 9일 서울중앙지법 1심에서 주식회사의 외부감사에 관한 법률 및 형법 위반으로 유죄를 선고받았습니다. 관계기업 임직원 전원은 위 1심 판결에 대해 항소하였으며 회사 직원은 항소를 포기하여 증거인멸죄에 대한 집행유예형이 확정되었습니다.\n만일, 증선위 조치 사항에 따라 재무제표를 재작성 하는 경우 회사의 별도재무제표에 미치는 영향은 없습니다.\n36. 보고기간 후 사건\n회사는 바이오 제약사로서의 포트폴리오 다각화 및 사업경쟁력 강화를 위하여\nBiogen Therapeutics Inc.가 보유한 삼성바이오에피스㈜ 주식 10,341,852주를 취득하고자 2022년 1월 28일 이사회 결의 후 주식매매계약을 체결하였습니다. 거래대금은 매매대금 USD 2,250,000,000 및 조건부대가 USD 50,000,000로 총 USD 2,300,000,000입니다. 매매대금은 양수일 기준 3회 분납(거래 종결일에 USD 1,000,000,000 지급, 거래종결일로부터 1년이 되는 날까지 USD 812,500,000 지급, 거래종결일로부터 2년이 되는 날까지 USD 437,500,000 지급)하며, 조건부대가는 조건 충족 시 2027년 1월에 일시 지급 예정입니다. 거래 종결 및 양수예정일은 2022년 4월이며, 정부 승인 일정 등에 따라 변경될 수 있습니다.\n회사는 2022년 1월 28일 이사회에서 시설자금 및 타법인증권 취득 자금을 위해 유상증자를 결의하였습니다. 증자 예정 금액은 3,000,391백만원(기명식 보통주식 5,009,000주)이며, 신주 상장 예정일은 2022년 4월 28일입니다.\nBiogen Therapeutics Inc.는 회사와 체결한 삼성바이오에피스㈜ 합작계약 내용중 일부 조항의 해석과 관련하여, 2020년 12월 회사를 상대로 국제상업회의소(ICC)국제중재법원에 중재를 신청하여 관련 절차 진행중이었으나, 2022년 2월 양사의 합의에 따라 현재 중재 절차를 중지한 상태입니다.\n6. 배당에 관한 사항\n가. 배당에 관한 사항\n당사는 정관에 의거하여 이사회 결의를 통해 금전과 주식으로 이익을 배당할 수 있습니다. 향후 주주가치 제고와 주주환원 확대를 위해 투자, 재무구조, 배당 안정성 등을 종합적으로 고려하여 배당을 결정할 계획입니다. 2025년 이후에는 해당년도 잉여현금흐름(FCF)의 10% 내외에서 현금 배당 실시 여부를 검토할 예정입니다.\n당사의 배당에 관한 사항은 정관 48조 및 49조에 다음과 같은 정함을 두고 있습니다.\n나. 주요배당지표\n※ 제9기(전전기)는 개별재무제표 기준이고,\n제10기(전기), 제11기(당기)는 연결재무제표 기준입니다.\n다. 과거 배당 이력\n※ 최근 5년간 당사는 배당을 지급한 이력이 없습니다.\n7. 증권의 발행을 통한 자금조달에 관한 사항\n7-1. 증권의 발행을 통한 자금조달 실적\n당사는 당기 중 지분증권의 발행실적이 없습니다.\n증자(감자)현황\n가. 채무증권 발행실적\n나. 기업어음증권 미상환 잔액\n다. 전자단기사채 미상환 잔액\n라. 회사채 미상환 잔액\n마. 신종자본증권 미상환 잔액\n바. 조건부자본증권 미상환 잔액\n사. 사채관리계약 주요내용 및 충족여부 등\n※ 이행현황기준일은 이행현황 판단 시 적용한 회계감사인의 감사의견(확인 및 의견 표시)이 표명된 가장 최근의 재무제표의 작성기준일이며, 지배구조변경 제한현황 은 공시서류작성기준일임\n7-2. 증권의 발행을 통해 조달된 자금의 사용실적\n가. 공모자금의 사용내역\n나. 사모자금의 사용내역\n다. 미사용자금의 운용내역\n8. 기타 재무에 관한 사항\n가. 재무제표 재작성 등 유의사항\n- 기타 재무제표 이용에 유의하여야 할 사항\n□ 감사보고서상 강조사항과 핵심감사사항\n□ 삼성바이오에피스(주) 투자주식 회계처리 관련 증권선물위원회의 조치 및 행정소송과 검찰기소 등\n2018년 7월 12일 증권선물위원회(이하 '증선위')는 주식회사의 외부감사에 관한 법률에 따라 Biogen Therapeutics Inc.와의 합작계약 약정사항을 재무제표 주석에 미기재(2012년부터 2015년까지의 보고기간)한 사항과 관련하여, 당사에 감사인 지정 3년, 담당임원 해임권고, 검찰고발(회사 및 대표이사) 조치(이하 \"1차 조치\")를 의결하였습니다. 또한 2018년 11월 14일 증선위는 주식회사의 외부감사에 관한 법률에 따라 연결대상 범위 회계처리 오류(2012년 이후의 보고기간) 등 회계처리기준 위반과 관련하여 당사에 과징금 80억원 부과, 감사인 지정 3년, 대표이사 및 담당임원 해임권고, 재무제표 재작성, 검찰고발(회사 및 대표이사) 조치(이하 \"2차 조치\")를 의결하였으며 이에 따라 2018년 11월 21일 금융위원회는 80억원의 과징금을 당사에 부과 통보하였습니다.\n당사는 회계처리의 정당성을 입증하기 위하여 증선위 및 금융위원회 처분에 대한 취소청구소장을 2018년 10월 8일(1차 조치) 및 2018년 11월 27일(2차 조치) 제출하였으며, 현재 1, 2차 조치에 대한 각 취소 소송이 진행 중에 있습니다. 1차 조치에 대한 취소소송과 관련하여 2020년 9월 24일 서울행정법원은 증권선물위원회가 당사에 부과한 행정처분을 취소한다고 판결하고 항소심 판결 선고시까지 위 처분의 효력을 정지하는 결정을 하였습니다. 2020년 10월 16일 증선위는 1심 판결에 항소하였으며, 현재 서울고등법원에서 소송이 진행중입니다.\n또한 당사는 증선위 조치에 대한 효력정지신청서를 2018년 11월 27일과 12월 18일 서울행정법원에 제출하였으며, 2019년 9월 6일과 10월 11일 대법원에서 2차 조치와 1차 조치에 대하여 각각 효력정지 결정이 확정되었습니다.\n위 증선위 조치에 대하여 현재 진행 중인 행정소송본안의 결과를 예측하기 어려우나 당사가 행정소송에서 패소할 경우, 2012년과 그 이후 보고기간의 연결재무제표가 재작성될 수 있습니다.\n또한, 증선위 조치와 관련하여 당사의 전 대표이사, 재무책임자 등에 대해 자본시장과 금융투자업에 관한 법률 위반, 주식회사의 외부감사에 관한 법률 위반, 특정경제범죄가중처벌 등에 관한 법률 위반, 형법상 증거인멸혐의 등으로 검찰 조사가 진행되었으며, 주식회사의 외부감사에 관한 법률 위반과 특정경제범죄 가중처벌 등에 관한 법률위반 및 형법상 증거인멸혐의 등으로 전 대표이사 및 재무책임자가 기소되어, 1심 재판 진행중에 있습니다.\n한편, 검찰 압수수색에 관련된 증거인멸혐의 등으로 기소된 당사 및 관계기업 임직원이 2019년 12월 9일 서울중앙지법 1심에서 주식회사의 외부감사에 관한 법률 및 형법 위반으로 유죄를 선고받았습니다. 관계기업 임직원 전원은 위 1심 판결에 대해 항소하였으며 당사 직원은 항소를 포기하여 증거인멸죄에 대한 집행유예형이 확정되었습니다.\n만일, 증선위 조치 사항에 따라 연결재무제표를 재작성 하는 경우 2015년 삼성바이오에피스㈜ 투자주식에 대한 공정가치 평가 효과 제거로 당기말 관계기업투자주식,이연법인세부채(이연법인세자산 차감 후 순액) 등 부채항목, 이익잉여금 등 자본항목은 각각 2,330,760백만원, 608,329백만원, 1,722,431백만원이 감소할 것이며, 당기 지분법이익과 당기 총포괄손익은 각각 20,326백만원과 59,692백만원이 증가할 것입니다.\n나. 대손충당금 설정현황\n(1) 최근 3개년의 계정과목별 대손충당금 설정내역\n※ 한국채택국제회계기준에 따라 작성되었습니다.(연결 기준)\n(2) 대손충당금 변동현황\n※ 한국채택국제회계기준에 따라 작성되었습니다.(연결 기준)\n(3) 매출채권 관련 대손충당금 설정방침\n- 대손충당금 설정방침\n공시서류 작성기준일 현재 매출채권과 기타채권 잔액에 대하여 장래의 대손예상액 을 고려하는 기대신용손실모형을 적용하여 대손충당금 설정\n- 대손설정률 및 대손예상액의 산정근거\n1.대손설정률 : 전체 매출채권에 대해 전체기간 기대신용손실을 사용\n2.대손예상액 : 발행자나 차입자의 유의적인 재무적 어려움(파산, 강제집행, 사망 및 실종 등) 등으로 회수가 불투명한 매출채권의 경우 회수가능성 및 담보설정 여부 등을 고려하여 합리적인 대손추산액 설정\n(4) 경과기간별 매출채권 잔액 현황\n※ 한국채택국제회계기준에 따라 작성되었습니다.(연결 기준)\n※ 매출채권 잔액은 대손충당금 차감 후 금액입니다.\n다. 재고자산 현황\n(1) 최근 3개년의 사업부문별 재고자산 보유현황\n※ 한국채택국제회계기준에 따라 작성되었습니다.(연결 기준)\n(2) 재고자산의 실사내용\n① 실사일자\nㆍ 실사는 매년 12월말 ~ 익년 1월초 기준 외부감사인 입회하 연 1회 실시하며,\n내부통제기준에 따라 자체적으로 매월 실사를 시행함\nㆍ 실사일과 재무상태표일 사이의 입출고 발생분은 입/출고지시서 등으로 확인함\nㆍ 당사는 외부감사인 입회하에 재고자산 실사를 실시하였으며, 실사일자 및\n입회자 내역은 다음과 같습니다.\n② 실사방법\nㆍ 매월 실시하는 자체 재고실사의 경우 전수조사로 수행함\nㆍ 외부감사인은 당사의 재고실사에 입회ㆍ확인하고 일부 항목에 대해 표본을\n추출하여 그 실재성 및 완전성을 확인함\n③ 장기체화재고 등의 현황\nㆍ 재고자산의 순실현가능가치가 취득원가 이하로 하락한 경우에는\n평가손실충당금을 인식하여 재고자산의 재무상태표가액을 결정하고 있으며,\n당기말 현재 재고자산에 대한 평가내역은 다음과 같습니다.\n※ 한국채택국제회계기준에 따라 작성되었습니다.(연결 기준)",
    "item_IV": "IV. 이사의 경영진단 및 분석의견\n1. 예측정보에 대한 주의사항\n본 자료는 미래에 대한 '예측정보'를 포함하고 있습니다.\n이는 과거가 아닌 미래의 사건과 관계된 것으로 회사의 향후 예상되는 경영현황 및\n재무실적을 의미하고, 표현상으로는 '예상', '전망', '계획', '기대' 등과\n같은 단어를 포함합니다.\n'예측정보'는 그 성격상 불확실한 사건들을 언급하는데, 회사의 향후 경영현황 및\n재무실적에 긍정적 또는 부정적으로 영향을 미칠 수 있는 불확실성에는 다음과\n같은 것들이 포함됩니다.\n·환율, 이자율 등의 변동을 포함한 국내·외 금융 시장의 동향\n·사업의 처분, 매수 등을 포함한 회사의 전략적인 의사결정\n·회사가 영위하는 주요사업 분야의 예상치 못한 급격한 여건 변화\n·기타 경영현황 및 재무실적에 영향을 미칠 수 있는 국내/외적 변화\n이러한 불확실성으로 인해 회사의 실제 미래실적은 '예측정보'에 명시적 또는 묵시적\n으로 포함된 내용과 중대한 차이가 있을 수 있음을 양지하시기 바랍니다.\n당사는 동 예측정보 작성시점 이후에 발생하는 위험 또는 불확실성을 반영하기\n위하여 예측정보에 기재한 사항을 수정하는 정정보고서를 공시할 의무는 없습니다.\n2. 개 요\n삼성바이오로직스는 2021년 CMO 부문에서 높은 성장을 이어가는 동시에 신규 사업에서 의미 있는 성과를 내며 당초 사업 목표를 성공적으로 달성했습니다. 1, 2, 3 공장 전체 100% 가동에 가까운 가동률을 유지했으며, 2021년 누적 수주 건수는 69건을 기록했습니다. 2022년 4분기부터 부분 가동 예정인 4공장 또한 3곳의 글로벌 빅파마와 5개 제품에 대한 위탁생산 계약을 체결하였습니다.\n특히 2021년에는 국내 최초로 Moderna社의 mRNA 백신 완제의약품(DP)을 위탁생산하고 식품의약품안전처 품목 허가를 획득했습니다. 앞으로도 COVID-19 장기화에 따른 백신 긴급 수요에 대응함으로써 팬데믹 종식과 세계 인류의 건강 증진에 적극적으로 기여하겠습니다. 또한 2021년 업계 평균 대비 두 배 향상된 세포 생존력과 개선된 증식력을 보여주는 자체 개발 세포주 '에스초이스(S-CHOice)' 개발에 성공하였고, 단계별로 표준화된 프로세스를 통해 개발기간을 혁신적으로 단축시킨 위탁 개발 플랫폼 '에스셀러레이트(S-Cellerate)'를 런칭하였습니다.\n2021년은 삼성바이오로직스가 첫 지속가능 보고서를 발간하고 ESG 경영을 시작한 해이며, 국내 바이오 기업 최초로 '다우존스 지속가능경영 월드 지수(Dow Jones\nSustainability World Index)' 에 이름을 올려 글로벌 수준의 ESG 성과를 인정받았습니다. 이와 같은 성과를 바탕으로 향후 CMO 부문 글로벌 1위 자리를 굳히기 위한 혁신 사업들을 추진하는 동시에 새로운 성장 동력을 마련하는데 주력할 계획입니다.\n삼성바이오로직스는 생산능력 향상(Capacity), 사업 포트폴리오 확대(Portfolio), 지리적 거점 확보(Geography) 3대 성장축을 기반으로 재무적 성과를 더욱 극대화하고 지속 성장을 향한 도약의 토대를 만들어 나갈 것입니다.\n단일 공장으로 세계 최대 규모인 4공장이 완공되면 삼성바이오로직스는 총 62만리터의 생산능력을 보유하게 되어 글로벌 CMO 1위로서 입지를 굳히게 됩니다. 아울러 멀티모달(Multi Modal) 형식의 5공장을 2022년 내 착공할 예정이며, 제2 바이오 캠퍼스에 항체의약품 대량 생산시설 및 오픈이노베이션 센터를 설립함으로써 생산능력확대에 주력할 계획입니다.\n한편 지속적으로 신규 사업을 발굴해 항체의약품 CMO 중심의 사업 포트폴리오를 다각화할 것입니다. 2021년 mRNA 완제의약품(DP)에 이어 2022년은 mRNA 원료의약품(DS) 생산을 본격 시작하여 mRNA 백신 원스톱 생산 서비스를 제공할 계획입니다. 글로벌 바이오제약 시장에서 차세대 바이오의약품 CMO 수요가 증가하고 있습니다. 삼성바이오로직스는 이와같은 시장의 니즈에 대응하기 위해 mRNA 뿐만 아니라 세포/유전자치료제, pDNA, 바이럴 벡터 등 차세대 의약품으로 사업을 확대해 나가고자 합니다.\n또한 글로벌 시장에서의 우위를 이어가기 위해 지난 2020년에 설립한 미국 샌프란시스코 R&D 센터를 시작으로 향후 바이오 핵심 지역에 글로벌 거점을 적극 확대해 나갈 계획입니다. 이를 통해 고객과의 접근성을 높이고 안정적인 서비스를 제공하는\n'Next Door CDO Partner'로 도약하고자 합니다.\n3. 재무상태 및 영업실적 (연결기준)\n가. 재무상태\n※ 제11기(당기)는 주주총회 승인전 연결재무제표입니다.\n향후 제11기 정기주주총회에서 재무제표 승인 관련 안건이 부결되거나\n수정이 발생한 경우 정정보고서를 통해 그 내용 및 사유 등을 반영할 예정입니다.\n- 자산은 7조 9,700억으로 전년비 1조 5,458억 (24.06%) 증가하였습니다.\n유동자산은 전년비 1조 718억(61.20%) 증가한 2조 8,232억입니다.\n4공장 건설을 위한 공모사채 발행 등으로 당좌자산이 6,684억 증가하였으며,\n생산량 증가로 재고자산이 3,669억, 매출채권이 1,484억 증가하였습니다.\n비유동자산은 전년비 4,740억(10.14%) 증가한 5조 1,468억입니다.\n4공장 건설에 따라 유형자산 장부가액이 4,705억 증가한 것이 주요 영향입니다.\n- 부채는 2조 9,789억으로 전년비 1조 1,535억(63.19%) 증가하였습니다.\n유동부채는 전년비 5,180억(87.90%) 증가하였습니다. 원자재 구매 등 운영비용\n증가로 매입채무 및 기타채무가 2,898억 증가하였고, 원자재 청구 증가에 따라\n선수금이 2,009억 증가한 것이 주요 영향입니다.\n비유동부채는 전년비 6,355억(51.41%) 증가하였습니다. 이는 공모사채 5,000억\n발행이 주 요인입니다.\n- 자본은 4조 9,911억으로 전년비 3,923억(8.53%)이 증가하였고,\n이는 영업이익이 증가한 영향으로 당기순이익이 증가한 것이 주 요인입니다.\n나. 영업실적\n※ 제11기(당기)는 주주총회 승인전 연결재무제표입니다.\n향후 제11기 정기주주총회에서 재무제표 승인 관련 안건이 부결되거나\n수정이 발생한 경우 정정보고서를 통해 그 내용 및 사유 등을 반영할 예정입니다.\n※ 삼성바이오로직스는 단일 사업부문으로 구성되어 있습니다.\n- 2021년 매출액은 1조 5,680억으로 전년비 4,032억(34.62%) 증가하였고\n매출총이익은 전년비 3,104억(74.60%) 증가하였습니다.\n이는 3공장 수주 증가 및 Full가동에 따른 매출 증대가 주 요인입니다.\n·삼성바이오로직스는 바이오의약품을 위탁생산하는 바이오 CMO(Contract\nManufacturing Organization)업체로, 고객사 수주물량에 따른 공장별 생산\n스케줄에 따라 매출액이 연동됩니다.\n- 판매비와관리비는 전년비 658억(53.41%) 증가하였습니다. 이는 사업 확장에\n따른 임직원 수 증가로 인한 인건비 증가, 소송 및 중재로 인한 법률용역비\n증가, 대손충당금 설정으로 인한 대손상각비 발생이 주 요인입니다.\n- 영업이익은 5,373억원으로 매출 증대 및 원가개선 효과가 크게 작용하여\n전넌비 2,445억(83.52%) 대폭 증가하였습니다.\n- 주요 재무비율 측면으로는 당기 영업이익률 34.3%(2020년 25.1%), EBITDA율\n44.6%(2020년 37.5%), 이자보상비율 36.5배(2020년 18.2배)로 영업이익 증가의\n영향으로 전년대비 개선되었습니다.\n다. 신규사업\n삼성바이오로직스는 사업 영역을 CDO 서비스, mRNA 및 세포/유전자치료제 등 다양한 분야로 확장해나가고 있습니다.\nCDO 서비스는 자체 세포주 및 공정개발 시설이 없거나 부족한 중소 제약사 등을 대상으로 세포주ㆍ공정 및 제형개발 서비스를 제공하는 위탁개발 서비스입니다. 당사는 업계 평균대비 두 배 향상된 세포 생존력과 개선된 증식력을 보여주는 자체 개발 세포주 '에스초이스(S-CHOice)' 개발에 성공하였고, 개발 단계별로 표준화된 프로세스를 통해 개발기간을 혁신적으로 단축시킨 위탁 개발 플랫폼 '에스셀러레이트(S-Cellerate)'를 런칭하였습니다. 2020년 10월에는 미국 대표 바이오 클러스터인 샌프란시스코에 의약품 위탁 개발 R&D 센터를 열었고, 보스턴·유럽·중국 등에도 순차적으로 진출을 검토중에 있습니다.\n또한, 빠르게 부상하는 시장의 수요를 충족하기 위해 기존 공장내 mRNA 생산시설을증설하였고, 2022년 상반기내로 우수 의약품 제조 및 품질관리 기준(cGMP) 준비를 완료하고자 합니다. 이외 추가적으로 mRNA 및 세포/유전자치료제 생산 능력을 갖춘 신규 공장을 설립하고자 2021년 11월 신규 부지매입 계약을 체결하였습니다.\n라. 조직개편\n해당사항 없습니다.\n마. 환율변동영향\n- 환위험에 대한 노출\n당사의 환위험에 대한 노출정도는 다음과 같습니다.\n(*) 통화스왑이 체결된 외화차입금은 환위험에 노출되지 않은것으로 보아 제외하였습니다.\n- 민감도분석\n당사는 내부적으로 원화 환율변동에 대한 환위험을 정기적으로 측정하고 있습니다. 당기말과 전기말 현재 각 외화에 대한 원화환율 10% 변동시 환율변동이 법인세비용차감전순이익에 미치는 영향은 다음과 같습니다.\n4. 유동성 및 자금조달과 지출\n가. 유동성 지표\n당사가 보유하고 있는 유동성은 다음과 같습니다.\n당사는 당기말 13,475억원의 유동자금을 보유하고 있으며, 전기말 8,289억원 대비\n5,186억원 증가하였습니다.\n주요 증감 사유는 영업활동 현금흐름으로 4,546억원, 사채 발행 및 차입금 증가로\n5,135억원이 유입되었고, 유형자산의 취득으로 4,212억원 유출 등의 영향입니다.\n나. 자금의 조달 및 상환계획\n당사 당기말 기준 총 차입금은 12,760억원으로, 전기말 7,625억원 대비 5,135억원\n증가하였습니다. 또한, 차입금을 상환할 수 있는 유동자금을 차감한 순차입금은\n전기말 대비 51억원 감소한 △715억원입니다.\n2021년 당사 자금 조달 세부 내용은 다음과 같습니다.\n2021년 당기말 현재 회사채 및 차입금의 연도별 상환계획은 다음과 같습니다.\n※ 사채금액은 사채할인발행차금 1,446백만원을 제외한 실제 상환금액(권면액)\n기준입니다.\n5. 그 밖에 투자의사결정에 필요한 사항\n가. 중요한 회계정책 및 추정에 관한 사항\n- 당사의 연결재무제표는 한국채택국제회계기준(이하 기업회계기준)에 따라\n작성됐습니다. 한국채택국제회계기준은 국제회계기준위원회(\"IASB\")가 발표한\n기준서와 해석서 중 대한민국이 채택한 내용을 의미합니다. 한국채택국제회계기준 은 재무제표 작성시 중요한 회계추정의 사용을 허용하고 있으며, 회계정책을 적용\n함에 있어 경영진의 판단을 요구하고 있습니다. 연결재무제표 작성에 적용된\n중요한 회계정책 및 추정에 관한 사항은 연결재무제표에 대한 주석 2와 주석3에\n기술되어 있습니다.\n나. 환경 및 종업원 등에 관한 사항\n- 환경관련 제재사항이나 행정조치등에 관한사항은\nXI. 그밖에 투자자 보호를 위하여 필요한 사항 중 3. 제재현황 등 그 밖의 사항을\n참조하시기 바랍니다.\n- 당기 중 주요 핵심인력 이동사항 등 유의한 종업원 관련 변동사항은 없습니다.\n다. 법규상의 규제에 관한 사항\n- 당사의 사업과 관련된 법규상 주요 규제내용은\nXI. 그밖에 투자자 보호를 위하여 필요한 사항 중 3. 제재현황 등 그 밖의 사항을\n참조하시기 바랍니다.\n라. 파생상품 및 위험관리정책에 관한 사항\n당사는 외화채권/채무의 환율과 이자율 위험회피 등의 목적으로 금융기관과\n파생금융상품계약을 체결하고 있으며 그 내역은 아래와 같습니다.\n(1) 통화금리스왑계약\n(*) 해당 내용은 차입시점 기준으로 작성되었습니다.\n(2) 금리스왑계약\n(3) 평가손익",
    "item_V": "V. 회계감사인의 감사의견 등\n1. 외부감사에 관한 사항\n가. 회계감사인의 명칭 및 감사의견\n※ 당기 및 제10기 감사의견은 별도ㆍ연결 재무제표에 대한 감사의견이며, 제9기 감사의견은 개별 재무제표에 대한 감사의견입니다.\n[제11기 감사 일정]\n※ 별도ㆍ연결 재무제표 검토 및 감사와 내부회계관리제도 감사에 대한 일정입니다.\n나. 감사용역계약 체결 현황\n다. 회계감사인과의 지분법 피투자회사 관련 감사용역 체결현황\n라. 비감사용역 계약체결 현황\n마. 내부감사기구와 회계감사인의 재무제표 관련 주요 논의 내용\n바. 회계감사인의 변경\n당사는 2018년 7월 12일 및 2018년 11월 14일 증권선물위원회의 지적사항에 대한조치결과로 감사인 지정 3년을 통보받아, 제7기 및 제8기 사업연도에 대한 외부감사인인 삼정회계법인과의 감사계약을 종료하고 한영회계법인과의 지정감사 계약을 체결하였습니다. 이후 당사가 제출한 증선위 처분에 대한 효력정지신청이 인용됨에 따라 당사의 감사위원회 운영규정에 의거하여 감사위원회의 평가절차를 통해 제9기 사업연도와 연속하는 3개 사업연도에 대한 외부감사인으로 삼일회계법인을 선임하였습니다.\n주식회사 등의 외부감사에 관한 법률 제10조 제4항 및 동법시행령 제12조 제1항에 의거 당사의 감사위원회는 2021년 11월 19일에 개최한 대면회의를 통하여 제12기 사업연도와 연속하는 3개 사업연도에 대한 외부감사인으로 삼일회계법인을 선임하였습니다. 이에 따라 회사는 2021년 12월 10일 삼일회계법인을 제12기~제14기 외부감사인으로 선임하는 감사계약을 체결하였습니다.\n2. 내부통제에 관한 사항\n당사의 외부감사인은 2021년 12월 31일 현재의 내부회계관리제도에 대하여 감사를 실시하였습니다. 그 결과, 회사의 내부회계관리제도는 2021년 12월 31일 현재「내부회계관리제도 설계 및 운영 개념체계」에 따라 중요성의 관점에서 효과적으로 설계 및 운영되고 있다는 적정의견을 표명하였습니다.\n당사는 내부회계관리제도에 대한 감사를 연 1회 실시합니다.\n[회계감사인의 내부회계관리제도 감사의견]"
}